window.__tempArticleContent = `
　　“你是你梦想路上唯一的高墙。”每当看到这句话，思绪便飘远。梦想似远方星辰，遥不可及；又像近在咫尺的温暖阳光。它是与青春许下的庄重约定，而我，似乎在时光里迷失了方向。

　　春天转瞬即逝，接下来就要迎接一场重要的考试。我和青春的约定，仿佛一个被遗弃的洋娃娃，被丢在角落。面对学习，我并没有像刚刚立下约定时那样勤奋、努力，竟越来越堕落，越来越随意；面对生活，我竟不曾抱有积极向上的心态，反倒越来越自卑、消极。这让我怀念起那些曾经奋斗过的日子。

　　明亮的月光透过窗洒在我的书桌上，我翻开了那本已经落灰了的绿色笔记本。记得这个颜色还是我亲自挑选的。绿色代表春天，也就是我能像春天一样阳光明媚。打开那本笔记，映入眼帘的是整页整页的笔记。那内容是那样的精，那样的细。我满怀期待地翻开一页又一页，想看看自己的逐梦之路。可是一页又一页，笔记越来越少，也越来越潦草。到最后甚至没有笔记只能看见那些黑乎乎而没有色彩的涂鸦。这真的是一本笔记吗？让我不由得心生怀疑。我翻着书架，想找出一本励志的书来证明自己在奋斗，而找出来的却是一些无脑小说。为什么会这样？我呆坐在原地，望着那本笔记和杂乱的书架。心中满是失落与迷茫。许久，我缓缓起身，走到窗边。夜风吹在脸上，也洒在了我此刻荒芜的心上。

　　我不禁问自己，那个怀揣梦想，认真记录生活和目标的自己哪去了？是什么时候开始，我在堕落的泥沼里越陷越深？那些曾经闪闪发光的青春之梦，真的就被我丢在了时光的角落无人问津了吗？

　　“你是你梦想路上唯一的高墙”，这句话曾写在笔记本扉页的话突然在脑海中绽开，是啊，原来这么久以来，真正困住我的，从来不是生活的挫折，不是他人的目光，而是内心深处的怯弱与自我否定。这堵无形的心墙，将我的热情与勇气层层包裹，让我在自我怀疑的深渊里越陷越深。

　　月光洁白如雪，记忆被拉回。“振作起来！”我对自己说。

　　于是深夜，台灯下一张张写满了的草稿纸被丢进垃圾桶。一支支空笔芯填满了笔筒。不断的思考，不断的突破。终于，难题终究被克服。尽管眼下一片阴影，却很是欣慰。此刻，夜晚的星星很亮也很多。心中不由得飘过一句话——“梦想像一颗闪耀的星星，在黑暗的夜空中指引我前行的方向。”

　　此刻，我深知，困住梦想的从来不是外界阻碍，而是内心的怯懦。跨越心墙，让梦想的种子在阳光下绽放。我会带着这份坚定，让梦想不再于挫折中凋零，奔赴美好未来。
`;