window.__tempArticleContent = `
　　在我眼中，数学应该是我最讨厌的一个科目，听不懂就是听不懂。直到初一下学期，我这个数学学渣终于迎来了改变命运的时刻：期末数学考试，第一次数学测试仅仅只考了15分的我，在期末居然考了71分！在此声明，成绩绝对真实。

　　初一下学期，学校推行课堂改革。我们班刚好被选作实验班。老班给我们分了合作学习小组，并且进行了一系列培训，什么组规口号，积分奖励等等。同学们那叫一个热情高涨。为了抢积分，各个小组开足了马力，平时不敢回答问题的、不认真学习的同学也跃跃欲试，要为组争光。

　　就拿我最恐惧的数学来说吧。非常清楚的记得那堂课，老师给我们布置了一项任务：预习《实际问题二元一次方程组》。沙沙沙，只见老师在我们预习的时候，在黑板上写了问题。我的个天！怎么这么难的题呀？完全不是我这种数学学渣做得出来的！

　　可是我们有勇有谋的组长站了出来说：“不要慌，本组长在此，此题一定能解出来。咱们先独立思考，两分钟后讨论。”时间到，大家纷纷发言，各抒己见。组长也谈了自己的看法，“我们要先审题，再设，再找，再列，再答，所以………”我和其他组员感觉这种方法不错，就采用了此法解题，最终算得索长20尺，杆长15尺。原来数学也没有这么难嘛！

　　到小组展示了，我自告奋勇说：“组长，你去板书，我来念。我声音贼大，你就放心好了。”

　　展示完后，教室里响起了一阵雷鸣般的掌声。我做到了，我真的做到了！我居然积极回答问题了！老师也说：“你们这组做得非常好，加三分，真不错！”我看向我们的组员，大家都笑开了花，那叫一个开心呀，太有成就感了！

　　类似的教学方法在其他学科也得到广泛运用，同样深受同学们欢迎。这次课改深得同学们的欢迎，因为它让我们做了学习的主人，体会到了自己听懂了、学会了的乐趣，品尝到了胜利的果实。课堂上，同学们变得活跃了，积极了，主动了，成绩不提高都难喽！
　　
`;