window.__tempArticleContent = `
　　七夕赋今天特殊的怀，文化也予了这场盛特殊的意义贵州文史馆我见证了一跨时空的贵民族之旅。味了贵州贵，确实超极限。一场术高峰论坛让我看到了学者们学术文化底蕴与人文关怀的深度。思想决定眼界，文化决定胸怀，真正学者心怀天下，关心芸芸众生。

　　今天真的让我畅游在这文化盛宴的云端上。一位和蔼可亲老人，没有名家的傲气，只有老者的关怀和包容，朴素的衣着，从容淡定的胡须，让我立马想到他的小说《棋王》里的下棋高手。

　　他就是今天这场学术论坛的主角：阿城先生。文学爱好者应该都知道他，他的小说名闻天下，特别是《棋王》。他今天来到我们贵州，有幸零距离聆听他讲述“贵州之贵”。我虽说有很多关于图像学、星宿河图方面的知识没有弄明白，但我还是被他的“博大”深深震　　　　　　　　　　　惊了，实在佩服!他作为一个生长在北京的四川人，对于我们贵州少数民族中苗族刺绣的了解却超出本土人。他收集各个时期苗族刺绣的图纹，挖掘我们苗族刺绣的文化底蕴，历史价值。“苗族刺绣是上古文明活的传承。”他从新石器时代、商周时期所出产的鼎、青铜器等来诠释苗绣图纹上的花纹就是星宿河图，苗族其实是继承上古文明，它的历史是可溯源到那时期的。这是贵州这地方特殊地道的文化底蕴。可现在却让我们担忧：原来我们这由于交通地势很难进入，我们很多东西原汁原味，可随着旅游商业化，现在正在被汉化。包装出来文化，这是禁不起时间洗礼的。

　　任何文化它有历史才长久永恒发展，要不也要逐渐消亡。也正因为这样，我更觉得阿城先生对于我们贵州开创了新的气象，带领我们从中挖掘民族灵魂。知其所以然，才能更好去传承它。这是一种无形资产，无法评估其意义价值。

　　大家激情讨论中，让我看到贵州之贵不仅仅有上古文明之贵，还有这些学者关怀之贵，这是我们贵州的荣幸。有这些大家、名人愿意为此出谋划策：蒙育民女士提出，保护民族文化立项立法落实到实处。顾久先生对我们这些晚辈们提出，多了解上古文化，更好去保护它。特别是苗族文化研究学者杨陪德先生，一位73岁的老人，坚持着对苗族文化历史的研究，连每一段文献资料都倒背如流，这又是何等热爱与激情，难道这不是我们每个人都需要的?

　　大家思想碰撞，火花进射。其实文化人，有良知的人，有忧患意识的人，有博大胸怀的人，才能真正引领文化的声音。有了他们的开头，我们更应该义不容辞的保护和传承民族文化。文化不是属于某一个人的，也不是靠某一个人，而是大家的，只有大家团结起来，每一个人都做一点，那就以小积大。我感觉阿城先生他真的伟大，他研究很多年成果《洛书河图》，他说，我这书没有版权，你们都可以用。我们每个人也应该这样无私一点，关心我们的民族，关心我们民族的发展。
`;