window.__tempArticleContent = `
整体设计思路：改变传统的课堂教学，把任教班级分小组进行课堂教学，采用六三一课堂评价表进行加分机制，以此来激励学生的自主参与学习；开课前让学生了解学习目标，通过学生自主学习珍视自由和践行平等知识模块，运用所学知识结合身边的事例和新闻事件入手，充分发挥学生的自主性和积极性，将学生带入具体情境中，并深入材料，组织学生分析，学习教材，发展学生分析和解决实际问题的能力。让学生积极参与教学，增强学生对自由平等的意识，提高对日常生活中遇到自由平等问题的解决能力。

指导依据说明：“把课堂还给学生”倡导让学生大胆地讲，大胆地说，让学生积极地参与到学习当中，在“动”中学习。在课堂教学中，积极调动学生的学习兴趣，让学生在探究中学会学习。本课以身边的事例和自学为主线，以课标中“理解我国公民在法律面前一律平等”为依据，一改过去老师满堂灌的教学模式，体现、落实新课程理念及真正意义上“把课堂还给学生”。

教学背景分析教学内容分析：本框选自人教版道德与法治八年级下册第四单元第七课《自由平等的追求》中的第二框，本课所依据的课程标准的相应部分是“理解我国公民在法律面前一律平等”。本课在第四单元中有着承上的作用，在承接、扩展上一章节的基础上。本课是第四单元乃至整个八年级教学内容是对学生进行法治意识的培养，也为帮助学生做一个热爱宪法，捍卫宪法的公民。

学情分析：初中学生富有生命的活力，精力旺盛，求知欲强，但认知能力思维方式和社会经验等有待进步发展，对于自由和平等的认识尚处于懵懵懂懂的初始阶段，少数学生不认真履行义务教育法规定的受教育的法定义务，不珍惜未成年人保护法规定的受教育的神圣权利。因此，让学生知道自由平等，在法治意义上的内涵。懂得法治与自由平等的相互关系，引导学生感受自由，都是法律之内的自由，体会法治规范自由又保障自由。体悟法律面前人人平等的社会主义法制的基本原则，树立自由平等观，弘扬法治精神。

核心素养目标根据教学内容和具体的学生特点，结合新课标的要求，我将本课的核心素养目标确定如下：政治认同：学会珍视自由，并能依法行使自由的和权力。道德修养：平等地对待所有成员，尊重他人的合法权益。法治观念：必须依法行使权力，树立尊法光荣、违法可耻的法治意识。责任意识：践行平等观念，共同构建自由平等的社会教学重点和难点教学重点：珍视自由

教学难点：特权的认识，践行平等教学方法课前准备：教师精心准备多媒体课件

教法与学法：情境教学法、自主学习、合作探究。


| 教学过程 | 设计意图 |
| :--- | :--- |
| **一、导入新课** <br>一个国家的强盛，离不开精神的支撑；一个民族的进步，有赖于文明的进步。党的十八大提出了社会主义核心价值观，谁知道社会主义核心价值观的内容包括哪些？结合校园的社会主义核心价值观的相关图片引入主题。<br>**自主预习**<br>教师多媒体出示学习目标，引导学生完成自主预习部分。学生以组为单位，快速完成相应内容。<br>**过渡**：了解学习目标后，带着问题进入自主学习阶段。 | 让学生从身边事例社会主义核心价值观入手进入主题：自由平等的追求。 |
| **二、问题导学** <br>基本要求：快速阅读教材正文部分，思考下列问题，并用铅笔在教材上画出问题要点。(自学五分钟)<br>1.如何珍视自由？(P104)<br>2.特权的含义和表现？(P105)<br>3.如何践行平等？(p105-107) | 通过自主学习让学生快速掌握本课知识重难点。自学过后学生到黑板上展示，教师点评。 |
| **三、探究合作** <br>**探究(一)珍视自由**<br>1.关注身边不认真学习的现象，小强不认真履行义务教育的行为，引导学生思考：<br>你如何看待小强的行为？<br>2.播放高铁直播视频，引导学生思考，总结分析。<br>请总结，珍视自由，我们应该怎么做？<br>**教师点评**：<br>(1)小强的行为是错误的，他没有认真履行受教育的义务，没有珍视自由。<br>(2)①珍视自由，就要珍惜宪法和法律赋予我们的权利。正确认识权利的价值，积极行使和维护自己的正当权利。<br>②珍视自由，必须依法行使权利。作为公民，应自觉守法、遇事找法、解决问题靠法，树立守法光荣、违法可耻的法治意识。<br>**探究(二)践行平等**<br>1.探究与分享<br>课本展示陈云践行平等的材料，引导学生思考：陈云的言行对于我们践行平等有什么教育意义？<br>**教师点拨**：践行平等，就要反对特权。<br>展示图片，理解什么是特权，特权的表现有哪些？<br>**教师点拨**：<br>(1)特权就是法律、制度规定之外的特殊权利。<br>(2)现实生活中，有的人或只想享有权利不愿承担义务，或利用手中的权力谋取私利，或利用社会关系追逐一己私利，并想方设法逃避法律制裁。<br>2.社会观察<br>就业歧视的相关图片展示，学生分析 | 学生讨论分析材料分小组积极回答问题<br>学生总结如何珍视自由。<br>结合课本陈云同志的事例材料得出启示：践行平等就要反对特权<br>通过图片分析得出相应的特权表现<br>就业歧视的相关图片引出学生面对不平等的现象学会践行抵制不平等的行为<br>结合前述总结难点知识：如何践行平等的相关知识点。 |


教师通过总体小组评价对学生的知识与技能和情感态度价值观得到一个总体的升华。

（1）面对就业歧视该怎么办？请说出理由。

教师点拨：

应将这些单位告上法庭。因为宪法规定男女平等，劳动法规定禁止就业性别歧视。

（2）谈谈这件事对我们的告诫。

教师点拨：

个人：当不平等的事情发生时，我们要敢于抵制不平等的行为，维护社会公正。

招聘单位：要遵守法律，平等对待、尊重每个求职者的权利。

（3）结合案例和教材，概括如何践行平等。

教师点拨：践行平等需要我们做到：

①反对特权。

(2)平等对待他人的合法权利。

(3)敢于抵制不平等的行为。

教师小结：实现人与人之间的平等，是人类的美好梦想，需要我们每个公民增强平等意识，努力践行平等。

课堂小结：自由与平等是人类永恒的信念和追求，在追求自由与平等的路上，不仅需要我们思想意识的提高，更主要的是要把珍视自由、践行平等落实到日常的生活、学习和工作中，为建设自由平等的社会尽自己的一份力。

四、板书设计

自由平等的追求

1. 如何珍视自由？

2. 特权的含义和表现？

3. 如何践行平等？

五、随堂练习

1. 八年级学生田某经常上学迟到，不按时完成作业，老师督促他，他却说：“什么时间上学、做不做作业是我的自由。”对田某观点的理解，正确的是（）

C.受教育既是公民的权利，又是公民的义务，田某是错误的

1. 践行平等，就要敢于抵制不平等的行为。抵制不平等行为的原因是（）

B.不平等现象损害了公民的人格尊严

1. 珍视自由，就是要（

   ①珍惜宪法和法律赋予我们的权利 (2) 树立守法光荣、违法可耻的法治意识， 严格依照宪法和法律的规定行使权利

A. ①②④

六、课后作业

请辨析：每个人都有同等的生存权利、发展权利和追求幸福的权 利。


| 教学反思 |
| :--- |
| 本节课的内容不多也不难理解，主要探讨了两个方面的问题。关于珍视自由，就是要了解自己权力，学会依法行使权利，结合具体例子较容易；关于践行平等，知识的理解较为容易，难的是如何做到。另外关于反对特权，对于学生说还不太好理解，正确认识社会中不平等现象也需要下功夫。本节课从课堂表现和课后作业反馈来看，大部分学生能够理解自由和平等的概念，认识到自由与法治的紧密联系，以及在日常生活中如何践行平等。然而，也有少数学生对自由和平等的理解较为片面，未能深刻体会到其背后的法治精神和社会价值。 |

`;