window.__tempArticleContent = `
　　晨起推窗，一股甜香，猝不及防的漫进来——是楼下的桂树开了花，枝叶间有金瓣点缀，风一吹就簌簌飘落在窗台，像撒了把星星。

　　我忽然震住。分明记得去年此时也是这样的香，我举着竹篮在树下接桂花，花儿只是刚落人竹篮却被风吹跑，如今看着眼前飘落的碎金，才惊觉原来又是一年了。

　　这一年过得真快呀，若不是它开花放香，我甚至已经忘了这是桂花树，还未来得及待我好好看看这秋日里的天，桂香就又飘过来了，像时光递来的一张信笺，提醒我，日子已悄悄翻了页。

　　原来时间从不是慢慢走的，它像桂树间的风，悄悄来，悄悄带走红的花、绿的叶，再悄悄把甜香的桂花送来。我伸出双手，捧住花瓣，小心翼翼，想把飘落的花瓣留住，想把这一缕香气留住，可风一拂，它们还是飘走然后枯落。这三年的初中生活，看似长长的九百多个日子——竟也像这没抓住的桂花瓣，轻轻一扬，便消逝。

　　今晚风里的桂香更浓了，我把新摘的花瓣一部分放在多肉的盆里，一部分夹在书中，翻开书，发现去年的花瓣也在这本书中，新的金瓣叠在上面，像时光留下的脚印。原来时光从不会等我们，它就藏在年年盛开的桂花里，藏在每一次又闻桂花香的惊讶里，藏在我们认为没抓住、却早已走过的朝暮里。

　　风又起，桂香漫过鼻尖。我知道，等这阵香散了，叶子会黄，雪会来，明年此时，桂花还会再开，甜香还会再飘，可我们却走向离别——初闻桂香我们互不相识，再闻桂香，是我们忆相识、道再见了。
`;