window.__tempArticleContent = `
　　今天是个特殊的日子，我又要回到我的小山村了。一路上爸妈都在吵——你指责，我抱怨。我只能把耳机的声音调到最大，以此淹没一切不愉快。小车翻过一座又一座山，绕过一个又一个弯，终于暮色漫过山脊时，我们的车碾过最后一道土坎。奶奶仍蹲在菜畦间，灰白头发沾着草屑，看见我时浑浊的眼睛突然泛起光亮，像枯井里跃起一尾银鱼。

　　“宝儿瘦了。”她沾着泥点的手在围裙上反复擦拭，才握住我的手。奶奶从腰间掏出唯一的一把钥匙，老木门在熟悉的吱呀声中被推开。

　　一切还是原来的样子，虽是土房子，可家中却是整洁，回到舒适的环境，顿时让我感到难得的舒心。灶火在土墙上投下摇晃的光斑，母亲剁肉的声响与父亲的烟味在空气里纠缠。奶奶忽然神秘地拉我坐下，塞给我一盒牛奶，“宝儿，留着晚上念书喝。”细看，牛奶塑封膜上结着细密水珠，保质期栏的数字早已模糊。

　　供桌上的香灰簌簌落在爷爷相框边缘时，红烧肉的酱香恰好漫过门槛。四方桌上的搪瓷碗盛着城市带来的预制菜，不锈钢盆里堆着奶奶清晨挖的荠菜。爸爸给奶奶夹菜，妈妈和奶奶聊着家常，本是那么温馨。直到他们又开始……奶奶夹给我的排骨还悬在半空，父亲突然掀翻了汤碗，瓷片在水泥地上发出清脆的炸裂声。

　　我都不知是自己是怎样从土房中跑出来的，倚靠着屋后的板栗树，只觉得憋闷得慌，我大口呼吸着新鲜空气。晚风拂来，树影摇曳，才发现一轮圆月当空，星光点点。而我的世界却一片黑暗，明明好好的一顿团圆饭……

　　直到某个蹒跚的影子切开月光，小心翼翼捧来插着蜡烛的面包——那截蜡烛短得可笑，蜡油在陈面包上凝固成琥珀。“十四年前的今夜，你哭得比山雀还亮。”火光在奶奶颤颤巍巍的手上摇曳，奶奶的银发在烛光里泛起涟漪，每道皱纹都蓄满跳动的光芒。原来真正的美从不在橱窗里闪耀，它藏在佝偻背影撑起的屋檐下，在过期牛奶的甜腥里，在皱纹深处永不褪色的月光中。

　　在眼泪落下的一瞬，我的心愿也随之而出：愿杨招娣女士长命百岁！
`;