window.__tempArticleContent = `
　　没有谁的生活会一直完美，但无论什么时候。都要看向前方,满怀希望,就会所向披靡。——题记

　　提及这本书，我看了一遍又一遍，惊艳与触动只增未减。我想这可以算作是一种爱与救赎并存的故事。合上书闭上眼，我仿佛看见一片灰蒙蒙的天空，天底下有高低错落的废弃钢厂，脏乱喧闹，一座混沌的城市，两个少年在人群中穿梭，提笔之时撞入我脑海中的是，在泥潭中挣扎又在生活中熠熠生辉的形象——奔跑撒野的少年。

　　故事的主人公蒋丞被养父母弃养，只身前往未相处过的原生家庭，可带来的却只是更为冷漠对待。亲生父亲好酒，酗酒好赌，粗俗邋遢，家人斤斤计较，一夜之间，他的生活发生了翻天覆地的变化。作为一个优等生，他与陌生的环境，陌生的人格格不入，一切都让他感到茫然与绝望。

　　而另一个主人公顾飞，他出生在一个畸形的家庭，一个不靠谱的母亲，有着精神障碍的妹妹，这让他不得不在十几岁的年龄就扛下了整个家庭的重担, 他深渊中挣扎。在无际的黑暗与冲不破的枷锁将他禁锢于绝望的牢笼之中。他会摄影，会作曲，他无比向往自由，可他不得不为家庭戴上“手铐脚镣”，与这座城市紧紧的捆绑在一起。于是他写下一首歌：“我向上是迷茫，我向下听见你说这世界是空荡荡。”歌词里满是令人心疼的执拗、迷茫与挣扎。他想要远走高飞，却又将自己囚在原地。

　　但他们怎么也没有想到，有一束光会照进那无尽黑暗的生活中。两个迷茫的少年，就像终得相逢的剑与鞘，更像是合二为一的圆，他们成为了彼此的救赎。

　　“希望我们都能像对方一样勇敢”，这是蒋丞写在笔记中的一句话。他即便被寄养在一个条件不好的学校上学，他照样考上了知名法学院，不是天赋，而是日复一日的努力。尽管他们一无所有，却因彼此勇敢尝试着飞翔，他们互相救赎，勇敢向阳而生。

　　而我与他们的交集，似乎只剩下了和蒋丞同款的丑字，与顾飞同样令人烦恼的分数，多少个深夜的挑灯奋战都会被隔日发下来的分数打倒。我偷偷看着两个少年徒手摘星。书中真实的努力，真实的备战中考，让我感同身受，便也学着去碾碎所有的恐惧和黑暗，我愿始终往前走，我想他们一直会是我的希望与目标，我相信闯过现下的沉沦，咬牙坚持，便会迎来未来的前程似锦。

　　故事告一段落，梦还没有完，他们照亮了彼此的世界，这束光不仅救赎了他们，还救赎了身为读者的我，希望我能像他们一样勇敢，愿我能在这真实的世界里披荆斩棘，所向披靡，迎着光，向前奔!
`;