window.__tempArticleContent = `
　　校园时光，是成长道路上不可缺少的一部分。当一节课结束，你一定很好奇：那些盼望着下课的同学们，会在短暂的十分钟里做些什么吧！接下来，就让我们一起走进这充满趣味的课间。

　　每到课间，总会有三三两两的同学结伴去室外走走，一路上有说有笑。也会有一群充满“男人味”的同学，把两张桌子拼在一起，挽起衣袖，来一场“真男人的决斗”——掰手腕。这时，他们身旁总会迅速围起一堵“人墙”，那便是他们的“小迷弟”。当其中一方胜利，便会瞬间骄傲起来，还不忘秀一秀名义上的肌肉。你若看到这场景，恐怕也会捧腹大笑，甚至把他们的“围墙”都给笑倒。

　　别以为这就结束了！我们还会在课间上演“校园小品”，这时候同学们才是真正地放飞自我。有同学自称“校草”，有同学叫自己“第一美男子”，你若是听见，多半会嘀咕一句：“真自恋！”还有些稀奇古怪的“外星语”，像“睡了睡了”（英）讲话了No problem”之类的，光听就能让你笑掉大牙。

　　当然，你也会看到同学们围在一起讨论题目。那场面堪比“菜市场论战”，虽然嘈杂，却能从中学到不少解题方法，就像人生前行有无数道路可供选择一样。

　　在我们班，课间时分，学习也好，玩闹也罢，都不被定义。无论如何，我们始终是一个整体，更准确地说，是一个团结友爱的集体。如果说学习是为了追逐梦想、走向诗和远方，那么这些课间趣事，就如同为前行的泥泞路铺上了鲜花地毯。当压力太大时，回头看看自己走过的路，总会有一群意气风发的少年，陪你一起渡过难关。
`;