window.__tempArticleContent = `
　　每当秋风拂过，带着草木的清冽掠过肩头，我总会想起那个傍晚——外婆和我蹲在田埂边，夕阳把秸秆染成金红，那层暖黄的光也悄悄沾在她灰白的发梢上。我抬眼望着不远处草叶间的身影，稚嫩地扯了扯她的衣角：“婆，那个是什么呀？”她枯瘦的手轻轻晃了晃，指向我望的方向，声音温温软软：“是蚂蚱呢。”晚风渐凉，她拍了拍我的后背：“好了，时间不早了，走，回去吧。”日子过得真快，一晃眼天就黑得看不清路，她紧紧搂着我，生怕我落在后面。她知道我怕黑，早早就从口袋里摸出矿灯，暖黄的光打在脚下的土路上，把我们的影子拉得很长很长。

　　花瓣簌簌落在她洗得发白的蓝布围裙上。她正低头剥着她亲手种的花生说“又去哪里玩啊，记得早点回来哦。”她的声音像被秋风吹得有些发涩，我攥着母亲叫我收拾的行李箱拉杆，指节泛白，说出那句“我要走了。”她抬起头来露出让人不易察觉的疑惑。他只是抿抿唇飘飘的说了一句，“去吧，在那里要听你‘公’的话。”走到门前的那条大路上，我还是不禁回头看，看她默默回头用她那湛蓝的裙角默默地擦拭着眼角。

　　那之后每个周末，我都要坐半小时班车回润松。车窗外的稻田从青转黄，稻穗垂下来的弧度，总让我想起外婆弯腰择菜的模样。每次还没到家门口，就能看见外婆倚在木门上，蓝布衫被风掀起一角，手里攥着个保温桶，桶里是我爱吃的南瓜粥——她总怕粥凉了，桶外裹着两层旧棉絮，棉絮上还沾着去年晒过的桂花碎屑。

　　有次周五下午下暴雨，行走很难晚了近一个小时。我撑着伞往路里面，远远看见家门前，外婆竟站在雨里，手里的伞歪歪斜斜地挡着身前的一个纸袋子，袋子里是刚烙好的葱油饼。雨水顺着她的裤脚流进布鞋，她看见我，忙把饼往我怀里塞：“热乎着呢，别饿着。”我摸着纸袋外的温度，鼻子突然发酸，雨水混着什么温热的东西，在脸上糊成一片。

　　外婆的电话总在我放学之后的四五点打来。起初我在题海里忙得抬不起头，接电话时语气总有些不耐烦，她却从不在意，絮絮叨叨说些家常：“今天把你房间的被子晒了，太阳味儿足”“后山坡的野柿子红了，等你哪一天回来摘”。有次我对着一张满是红叉的数学卷子发呆，她在电话那头听出我声音不对，沉默了会儿说：“别着急，外婆会煮莲子羹，等你回来喝。”窗外的梧桐叶被风吹得沙沙响，我对着卷子上的错题，突然就红了眼眶——原来再难的题目，都抵不过电话那头，有人把你的委屈记在心里。

　　上周回去时，外婆在门前种的菊花开了，黄的、白的挤在一块儿。她拉着我坐在门前下，手里剥着橘子，橘子瓣上的汁水沾在她的皱纹里。“你妈说你明年一定要考上民中，”她把剥好的橘子递给我，“外婆我啊不懂这些，就盼着你好好的，天冷了记得加衣服。”我咬着橘子，甜里带着点酸，像极了这个秋天——有离别，有压力，却也有外婆藏在每一个细节里的牵挂。

　　风又吹来了，烟负落在我的书页上。我低头看着卷子上密密麻麻的文字，笔尖在草稿纸上沙沙写着。远处的天际线染成了橘红色，像外婆煮南瓜粥时，锅里咕嘟冒泡的暖光。时间过得真的好快啊！我回头再去看，原来成长里的每一步，都有外婆站在季节的风里等待，她没说过“加油”，却用每个周末的南瓜粥、周末打过来的电话、雨里的葱油饼，把牵挂种在我的心里，这时我才明白“摇啊摇，摇到外婆桥”的含义，这会让我在追逐梦想的路上，永远都有温暖的底气。
`;