window.__tempArticleContent = `
　　阅读完《海蒂与爷爷》的那个傍晚，我盯着窗外的桂花树看了很久，仿佛下一刻就有一个穿着红色裙子，鞋子上沾着草屑的小女孩，拿着一朵鲜艳的野花朝我飞奔过来，将那朵野花稳稳送到我的手中。

　　文中令我印象最深刻的是海蒂与爷爷刚相见时，虽然爷爷的屋子又旧又破，他还总是板着一张凶巴巴的脸，但海蒂却一点也不嫌弃害怕，反而欣喜地捧着爷爷刻的木雕看来看去。

　　在这里，海蒂还拥有了人生中第一个朋友，而她的朋友和她一样，是那样纯真美好。他们一块迎着草原上吹过来的风，牵着手肆意的跑着跳着，再快活不过了。

　　一开始爷爷总是不爱笑，直到海蒂这个小太阳的出现，她才重新露出了笑容。她会带着海蒂去看清晨山尖上的日出，会抱着海蒂看夜空中的星星，会把她的小裙子洗得干干净净。我才恍然觉悟，原来幸福从来不是一件难事，它可以是一杯温暖的羊奶，可以是草原上吹过来的香甜的风，也可以是夜空中无数闪烁的星星。

　　海蒂被送走时，我比她还着急，可我只能在书外束手无策，看着她在华丽的大宅里茫然无措；看着她因为思念爷爷，思念朋友，思念属于她的那个小家而生了病时，我才体会到什么是“心被揪起来一样疼”。故事的结尾，海蒂终于回到了爷爷的怀抱。我心中的巨石“砰”的一声落了地，我也终于又看见了那个天真自由的海蒂。

　　这本书治愈了我平淡无味的生活，深深的刷洗着我的灵魂，重新赠予了我一颗温热的心脏，让我更加珍惜眼前的人。
`;