window.__tempArticleContent = `
　　一、案例背景。

　　平时学生在做语文阅读题时，找不出作者叙写的事件，表达的情感，文章的主题等。所以，我就通过学习《驱逐我们的想象》来引导学生如何透过文字接触作者所见所感。欣赏文学作品，不仅要理解文字的表层含义，更要驱遣想象，透过文字进入到作品的意境中。在欣赏文学作品时，我们需要唤起自己的想象力，去理解作者的文字，去发掘作者想要表达的思想，去体会作者想要传达的感受。这就要求我们要有一定的想象力，能够用文字去接触作者的情感，从作者的文字中感受到作者的心理所表达的情感。要想真正了解作者的思想，把握作者写作意图，我们就必须通过文字去接触作者的所见所感，去发掘作者藏在文字之下的丰富情感。

　　《驱逐我们的想象》这篇文艺评论，用平实的语言，以一诗一文为例，探讨如何驱遣想象去鉴赏文学作品的问题，为一般读者的文艺鉴赏提供切实可行的方法和具有参照性的范例。

　　二、案例过程。

　　师：同学们，三年以来的语文课堂上，我们已学习了不少经典篇目，它们大多都具有很高的文学价值。有谁能总结一下，欣赏这些文艺作品，我们应该注意些什么呢？

　　（学生自由回答）

　　回答得都不错。但今天我要给大家强调的是欣赏文艺作品要抓住作品的形象性特征，发挥想象力。

　　师：请你阅读全文，在文中找出能表达作者观点的句子。

　　生： ① 文字是一道桥梁。这边的桥境站着读者，那边的桥境站着作者。通过了这一道桥梁，读者才和作者会面。

　　(2) 作者想做到的是：写下来的文字正好传达出他的所见所感。

　　(3) 读者看到的是写在纸面……他们的目的。他们要通过文字去接触作者的所见所感。

　　(Δ) 像这样驱遣着想象来看，这一幅图画就显现在眼前了。同时也就接触了作者的意境。

　　师：结合上述观点及文题，尝试总结作者在全文中想表达的中心观点。

　　生：欣赏文艺作品，要学着驱遣自己的想象力，通过文字去接触作者的所见所感。

　　师：作者要论述如何鉴赏文艺作品，为什么在开篇大篇幅论述作者、读者以及文字之间的联系？

　　生：要论述如何鉴赏文艺作品，首先要认识到文艺作品的本质，即什么是文艺作品的问题。以文字为载体，作者想要传达的所见所感，读者想要接触的作者的所见所感，就是文艺作品的本质。因此，论述作者、读者以及文字之间的联系是为了明确文艺作品的本质，是表达中心观点的前提。

　　师：阅读第8一10自然段，说说作者是如何论证欣赏文艺作品需要驱遣想象力的。

　　生：作者以赏析王维的诗句“大漠孤烟直，长河落日圆”入手，首先以纯理性思考的方式对诗句进行赏析，如“大漠上也许有几处地方聚集着人，难道不会有几缕的炊烟吗？”这样的赏析全然得不到诗句中所蕴藏的壮景与情感，换句话说，这是不驱遣想象力的结果；同时又论述在想象中睁开眼睛来看这十个文字所构成的画面，便能感受到诗中静寂的境界。作者通过举例论证与对比论证，得出了结论：“像这样驱遣着想象来看，这一幅图画就显现在眼前了。同时也就接触了作者的意境。”

　　师：文中有许多句子，都有十分深刻的文艺观，它们或有十分深刻的内蕴，或有写作值得借鉴的实用价值，请阅读下面几句，谈谈你对它们的理解。

　　师：文艺的创作决不是随便取许多文字来集合在一起。

　　生：任何一篇文章作品，都是文字集合起来的，但这是一种有着内在逻辑顺序的结合，具有文本表现中的一般技法，既表现了内容也传递着作者的思想感情。因此，这样的文章绝不可能随意拼凑，须由作者有意识、有目的、有逻辑地创造，而在完成时又符合自然的特点。

　　师：作者着手创作，必然对于人生先有所见，先有所感。

　　生：“见”可指代材料，无“见”便会“巧妇难为无米之炊”，不可能有所创造；“见”也可理解为见识、见解，没有思考与见解，纵然下笔也只能写就平庸文章，难见深度；“感”是体悟与情感，倘若下笔无情感寄寓其中，写出来的文字必是冷冰冰的。这也提示了我们在写作之前要学会多积累，多观察，积累一定材料；同时要多思考，多感悟，这样才能写出优秀文章。

　　师：假如死盯着文字而不能从文字看出 一幅图画来，就感受不到这种愉快了。

　　生：文艺作品一般都具有形象性，尤其是诗歌、散文等文艺作品，形象性尤其突出，且情感表达也尤其浓烈。这些情感常常寄寓在形象之中，所谓“言不尽意，立象以尽意”，就是此道理。因此，想要理解一篇文艺作品，就必须把握其情感，必须通过想象还原形象的描述，进而去体味。

　　师：文章以王维的诗句“大漠孤烟直，长河落日圆”为例，论证了想象力于鉴赏文学作品的重要性，你能在你读过的诗或散文中，再举一个例子来佐证作者的观点吗？给同学们6分钟时间，写下来。

　　（6分钟后）

　　生的答案：

　　生1：

　　“无诗方·相说” 据体，因面，凡联助事的报要推属意出时，黄自的写联形 变时，限到生就上不时，流止，多出在户联家，下后下，在家里的 古上，他常为些的报事时不如象在何方。 相是，表出工所共道日要流热苦的心境， 表出点外漂湘工人是如工境。

　　生2：

　　朱自清先生的《自清》 “池明，两手擎着上，面，两脚再向上，他脱大，如身子向左微微，至成努力 如样子，这句，指还了文身，经用点智彩 的义字，能因我们然更如生动，他 的与子做呼，我过可以然歌，与子攀记 时更不少别，因为想歌，这一风面定格在 中，父亲的形歌更真，别！

　　三、案例反思。

　　文字是一道桥梁，这边的桥埠站着读者，那边的桥埠站着作者。通过想象这一道桥梁，读者才和作者会面。会面的目的是使读者接触作者的所见所感，感知作者寓于文字中的意境，才是真正的鉴赏之道。想象就是文学鉴赏的重要途径，想象力不发达，鉴赏力也不会发达。如果我们不善于进行必要的、积极的想象，即使最完美的作品，对我们来说也没有意义。所以在教学中我设置了赏析内蕴深刻的语句及按文章思路进行延伸赏析两个环节，有助于培养学生赏析文艺作品的能力。

　　我班的学生都是来自农村，语文基础薄弱，表达能力欠缺，知识积累量小，在做语文阅读题时难度很大，找不到方法，所以在平时的教学中我也有意的引导他们学习这方面知识。比如，在教授诗歌时，在课堂上我常常想好的办法帮助学生来理解想象各种诗中的画面，就如简笔画，让学生更理解文意，能感受诗中优美的画面，加强了学生古诗文鉴赏的兴趣之余还使得他们的观察能力，想象能力得以提升。又通过《驱逐我们的想象》这篇文章的学习更让学生知道用想象来连接起读者和作者，透过文字接触作者所见所感。
　　
`;