window.__tempArticleContent = `
　　有本书叫《酸梅》，它把我深深吸引。里面的主人公叫夏藤，她是个光芒四射的明星。因为有人嫉妒，她被造了谣，全网都在指责她。而网络上的人并不知道事情的真相，也不在乎。他们所关注的是这件事能不能给他们自己带来热度。

　　夏藤也因为网上的风波逃离了繁华的都市，去了一个没有人认识她的小县城。在夏藤躲藏期间，事件并没有平息，反而有人推波助澜，让事情愈演愈烈。当她再次被发现，所有的人的关注点都吸引了上去，她也再次受到网络暴力。她的精神几乎崩溃，无法正常学习和生活。可她还是挺到了被事情被澄清的那一天。本书的作者在书中写道：“他们要她重新站起来，借着另一副崩坏消亡的身躯，‘消亡的身躯’？往往造谣的人不会牺牲自己去澄清对他来说没有任何帮助的谣言，但如果造谣的人也体会到网络暴力，他才会澄清他所做的一件错事。因为他知道那是什么感受。”

　　之后的夏藤退出了娱乐圈，选择了一份适合她的工作，去到了她之前躲藏的县城，遇到了她的“救世主”。

　　这是一本青春校园文学小说，更是一本对于生活困难种种挑战的励志小说。在现实生活中，随着社会科技的发展，我们可以利用手机在各大平台交到朋友、获得知识，科技的发达也让网络发展起来。

　　它就像一把双刃剑，让日常生活中的信息传递和交流变得方便、迅捷，打破了传统人际交往的时空限制；又让网络出现了一些虚假的不良的信息。有的人有意无意扭曲事实，误导大众，有的人随意先让情绪谩骂，重伤他人，侵犯了他人的人格尊严。

　　《酸梅》的作者黄三，也遭受到了网络暴力，他不得已只能退网，放弃了他的爱好。他的粉丝都很遗憾，希望他能重新拿起笔，也希望他能过得好。网络的暴力的危害很大，让我们的每一个举止都能成为拒绝网络暴力的行为，而不是发表攻击他人的言语，应携手共创一个健康秩序的网络空间。
`;