window.__tempArticleContent = `
　　最近在教授七年级《论语十二章》中，学生出现了一些自己的一些思考和疑惑，如在预习是有些同学就说跟我说：“老师这篇文章已经很久远了，是很早之前写的了，我们现在还要学习，有用吗?”在上课指导的时候也有学生提出“老师，课文上讲的内容一点都不好理解啊，没有现代文有意思”。如何去打通经典文化和当下学生需求的通道，让学生不再觉得古文的艰涩，而去思考鲜活的文本在当下存在的意义。让万世师表的孔子，走到学生的生活当中，走进学生的课堂，从而打通课堂与社会生活的联系。

　　一、实践“大语文”理念中的语文学习

　　“大语文”是“大语文教育”的简称。”大语文教育”是已故的特级教师张孝纯先生创立的一种语文教育思想，主张语文教育以课堂教学为轴心.向学生生活的各个领域开拓、延展，全方位地与他们的学校生活、家庭生活和社会生活有机结合起来；把教语文同教做人有机结合起来，把传授语文知识同发展语文能力有机结合起来。在实际教学中，当学生的理解模糊时，不妨让他们在设置的情境中去思考，引导他们结合自己的实际生活加以思考和理解，在情景活动的体验中悟出经典文本所承载的道理、构建学习语文知识体系，获得学习语文的能力，“在情景中学”“在情境中思”“在情景中悟”的学习活动，并从中获得学习的体验，交流感悟。让学生对文本知识的理解向着清晰、透彻、深层次迈进，才可能进一步发展学生的核心素养。

　　二、搭建情景体验的平台

　　教学片段：

　　经过前面一节课我们的学习，《论语十二章》的文本内容我们已经大概知晓了， 请同学们参考课堂笔记，选取其中的一点，来谈谈自己的感受，可以先和同桌交流5分钟。

　　生1：好难啊，从哪里谈，谈什么啊?要不你先说来听听?

　　生2:不是说了有学习态度的、学习方法的、还有个人修养的，我们可以结合翻译成的现代文，我们选一条来说嘛。

　　师：是呀，结合译成的现代文，看看自己对那句感触最深，有目标之后结合自己生活来谈谈?有我们更多的可以联系自己的学习和生活来谈谈，去发现《论语》和我们今天的生活的联系，给我们的生活和学习带来一些有特色的启发。结合文本译成的现代文，试想一下平时课后你是怎样学习，平时的作业是怎么完成的，努力了成绩没有提高，能不能从《论语》中找到一些解释呢?

　　生1：老师，这个翻译成现代文，你虽然讲过了，但有些字词还会忘，自己再次翻译的话有些吃力，下面的注解可以结合感觉也不很顺畅，

　　生2：老师，我想到了，我们说到课后要去复习，巩固，用文本上的话来说就是“学而时习之”，写作业是有时爱去看别人的，自己不会，也不想去思考.　师：你们谈的这个学习的体验感受非常好，你能够清楚认识到自己学习的一些不足，首先说对文中句子的理解不顺畅，字面上的意思我们就可以通过注解和参考书来知晓，那理解这句话的含义我们可以尝试和我们的学习以及生活联系起来，那我们有什么改进的方法吗?去借鉴《论语》当中的方法来说说

　　生：老师，有点想法了，学习需要按时复习。用《论语》中的话来说即“学而时习之”，字面上的意思是学习就要按时复习它，只有巩固了旧的知识，才能更好的去理解新的知识，就是大家常说的温故知新，还有一条我觉得对我也特别适合，“学而不思则罔，思而不学则殆”从字词的译文就是只学习却不去思考就会感到迷惑，只思考却不去学习就会感到疑惑。我先读懂的字面意思后我就会想到或许我就是有些懒，总是不想去思考。爱去抄别人的作业。我想可能这就是我的成绩不能够有所提升的原因吧（看起来有写沮丧）。感觉有点在假努力。

　　师:这一次你就已经在思考了，发现了自己的不足，既然发现了不足，那我们就要像《论语》说的一样“其不善者而改之”。学而不思，思而不学都是假装的努力。那么接下来我们就要真的努力了，和同桌你们俩结合《论语》十二章的内容好好的总结并记录下来。

　　在老师的引导下，同学之间就一些学生自己的生活和学习上出现的问题和现象列出问题清单，并就如何运用《论语》的智慧来解决展开了讨论，随后我就引入这一堂课的主要任务：俗话说“半部论语治天下”，里面有很多的智慧穿越历史的时空，对我们今天的生活仍然有意义，它在历史的长河中永远熠熠生辉，那么同学们，你们现在化身成“军师”，如何运用《论语》智慧来解决敌军的“问题炸弹”。

　　随后收集 6 个有代表性的问题投影到希沃白板上，每个组抽签选择问题，给予10分钟中讨论，随后请一名组员阐述解决“问题炸弹”方法。阐述后我及时的给予了肯定和评价。

　　三、教学感悟

　　以“学生自己生活和学习上存在的问题和现象”为问题导向引领这一次的语文学习，驱动学生“在情景中学”“在情境中思”“在情景中悟”的学习体验 。再者在“军师”这样的一个角色扮演中，同学们积极性得到了提高。加深了学生对于经典文本中的智慧理解。从而达到学以致用的语文学习体验，在潜移默化中发展学生的核心素养。且同学们的剖析也较深入，师生都有一定获得感，但也还有一些需要改进的地方。

　　(1)同学在阐述运用《论语》中的方法过程中, 有些同学会提出了新的方法， 但由于时间有限，也就匆忙一笔带过。

　　(2)在引导学生发现问题并收集学生问题的时候，老师参与到学生讨论中较少，覆盖率不够，没能全面了解学生讨论的全貌。

　　(3)老师个人还要多学习语文教学的理论知识和实践经验，才能给予学生学习上的指导。
`;