window.__tempArticleContent = `
　　2024年4月25日，天柱县民族地区基础教育质量提升行动计划项目2024年工作现场观摩活动走进天柱县第五中学，天柱县教育和科技局领导黄大福、教研室主任杨仁德、各项目校负责人及县人才专家组等70余人组成的观摩团队参加了本次活动。

　　上午8时，观摩团队一行到学校大门处报到后进入天柱五中校园，他们一路观看了天柱五中的项目宣传展板，对学校基础质量提升行动计划的工作开展情况进行了交流。8点30分，观摩人员分组前往学校安排的教学现场进行教学观摩。

　　天柱五中姜先源、杨维圣、王贤昌、龙绍坤、姚忠良等11名教师分别在教学楼呈现了11节精彩纷呈的优质示范课，课堂盖了语文、数学、英语、化学、物理、实验教学等学科。课堂上，11位老师立足于学科核心素养，践行学思融通，围绕素养学目标有的放矢地进行教学。课堂上，他们各显其能，尽展学校推行的“六三一”教学模式。观课结束后，观摩团队到操场观看了大课间活动。随后各学科组就观摩的示范课组织听课人员进行研讨交流，听课教师各抒己见，畅所欲言，围绕11节课进行了“说”“评”“议”。同时，学校还在求真楼同步举行了《学生养成习惯教育》讲座。

　　中午午饭后，观摩团人员又先后观摩了的校园文化建设、项目工作资料建设以及寝室文化和食堂文化建设。

　　下午，观摩团队深入我校篮球场、足球场等社团活动室观摩了我校丰富多彩的课后服务社团活动。我校师生在现场展示了书法、绘画、侗歌、排球、足球、高脚马、象棋等特色项目和社团活动，这些项目活动充分体现了全体师生向真、向善、向美的美好愿望，更展现了学校“五育并举、特色强校”的理念和成果。

　　随后，观摩团集中学校行政楼四楼会议室召开了项目工作观摩总结会，天柱县各项目校负责人进行了汇报发言，天柱县民族地区基础教育质量提升行动计划专家就项目工作作做指导。

　　最后县教育局领导黄大福作讲话，他强调各项目校要提高认识，强力措施，稳固推进项目建设，助推全县教育高质量发展，并对各项目校提出要求：一是要高位推动，坚定“一个目标”明确工作方向；二要多方联动，用好“两个平台”畅通工作渠道；三要迅速行动，强化“三个保障”激发工作热情；四要提质驱动，落实“四个到位”助推项目建设。

　　教育其实就是一种相互影响，此次活动，是天柱五中实施“贵州省民族地区基础教育质量提升行动计划项目”阶段性成果展示，也是天柱五中以“贵州省民族地区基础教育质量提升行动计划项目“助推学校特色发展和内涵建设的有益探索。天柱五中提供一个生动的“现场”，他人回应一个净心的“赤诚”。接下来，天柱五中将以此次活动为契机，以总结指导赋内涵，紧紧围绕高质量发展这一核心任务，坚持“铸品”发展主线，凝聚学校教育教学合力，笃行教育强县的使命担当，与天柱县的教育同仁们共谱天柱县基础教育高质量发展新篇章。
`;