window.__tempArticleContent = `
　　窗外阳光明媚，碧空如洗。微风不燥，轻轻掠过树梢，跃动的树叶映着闪闪阳光像起舞的精灵。远处稻浪裹挟着稻香和泥土的芬芳随风而来。窗外风景如此动人，却也冲不散我那漫天愁绪。无他，只因我又复读了一遍《红楼梦》。

　　《红楼梦》出自清代著名文学家曹雪芹之手，原名《石头记》，乃我国著名的“四大名著”之首。《红楼梦》是我国文学史上一颗璀璨夺目的明珠。全书主要以主人公贾宝玉和林黛玉的爱情故事为主线，演绎了贾、王、薛、史四大家族兴衰历史。一出披着华服的中国式悲剧，一本以遗憾贯穿全文的奇书。也许从书名的“梦”，便已经注定了它的结局。年幼时的我，并不能理解它为何能位列“四大名著”之首，亦不懂它为何能留下影响深远的“红学”，甚至有点反感，因为与我看的其他故事相比，它的结局并不完美。随着知识的增长，阅历的丰富, 思想的成熟，现在我似乎懂了——因为它不仅是封建社会王公贵族奢靡生活的缩影，更是当时社会众生百态的纪实；不仅是对宝玉、黛玉这些抗衡封建礼教之人的讴歌，亦是对封建社会腐朽制度的挞伐。

　　书中人物众多，作者饱蘸血墨，写尽人物悲歌。全书最让我叹惋莫过于贾宝玉了。“金玉良缘”与“木石前盟”让他钟情于林黛玉，可却被贾母与王熙风联手索骗，误娶了薛宝钗，导致连林妹妹的最后一面也没见到。那个在锦衣玉食中长大的少年，摆脱了对奢靡生活的留恋，开始发奋图强。好不容易金榜题名，可以踏入仕途，有望重耀门楣。却因看透了世俗，选择剃发为僧，遁入空门。那黛玉纵有过人才识，却也只能一生都被束缚在这大观园中，最后带着忧愁离开人世。宝钗各处都显露出她的才干，大事小事她都能办好。其经商天赋远超她的哥哥，却因一具女儿身,便注定了只能待在院中相夫教子。迎春，贾府的小姐，含着金汤匙出生的她，自小养尊处优。本应一生美满，却只能在贾府最衰颓的时刻草草嫁人，最后被丈夫家暴致死……他们都是读者心中的意难平。每次读《红楼梦》我都无法跳出为书中人物悲剧结局叹惋的藩篱，而情郁于中。

　　转换人物悲歌的视角，聚焦社会悲惨。现实中封建社会的黑暗远比书中残酷。底层人民还在为果腹而发愁时，上层贵族却在穷奢极欲；那“男尊女卑”四个字，被封建礼教烙在每个人的心里；那操办婚姻，不知毁了多少人的一生……作者用毕生的心血写出了这满纸荒唐言，一把辛酸泪的故事。这不是凭空虚构的故事，而是那个时代的缩影。身处自由、平等的当今社会，我们对书中展现的社会悲惨无法感同身受，但每次读《红楼梦》，我的心潮都久久难以平复——那究竟是一个怎样黑暗的社会?……
`;