window.__tempArticleContent = `
　　一、案例背景

　　2004年中考结束后，我被抽调到凯里评改黔东南州2004届中考语文卷，改的是作文。这对我来说是一个挑战，虽说教授中学语文已十多年，也多次参加全州的语文阅卷，但评改作文是第一次。在几天的评卷工作中，也还算是顺利，除了被评卷组长叫去交谈一次，其他时间“平安无事”。闲暇之余，老师们也在交流评改中的“亮眼”作文，感叹考生们独到的视角，但大家感叹最多的是在这次答卷中出现的小标题作文，大家都一直怀疑，本次考场上出现的小标题作文应该出自同一位老师的“高徒”，大家都纷纷议论，这位老师是谁，是哪一个学校的老师，他那高超的技法确实令所有阅卷老师折服。不信，请看当时传送在阅卷老师手上的满分作文《笑容协奏曲》。

　　笑容，跳跃的协奏曲

　　跳跃，让我学会勇敢；跳跃，使我充满信心；跳跃，在无时无刻撞击着我的心灵，带着我挑战下一次飞跃。

　　题记

　　妈妈，我不敢跳

　　小时候，喜欢牵着妈妈的手到郊外散步，跟着妈妈的脚步，我充满了自信，可是，面对小河，我胆怯了，望着对岸挥着手的妈妈，我轻轻地说了声：“妈妈，我不敢跳。”妈妈没有说话，也没有来接我，只是用期待的眼神望着我。五分钟后，河水沾湿了我的裤脚，我哭了，在河的那边。

　　妈妈笑了，是安慰的笑容。回头看看小河，我也笑了，是胜利的微笑。

　　老师，我能跳

　　告别了妈妈温暖的手，蹦过了六年的小学时光，我踏进了中学的大门。在一次体育考试前，我不幸扭伤了脚。老师担心我的脚，不让我跳。我望着老师坚定地说：“老师，我能跳。”伴随着老师和同学们不安地眼神，我一跃而起。虽然没有发挥出平时的水平，而且脚又变得很疼，但是，我笑了，在热烈的掌声中，胜利地笑了。

　　初三，我要跳

　　初中三年，我曾经无数次地跳跃着。初三是对自我的一次超越。面对中考这道龙门，我像一条小鲤鱼，显得那样力不从心。但是，我在努力，跳过了堤坝，躲避着暗礁，我来到了龙门脚下。我似乎已经遍体鳞伤，但我充满了自信与力量，我要跳！瞧，我这不是在“振鳞欲跳”了吗？

　　我在笑着，自信地笑着。

　　同学们，人生的跳跃有很多，挫折也很多，在这里只希望大家努力地跳，勇敢地跳。在跳跃开办的演奏会上，请用笑容为其伴奏，谱写生命的美好乐章。

　　改卷回校，我决定要将小标题作文引入我的作文教学之中，但经过几届的尝试，均已失败告终。但对小标题作文的仰慕总是萦绕在我的心头。当我教学《邓稼先》一文时，不禁又心头激荡，忍不住又教学生搞起小标题作文。

　　二、案例描述

　　【片段1：写作指导】

　　1. 让学生明白小标题作文的作用。由《邓稼先》一文引入小标题作文：

　　（1）文章写了什么？怎样写？为什么写？

　　（2）全文有几个小标题？小标题之间有什么联系？

　　（3）文中的小标题有什么作用？

　　课文回顾

　　再读《邓稼先》一文，思考：

　　1. 文章写了什么？怎样写？为什么写？

　　2. 全文有几个小标题？小标题之间有什么联系？

　　3. 文中的小标题有什么作用？

　　整体感知

　　听朗读，思考：本文各个部分的小标题有什么作用？

　　2. 弄清楚什么是小标题作文。小标题式作文是一种较常见的学生作文文体，即围绕话题或文章中心，把一篇文章划分为几个相对独立的部分，再给每个部分加上一个简洁、恰当的小标题。这种文体能使文章层次分明、结构清晰，而且有勾连文意、提示内容的作用。在学生作文中，常见的形式是把一篇文章起三个小标题，每个标题下拥有一个相对独立的内容。

　　小标题结构法就是将若干个围绕中心选用的、典型的、能显示作者独特视角及立意的材料，分别统领在几个小标题下，有机组接成篇的结构方法。小标题必须居中。

　　小标题结构，使文章新颖别致，过渡便捷，内容丰富，主旨突出。但并不是所有的文章都可以用小标题的结构形式。只有一篇文章可以用不同角度的几则材料来表达时，才能采用。

　　3. 小标题作文的选材。

　　（1）选材要精当。

　　虽然一篇文章需用几则材料，但这几则材料应该是多角度多侧面地表现主题，不能随便选几则凑数，也不能同类内容重复选用。所选取材料同样要求典型新颖，有个性特征，能显示作者独特的视角及立意。

　　（2）材料数量要恰当。

　　中学生作文一般都限定了字数，小标题作文一般以3~4个小标题、小材料为宜。太少没有必要用小标题；太多，则会使文章要么泛泛而谈，空洞僵化，要么容量太大，字数不合要求。平时训练，在选材上绝不能贪多。

　　（3）详略要得当。

　　因为字数的限制，小标题作文所用的几则材料就不能平均用力。读者熟悉的生活略写，内容较新鲜的或最感人的要详写，无论详略，都应注意细节描写，切忌堆砌材料泛泛而谈。

　　此外小标题的拟定要有艺术性、提示性。小标题之间最好能互相关联，是跳跃性的。

　　4. 拟小标题应当遵循的原则

　　其一，小标题要围绕中心，体现行文思路；

　　其二，小标题要符合逻辑，体现内在联系；

　　其三，小标题要格式一致，体现工整美。

　　5. 拟小标题的方法。

　　拟小标题可以有时间串联法，空间排列法，层层递进法，音乐串联法，颜色串联法等等。

　　为使小标题作文更有可读性，可在文章题目下面、正文之前的文字。作文中巧妙地设置题记，既能提纲挈领的作用，又能提示文章内容，揭示文章主旨，激发读者的阅读兴趣。

　　写作指导

　　作文小标题拟题八招：

　　1.时间串联法

　　[1]按事件发生发展的顺序，如写交朋友的话题作文，小标题可用“相识”“相知”“分别”。[2]将材料分散在四季之中，如描写农村一年四季生活的《倾听乡村》，小标题拟为：“蛙声”“牛铃”“打谷”“雪地”；回忆往事的《寻找失去的世界》用“沉思之春”“灼热之夏”“苦闷之秋”“忏悔之冬”作小标题，展现主人公逐渐懂事、成熟的过程。

　　[3]将几则材料浓缩于一日之中。如《一日三餐交响曲》的小标题：“晨曲”“午唱”“暮歌”，通过一日三餐的喜和忧，表现学生对“吃”的独特感受。如《我的假日生活》的小标题“早晨的热夜窝”“中午被我们炸开的小河”“晚生酌万家灯火”

　　【片段2：小试牛刀】

　　1. 学生作文训练。因为学生第一次书写小标题作文，我指导学生完成命题作文《我的老师》。学生从小学到初中，学生在学校与老师接触最多，最熟悉。设计的初衷是由难入易，让学生掌握小标题作文的基本写作方法。

　　通过本次作文训练，多数学生掌握了小标题作文拟小标题，选材以及布局谋篇的能力，基本达到训练目标。如：杨舒涵同学你的小标题为《初见》《相熟》《分别》，以时间为序，叙述和老师相处的过程，表达对老师的感激和依依不舍之情，形式新颖，主题突出。胡雨涵同学拟题为《早读前的唠叨》《午休时的背影》《晚寝后的巡视》叙述班主任莫老师辛勤劳作的一天，描写老师对学生无微不至的爱。游思源同学拟题为《语文老师的腹有诗书》《数学老师的斤斤计较》《地理老师的大好河山》叙写不同学科老师的风采，体现老师们业务精湛，教学有方。但也有一些学生拟写小标题不够得当，如申雨可同学，拟的小标题为《你好，老师》《谢谢您，老师》《老师加油》《对老师的不舍》，小标题格式不一致。

　　结构清晰、层次分明，很多学生都喜欢运用，但能够写出新意的并不多见。怎样把这种小标题式作文写得新颖别致呢？在写作中应该注意以下几点：

　　1. 小标题要提示内容，体现文章脉络。小标题是文中每个小部分的题目，所以在拟小标题时应该抓住每部分的重点、要点，提示每部分的内容。每个小标题还要围绕话题，做到层次分明、脉络清晰。

　　2. 小标题要围绕中心，体现独特个性。一篇文章的几个小标题应该是多角度多侧面地表现中心，不能随便拟几个凑数，也不能同类内容重复使用。所以，所拟标题应该典型新颖，具有个性特征，能显示作者的独特的视角和立意。

　　3. 小标题要格式相仿，体现整齐优美。小标题的结构要大致相仿，字数相同，一篇文章有三到四个小标题，这样几个小标题构成一种排比关系，给人一种整齐优美的感觉。

　　2. 考场作文，在第一单元测试中，作文题目为《我心中的楷模》，写初中语文教材中出现过的革命先烈，科学家等。一些学生就将小标题作文运用到考场作文中，如罗雪琴同学写鲁迅先生，你的小标题为《不一样的战斗方式》《实事求是的他》《对青少年的影响》。吴佩玲同学以花木兰为楷模，你的小标题为《替父从军》《百战沙场》《不用尚书郎》《亲人团聚》。

　　三、教学感悟

　　小标题作文是一种较常见的作文形式，4. 小标题要符合逻辑，体现内在联系。小标题之间的逻辑关系，常见的有并列关系和层进关系两种。

　　并列关系是从不同角度反映事物，呈现一种横向关系。层进关系是以事物的发展变化为线索组织小标题，呈一种纵向关系。

　　从2004到2025，对小标题的作文的研究我一直在进行，但因自己才疏学浅，一直未见成效，在未来的语文教学中，我将继续努力，力争使小标题作文结出丰硕的成果。
`;