window.__tempArticleContent = `
　　法国昆虫家法布尔花费了十多年时间写成了巨著《昆虫记》是一本讲述昆虫的书，知识非常丰富，语言特别而趣，读起来特别过瘾。

　　地球上的每一个生命，无论强大还是柔弱，都应该得到平等的尊重。昆虫自古以来就与我们生活在一起，生活在这个地球上，可我们却很少关注过他们，因为他们的生命是那么的弱小，那么卑微，那么微不足道。读了这本书，我深受感动，原来众生平等，每种生物都有自己的精彩，甚至远远超过了我们人类。

　　昆虫和我们人类一样，也在不断的说着话，唱着歌，跳着舞，在属于他们的乐园里生活，在城市或田野中行走时，一处被遗忘的花坛，或是一段尚未整修的河堤，也许都有它们的身影，或许连草根底下都会成为他们的乐园。

　　你听，深情演奏的螽斯，尽兴弹琴的蟋蟀，狂热唱歌的蝉儿，春花烂漫时活泼的瓢虫，优雅翻飞的蝴蝶，身影矫健的蜻蜓，它们不是显得很快乐吗？

　　在这个动物王国中，一汪水洼可以养育许多蜻蜓或是蚊子的幼虫，一滴露珠就能滋润一只小甲虫，一块石头下的缝隙就能成为一对蟋蟀提供一个安乐的家。昆虫无处不在，谱写着或艰辛或顺利的生存故事。只是我们平时没有在意他们的笑声和窃窃私语，忽视了他们的舞蹈罢了。

　　这些小小的昆虫，难道我们不应该去观察发现他们吗？只要你仔细观察，它将给你带来无穷的快乐。

　　夏天生活在树上的蝉儿，你或许会对它不休的歌声感到厌烦，但是你知道蝉的一生吗？经过四年黑暗的坚持，才换得一月日光中的享乐，这就是蝉的一生。我们真的不应该厌恶他歌声中的烦躁浮夸，因为他掘土四年，才换的现在穿起漂亮的衣服，长起美丽的翅膀，能够在温暖的日光中沐浴，那铰的声音能够高到足以歌颂它的快乐。是如此难得又如此短暂。

　　昆虫也是地球生物链上不可或缺那一环。昆虫的生命也应当被人类尊重。人类并不是一个孤立的存在，地球上所有的生命，包括蜘蛛、黄蜂、象鼻虫在内，构成的一个和谐的世界。
`;