window.__tempArticleContent = `


　　时光清浅，山茶花的味道依然弥漫。

　　梦想的种子一旦种下，就会不停的发芽生长！二十五年前，在小学班主任的启发下，我把想成为一名教师的梦写进了一个透明的玻璃瓶里封存。十三年前这个梦靠着自己的奋斗实现，这让我深知寒门学子求学的艰辛。虽无法与范仲淹“断齑划粥”的清苦力学相比，也无法同宋濂“穷冬烈风，大雪深数尺，足肤皲裂而不知”的求学相提并论，然而我也知道要走出大山，改变祖辈务农的现状，唯有求学这条路才是捷径。所以当我想实现走上讲台的时候，我也想让我的学生走出大山，去实现他们的理想。

　　梦在脚下，唯有奋斗不止，这也是青春的底色。

　　那年清晨，一个可爱面略带羞涩的笑脸，手捧一朵鲜艳的山茶花的少女出现在我的宿舍前，用稚嫩的声音说到：“老师，送给你！我到自家的茶油园给你摘来的。”我接过那红艳艳的山茶花，心里很激动。好像整个屋子都弥漫着山茶花的芬芳。课堂上看到那一张张纯朴的脸，那一双双渴求知识眼睛，还有那瓶子里学生摘来的鲜花，还有那些山果果。我恨不得把毕身所学全交给他们，让他们走出大山，去实现他们的理想。后来送我山茶花的女孩走出了大山，我亦明白竹林到贵大的距离，虽艰苦亦灿灿。这张稚嫩的面羞涩的脸又浮现在我眼前，好像要告诉我，为梦想奋斗的青春才是无悔的，作为她的老师我感到骄傲，我心里种下了那么多绿色的梦，随着时间的推移，逐渐在开花。

　　今天的教室格外的不一样，晚自习时间，我走进教室，几十双眼睛盯着我，弄得我都不好意思。“老师，半期考试我们语文排多少名？”“第三名，退步了一名”“那你说放一次电影给我们看，还可以吗？”“都退步了，还能看电影吗，把试卷拿出来，把反思写仔细点！”“啊啊啊！”每次考试后我都要求学生写反思，要善于找到自己的不足，针对性学习。十分钟过去了，“写好了吗？”“写好了”接下来看电影”“耶”。我们看《我本是高山》，其实早就已经准备给他们看这部作品了。我们一起观影，还要写影评。观看过程中学生很认真，当他们看到影片中的感人情节时，很多学生都流下了泪水。我想这泪水里有多重情感，相对于影片中的学生，我们的学生何其有幸，能够心无旁骛地学习。后来我看他们写的影评，也都知道了梦想要奋斗，要努力学习，将来报效祖国和父母。这是我为学生筑的梦，希望他们通过自己的奋斗走出大山，实现自己的人生理想。

　　岁月如歌，站上讲台已是十三载，我不曾停下脚步，依然在奋斗，依然在筑梦，筑那绿色的梦！
`;