window.__tempArticleContent = `
　　教室窗外的梧桐叶被夏风卷得籁籁作响，我总会望着自己沾满墨迹的指尖发征。那些晕开的蓝黑色仿佛年轮，在纸页间沉沉叠叠地生长，记录着属于我的炽热青春。

　　若将青春比作朝霞，我愿是那抹最早穿透云层的曦光。清晨五点半的教学楼总亮着零星灯火，我常常攥着单词本站在走廊的尽头，看暗蓝色的天幕回想平时的朗朗书声。那次月考失利后，我在草稿纸上抄了整整三页这个单词，直到钢笔尖将纸背划出细小的裂痕。我无意间看到窗台上积着前夜的雨水，倒映出我倔强的轮廓——那是我第一次懂得，青春的热度不在于燃烧的速度，而在于持续的升温。

　　如果说青春是场暴雨，我愿成为逆风奔跑的雨燕。当我每天坚持复习，我比我成绩好的同学教我不会的题，当那几位同学不会的题我会去问科目老师，我会了就去跟几位同学讲，当时每到考试时我都会紧张、心跳加速，就会忘记复习的知识和单词。跟我一起复习的同学就来安慰我：“说不要紧张，考试一会儿就过去了。”我心想也是。她们安慰了我几分钟，我就不是怎么紧张了，就去考试去了。在考场考试就像在体育课的长跑测试。像在跑道上奔跑。炎热的夏天，我的汗水浸湿头发，汗水被氤氲的热浪蒸腾。沿着我的脊椎豌蜓成溪，却在冲过终点线的刹那化作沸腾的蒸汽。我看这试卷题的那一刻，我有点自信。因为有些题有一点一样，那时我看这几题的时候，也要下课，我就努力的写着，正好是我写完最后一道题的时刻，下课了。过了几天老师把考完的试卷讲完后，叫我们看一下自己写的对不对。我对了一下，我考的试卷还可以。几天时间刹那间便过去，成绩出来了，我心里像是被一双大手捏了起来不敢去看，鼓起勇气。看拿起成绩单，看了一会我欣喜的大声笑了起来，我努力了这么久，终于有了进步，欣喜若狂的那一刹那，天空突然下起了雨，仿佛为我祝贺。原来青春的热烈，就是青春的自信，就在于敢于怀揣对成绩的自信，把每次考试当做证明自我的舞台，用昂扬姿态书写永不言败的答卷。奋勇向前、要相信决定未来的永远只有自己！

　　青春更是篝火晚会上跳动的火焰，记得前桌总在我解不出几次题时，用铅笔在草稿纸上画可爱的加油表情。像冬日里传递的暖手宝，让成长的寒冬不在凛冽。青春只要不放弃，永远坚持下去就像风雪中的梅花明媚、张扬。坚持青春拼搏奋斗的人生，才是最有价值的人生。
`;