window.__tempArticleContent = `
　　我始终认为一名合格的班主任一定是要爱学生的，而且要学会关爱、疼爱和严爱。作为一名班主任，除了教学更要育人，不仅要提高学生的文化成绩，还要关心学生，注意他们的身心发展健康，更要细心的留意学生的状态，留意他们平时的言谈举止，发现其中细微的变化, 随时予以指导, 让他们积极健康的学习、生活，最终促进学生德智体美劳全面发展。

　　案例：珊珊（化名）是一名13岁的女生，她性格内向，胆小且容易偏激，学习成绩也不好，白天上课精神状态很差，经常在课堂上打瞌睡，作业完成情况也不好。七年级上学期期末考试总分才280多分，我发现她的情况后，及时与她进行了谈话，了解情况。

　　原来珊珊父母在她5岁时离婚，她由父亲抚养。但父亲有家暴倾向，孩子经常被打，珊珊和爷爷奶奶生活在一起，缺少父母的关心陪伴。所以导致孩子状态不好的主要原因是：

　　1.因为想念母亲，晚上经常偷偷哭泣，但又不能随时和母亲联系。

　　2.与继母关系差 不愿意跟她沟通，多次被父亲打。

　　3.母亲私下悄悄给孩子买了手机便于联系，孩子却不能好好控制玩手机时间，晚上沉迷于手机。

　　4.爷爷奶奶不会疏导孩子情绪，只会用孩子母亲离开的事攻击孩子。

　　5.父亲家暴，经常因为小事打骂孩子，比如煮饭煮不好也会被打。

　　针对该生情况，我采取了以下措施：

　　1.取得孩子信任。一次一次的与孩子谈心，一次一次的告诉孩子不要害怕, 可以信任班主任，父亲如果对她有打骂，她随时联系我，我随时去她家,去接她。我身上也随时带着一些糖果，告诉孩子，生活很苦但是我们也需要一点甜，把糖果送给珊珊，并给她鼓励的拥抱。

　　2.与家长沟通。我与珊珊的母亲进行了沟通，告诉她珊珊在学校的表现和困难，希望孩子母亲尽量多给孩子一些正能量的鼓励，不要总是把大人之间的问题有意无意的留给孩子，也建议孩子母亲可以通过我随时和孩子联系，而不是半夜让孩子通过玩手机来排解对母亲的思念。然后再与珊珊父亲联系，告并他孩子的优点,虽然成绩差, 但是孩子很乖很善良也很渴望父亲的关系，希望不要再发生打骂孩子的情况，并且希望孩子父亲能与孩子正面沟通，把手机问题解决了。比如周末可以玩手机，但是平时的学习日不能玩手机，要保证充足的睡眠等。

　　3.取得学生信任后再次找到学生与其沟通，让其了解晚上玩手机的危害。经过长时间的引导，孩子终于愿意主动把手机交给我保管，并且表示期末再来拿。

　　4.我通过观察、询问了解到珊珊和班长关系较好，我就把两人调到一起坐，让班长帮助珊珊学习。当她学习有进步了，及时表扬，让她发现学习的乐趣，树立自信心。

　　5.去到孩子家中对爷爷奶奶家访。通过沟通，告诉爷爷奶奶孩子在学校表现很好就是因为家庭原因不能安心、专心读书学习，让他们不要把家庭的变故，家庭的压力给到孩子，这不是孩子该承受和面对的，并当着家长的面表扬孩子，鼓励孩子。

　　6.在平时的生活中、课堂上，我随时关注珊珊的变化，有意无意当着全班同学的面表扬她。比如:上课比以前认真多了；字写得很好，作业很工整；成绩一点一点进步了；打扫卫生从来没有被扣分......

　　经过这一系列措施，我孩子明显感觉到珊珊情绪上的变化，人也轻松得多了，走路也会蹦蹦跳跳了。果然，在七年级下学期的期末考试中，孩子的成绩提高了两百多分，也从倒数第几名进入子班上中等生的行列。成绩出来的时候，珊珊跑过来搂着我的脖子说：“老师，我好高兴!”“老师也好高兴!”我们两人相视而笑。

　　我平时在班级管理中和教学工作中要特别关注单亲家庭学生的学习和生活情况，采取适当的措施帮助他们克服困难，提高学习成绩。通过班级活动、小组团建活动鼓励学生学会团结和齐心协力解决问题，更要加强家长的沟通且多次的不厌其烦的找到家长要他们重视孩子的问题，私下我也渴望建立良好的师生关系，学生对我是又爱又怕。

　　功夫不负有心人，我学会了用赞美的眼光看学生，那些后进生竟然都有那么多可爱的地方。比如有的爱劳动，有的诚实，有的勤俭，有的喜欢创作等等。我对他们充满了信心。

　　每一个人都有他的闪光点，当老师过多的关注一个孩子缺点时，对这个孩子的成长会是一种灾难。只有转换角度，用赞美的眼睛去发现孩子的优点，孩子才能在老师的认可中获得成功的体验。很多时候，后进生缺失的不是成绩，而是一种认可。作为教师，我们的任务就是帮助学生重拾自信。当我们真正信赖和尊重孩子时，孩子才会真正的信任我们。

　　这件事在我的教师生涯中仅仅是一段小小的插曲，但它却使我更加相信教育的力量是伟大的。良好、科学的教育对一个孩子的转变和发展是多么的重要。在以后的工作中，我还会遇到许多需要我的包容和鼓励的孩子。我会用我的爱倾听每一个孩子心底的声音，帮助他们拥有更美好的明天。
`;