window.__tempArticleContent = `
　　近年来,随着交互式一体机的应用,教育界出现了一个新的教学形态——“裸课”式教学法。即,教师尝试在课前不预先制作多媒体课件的情况下,完成授课任务。它的核心理念可概括为“一师两板无课件,众生互动有生成”。

　　现实教学中,老师们苦恼于一节课的课件少则20多页,多的甚至30页,怎么上得完?课堂上老师操作翻页笔,学生被动“看电影”。老师为了上完内容一直在赶课,学生没有时间去思考。这样的课堂何来生成?为了给教师减负,我更关注生成性教学,尝试从简化课件开始。

　　一、课件导图化,留出生成空间

　　古代,不论是孔子教育思想中的启发诱导、举一反三原则,还是苏格拉底的对话式教学,都蕴含着生成性因素。好的课堂,是在“知识生成”的教学过程中促进“思维能力的生成”。“裸课”变化的是形式,不变的是基于发展着的信息化教学环境而精心进行的教学设计:课前,教师需要充分考虑可能的教学媒介的支持,进行教和学的活动设计,根据教学目标、教学内容及学习者特征等预设可灵活调整的教学策略,设计出基于信息化环境的、让学生身心参与的课堂活动。

　　教师要能更好地把控课堂,课件必须进行简化。运用思维导图工具对知识点进行归纳,使之任务化,在问题的导引下,借助图片、视频等丰富的教学资源作为支撑展开教学。舍弃繁杂的“下一步”动画操作,用图说物理,课堂会变得灵动,不再因为课件而束缚教学想象力。真正把课堂变成互动研讨,深度学习发生的场所。

　　二、用图说物理,搭建生成课堂

　　(教学流程)

　　课前准备:2人一组发放凸透镜和凹透镜各一个。

　　(一)新课导入

　　(视频)一瓶矿泉水引发了森林火灾,如何解释火灾之谜?请跟老师走进《透镜》世界一探究竞。

　　课堂探究

　　任务一 认识透镜

　　（1）【现象、问题】什么是透镜？哪些地方会用到透镜呢？

　　透的应局 量

　　（2）【核心知识】透镜的分类；主光轴和光心

　　动：观与体验，认识透的分类

　　两角透的形状特点

　　活：自学课年P1，学习概念（主光轴和光心）

　　主光轴和光心

　　心（凸透镜）视图

　　（3）【同步练习】

　　题1（选情分类）

　　课堂探究

　　任务二 探究透镜对光的作用

　　（1）【现象、问题】我们认识了两种透镜，那么这两种透镜对光有什么作用呢？

　　回

　　导学2：透镜对光的作用

　　（2）【核心知识】透镜对光的作用（NB（演示实验）

　　活：1. 平行光入前凸的透镜（学生演示）

　　活：2. 平行光（NB）

　　实验结论

　　深度理解（会聚和发散）

　　（3）【同步练习】

　　回题2：填透镜

　　课堂探究

　　任务三 焦点和焦距

　　导学3：焦点和焦距

　　（1）【现象、问题】比较两个不同的凸透镜对光的作用，观察有什么不同？（演示）

　　（2）【核心知识】什么是焦点？什么是焦距？

　　活动：阅读02页，焦点和焦距 焦点和焦距（凸透镜） 焦点和焦距（凹透镜） 太阳光测量透镜的焦距

　　从上面的教学设计中,我们可以看到从导入新课、课堂探究、课堂小结到同步练习,整个课件以思维导图作为工具,课件控制在10页以内。一个知识点就是一个任务,一个任务下,有现象问题、核心知识、同步练习三个环节。【现象问题】环节:展示并分析物理现象,思考并提出问题,让学生真切感受到生活中处处是物理。【核心知识】环节:是重要知识点,是通过讲解分析后,进行归纳总结出的物理规律。

　　【同步练习】环节:是学生学以致用,实战练习的舞台,检验学生对核心知识点的掌握情况。

　　一个任务只有一张课件页面,大大简化了课件版面。教学素材用到了图片、视频、仿真演示实验、实物实验等。可直接点开图片内容,可链接网页,或提示学生活动。这些素材资源支撑着明确的学习任务。教师在点选切换之间游刃有余,一切变得那么自由、可控。课堂在“此时此地”中生成,教师成为了学习的设计师,知识的导航员。教师在“简化”的课件中激活了教学的想象力,学生在“简化”的内容中有了更多的生成性体验。

　　三、教学感悟

　　课堂要生成,需要留有空间。课件做得太满,则束缚了教学的想象力。思维导图构建了知识骨架,图片等素材是血肉,简化的教学设计则是思想灵魂。面对新的学习环境和教学模式,教师只有减负,才能直击问题核心,发现问题并解决问题。

　　我们生活在变革的时代,变革给人带来挑战。生成性教学是一种“无法预约的美丽”,好似天马行空,可以不期而至!创设生成,并非放弃预设,而是把预设指向一种新的高度,让它成为一种超越,一种提升。
`;