window.__tempArticleContent = `
　　读过富有军事策略的《三国演义》，仰慕过行侠仗义，聚集绿林好汉的《水浒传》，欣赏过“满纸荒唐言，一把辛酸泪”倾诉，仿佛看到了一个家族的兴盛衰亡。可最使我百读不厌，爱不释手的是《西游记》，那曲折惊险，扣人心弦的故事真是让人如痴如醉。

　　说起《西游记》大家肯定不会陌生，让神通广大的孙悟空，那好吃懒做的猪八戒等各种形象便浮现在我们的眼前。

　　唐僧、孙悟空、猪八戒、沙和尚，这四个人物各有特点，性格各不相同，恰好形成了鲜明的对比。这是我不得不佩服作者写作技法高超。“大英雄”孙悟空手持金箍棒，号称“齐天大圣”，上可九天揽月，下可五洋捉鳖，一个筋斗云十万八千里，靠他那出神入化的七十二变边和明辨是非的火眼金睛，让师徒四人多次死里逃生，还有他那桀骜不驯的性格，压在五行山下五百年也不曾屈服的精神，是当之无愧的楷模，更是我的偶像。猪八戒蠢蠢呆呆，属实是一个猪呆子，而且他也有一段前尘往事，前世他是天蓬元帅，就是因为调戏嫦娥被贬下凡间，并且他还经常在师父面前讽刺他人，师傅赶走孙悟空都与他脱不了干系。别看三徒弟长得凶神恶煞，其实内心可善良着，可柔软着呢。他忠厚老实，勤劳能干，整天扁担不离肩，行李不离手，假如没有他这个和事佬为师兄化解矛盾，这取经路上不知道要经过多少波折。而他们的师傅唐僧那叫一个“榆木疙瘩”，他虽慈悲为怀，但他太执迷不悟，愚味无知。话说“三打白骨精”那回，孙悟空忍着金箍咒的疼痛保护他，而他却愚昧地认为孙悟空打死的是老百姓，竟毫不犹豫的将他走，赶出行取经队伍，让他回到花果山上，这气的我直咬牙，这想飞到他面前告诉他真相。替孙悟空伸冤。

　　《西游记》主要写了唐僧西天取经路上先后收了孙悟空、猪八戒和沙僧，历经九九八十一难，终于取得真经，修成正果。同时《西游记》极具讽刺意味，书中描绘了天庭和地府等神仙界与人世间的联系，其中讽刺了官僚腐败现象，暗示当时社会官员的贪污腐败，弄虚作假的问题，有的国王因贪恋女色，混淆是非，甚至挖人心做药引子等，都是对当时黑暗社会的揭露和批判。吴承恩的《西游记》是吴承恩当时在官场上的失意，生活极度困难，吴承恩自言道：“虽然吾书名为志怪，盖不专明鬼，实记人间变异，亦微有鉴戒寓焉”。

　　唐僧师徒四人在西天取经的路上，碰到很多困难和妖怪。经历了九九八十一难，但他们四人团结在一起，战胜了妖魔鬼怪，取得了真经，成功的回到了大唐。这个故事还告诉我们，只要认定了目标，不怕困难，大家团结一起努力，就一定能成功。
`;