window.__tempArticleContent = `
　　为纪念革命烈士的伟大贡献，铭记先烈的辉煌成就，激发青少年对祖国、对党、对社会主义的热爱之情，天柱县第五中学团委于2025年4月1日星期二上午，精心组织了一场别开生面的清明节活动。此次活动，学校选派了部分党员和团员，前往庄严肃穆的天柱县烈士陵园，开展了以“缅怀革命先烈，争做时代新人”为主题的祭扫烈士陵园活动。

　　陵园内静谧而庄重，巍峨的革命英雄纪念碑屹立不倒。师生们以井然有序的队列，安静而有序地步行至纪念广场。全体师生面对烈士纪念碑，齐声高唱国歌——《义勇军进行曲》。那嘹亮的歌声中，透露出对先烈的无比敬仰与怀念，扫墓仪式在庄重肃穆的氛围中拉开序幕。两名团员志愿者代表全校师生向纪念碑献上花圈，师生们随后默哀三分钟，以此表达对革命烈士的沉痛哀悼与深深敬意。

　　在祭扫仪式上，党员代表张晓明老师深情地告诉同学们，要铭记历史，珍惜今天幸福生活的来之不易。他勉励学生们学习先烈们为革命事业英勇献身的精神，珍惜生命，珍视亲情，为社会贡献自己的力量。团员代表杨曼君同学则号召同学们继承发扬革命先烈的光荣传统，将心中对先烈的思念与敬意转化为实际行动，树立远大理想，热爱祖国、家乡和人民，努力学习，争做新时代的优秀少年。

　　一个国家若想充满希望，就不能没有英雄的存在；一个民族若想持续发展，就不能忘记英烈的事迹。通过这次清明祭英烈活动，同学们的心灵得到了革命精神的洗礼。作为新时代的中国少年，他们必须不懈奋斗，脚踏实地地为祖国的繁荣、民族的复兴勇往直前。只有这样，他们才能不负先烈的期望，真正地传承红色基因，砥砺奋进。

　　（五中党支部供稿）
`;