window.__tempArticleContent = `
　　那是一个秋季多阴的天气，天空上流淌着灰色的云，秋雨潇潇落下，可怜的小秋叶，你那小小的身子，怎能经得住大风大雨的夹袭呢？终于，你衰竭了，你离开了枝头，慢慢的飘落了。

　　我行走在落叶满地的小野径上，看着地上的落叶心里禁不住一丝悲叹。绿叶，难道这就是你短暂的一生吗？这时，一片秋叶掉到了我的后颈上，贴着我的皮肤，好凉啊！你仿佛在温柔抚摸着我，安慰我这颗惆怅的心，你向我诉说了你的一生，使我懂得了：生命不在于长短，而在于是否奉献，于是，我发自内心的喜欢上了你那平凡却又不简单的一生。

　　当春天的燕子和轻风流水一起演奏春曲时，春风吹拂的大地上，你又绽做了新绿芽，勃勃了生机，那可爱的绿芽，显示出了不尽的活力，一开始是隐约可见的小嫩芽，微微的点缀着大地，如同天真的小女孩在地上玩耍，你尽情的唱着大地母亲的乳汁，几天时间，你便已经舒展开了你那翠绿的身子，就像穿着绿色衣裳的仙子，在枝头上了起舞，这时你已经拥有了一段新的生机希望。

　　夏天，你用你的生机给予了夏新的生命和丰采，你从不躲避烈日的灼热，而是默默的进行光合作用，然后把制作出的养料毫无保留的送给花儿和果实，使花更鲜美，果实更甜美。你的身体与绿色相依，你忽受着骄阳的烤灼、为人们织出绿阴一片，而自己却受着曝晒的痛苦。

　　然而正是这凉爽的秋天，你却们凋零了，而且你还为秋留下了最后关于你的一丝美，不是吗？在夕阳的照耀下你便成了一幅美画，你虽没有牡丹而华贵，没有桂花而清香溢远，也没有水仙花那样清柔而素雅……那是因为你太平凡了，令人熟悉但又没印象，然而任何人也抹去不了你那迷人的色彩。因为你的无私奉献已经成了自然的小英雄，使人也开始慢慢记住了你。

　　你飘落了，缓缓的落下地面，不是在留恋枝头而悲伤，而是投人了大地母的怀抱，向你的母亲表达了你的赤诚之心。

　　“树高千丈，落叶归根”你经历了严冬的磨难与春的新生，最后你坦然化成泥土，以自己的生命法滋养自然，于是，叶子更绿了，花朵更绚丽了，果实更甜美了……

　　我爱你秋叶，但我更爱你那平凡不简单的一生，我将永远赞美你。

　　你那不平凡的一生啊！鼓励着我，激励着我，虽然我不能像你一样毫无保留的把自己送给充满生机的大自然，但我将会学习你那无私奉献的精神，把它刻在我的意识里，时刻提醒着我。小小的落叶，都能做出让人多么崇敬的工作，而我只是简单的坐在教室学习，还不用做什么大事，我还有时觉得烦躁，现在想想我多么没用。我也想做一个对社会有用的人、对国家有贡献的人，所以我将永远学习你，那无私奉献的精神，努力学习，不放弃自己，让自己做得更好，不仅为自己，也为世界增加一名奋斗者，俗话说：“坚持就是胜利，你没有拥抱诗和远方，也不能苟且现在，即便不能到达心之所往，也要把生活过得如秋水共长天般宽远，人生得失并存，你拥有了清风，就得交还明月。”努力总比什么都不干好，所以我一定会坚持到底。
`;