window.__tempArticleContent = `
　　了解到经典在传承中的崎岖之路，我更感慨，在这崎岖路上，离不开一代又一代人潜心深耕，默默付出。我真正感悟到“学问与怀疑相互依存，不可分割。没有什么是经典？经典不是潺潺流水，而是怒涛声声的黄河长江，流传至今，从未断绝。什么是传承？传承不是几个人间的私相传授，是代代人的前赴后继，传递至今，有迹可循。《经典常谈》就像一叶小舟，托起文明的经典，分发给河流沿岸的一草一木，千家万户。

　　《尚书》是我国最早的记言历史书，被誉为“政书之祖，史书之源”，但它的经历却崎岖万分。因为伏生的藏匿，《尚书》躲过了焚书坑儒，却也丢失了数十篇，余下只有二十九篇，后被文帝所知，加上朝廷的提倡，《尚书》便流传开去。后又在孔子旧宅，发现了《古文尚书》，在西汉时，东莱的张霸伪造了《古文尚书》，但因手法太过拙劣，很快被识破。而三国末年的王肃，因伪造手法高超，加之显赫的地位，这部伪书居然形成了极大的影响力。为此一场漫长的“真伪考证”之路开启了。先有南宋的吴械和朱子。他们都心存疑虑，但因为没有证据而不得不放弃。后有元代的吴澄才，明代梅，他们都力排伪孔，清代的学者更给力，清初的阎若，著《古文尚书疏证》，第二是惠栋，著《古文尚书考》；两书辨析详明，证据确凿，教伪孔真相毕露，清中叶的丁晏，著书《尚书余论》指证伪书。至此，这个千年公案终大白于天下。

　　读了《经典常谈》的《尚书》第三后，我怀疑的学问如同无源之水，无法拥有深远的影响；没有学问的怀疑则是空洞与肤浅的。”怀疑就像一把钥匙，能打开真理的大门，在学问上，我们也应向前辈们，敢于质疑，并寻找真相。在面对假象或心存疑虑时，我们要大胆发言，我们的疑虑和质疑要符合实际，我们面对强权下的虚假时，我们不能畏首畏尾，因惧怕强权而不语，我们心存疑虑时要大声质疑，我们要记住真理永远存在。

　　《<诗经>第四》这一章节，述说了在上古时期没有文字，人们想要表达情绪，只有靠歌谣。在春秋时有种叫太师的职业，太师收集了许多唱词和乐谱，后来乐谱完了，但三百篇唱词留了下来，变成了后来的《诗经》。

　　读了《<诗经>第四》，我学到了读诗要看全篇大意，不可拘泥在句之间，但断章取义也不无道理，我们可以根据自己的需要运用断章取义的方法，切不可以全篇通用，阅读了《经典常谈》中的《<尚书>第三》和《<诗经>第四》，我感受到了我们中华民族的文化博大精深，有千千万万的经典值得我们学习。我们更要弘扬这些经典，它们是中华文明历经千年沉淀而孕育出来的璀璨明珠。我们不能让中华民族经典的河流在我们这一代断流，它们应站在更广阔的天空中，更大的舞台上发扬光大，令更多人所熟知，而不是在无人的角落被埋没！作为中华儿女，我有责任，也有义务。
`;