window.__tempArticleContent = `
　　同学都看了过来，他们的表情都很紧张，仿佛在等待一场暴风雨的到来。我的心也提到了嗓子眼，突然，老师拿棍子打了一下我的头，我尴尬的愣住了，不知如何是好。“吃啥呢，给我吃点”他笑着对我说。大家哄然大笑，仿佛被戳中了笑点。以后的语文课，我只要低头在抽屉里拿书时，他都会瞅我一眼，说是看我吃糖没？

　　迎着秋风瑟瑟，踏着落叶片片，我漫游在校园。一颗金黄色的银杏树，悄然映人眼帘，熟悉的背影，渐渐清晰。

　　思绪回到小学六年级。走廊尽头，站着一个挺着啤酒肚，头上留着一个寸头，五官凶悍，眉毛又浓又密的一个中年男人，只瞄了一眼我就感觉这人不好惹。他站在我们班门口，像一个看门的石狮。“这老师好凶啊”我心里想着。我走到他面前，忐忑不安的说了一句“老师好！”可回应我的竟是和蔼可亲的微笑和一句低沉又带有一丝温柔的“好”！让我很是意外，人不可貌相。

　　上了开学第一节语文课，才知道。他是我们新换的语文老师龙老师，是从上届调过来的。初相识他就说：“不瞒你们说，这几年我都是带毕业班，熟到都把课本背下来啦！”有很多同学不信，有同学当场验证：“15课课文的页数是几页？”“七十三页。”他精准的回答出来，没有带一丝犹豫。这让大家对他的实力深深折服。

　　相处熟了，才发现龙老师很幽默，偶尔还会跟我们开玩笑。有次我在他课上吃糖，看到他下来了，我紧张地想找个东西把嘴里面的糖给吐掉，正着急地低头翻找着纸张。而他神出鬼没的出现在了我的身后，周围的

　　这天他也和往常一样，叫我们去帮他改卷子，他笑着说：“人多力量大。”我和几个人一起去了，我们大步流星进了办公室。推开了办公室的门，龙老师很热情的迎了过来，笑的有点得意，仿佛孤独的老人，等来了他很久不见的孩子。热情地同我们打招呼。看到了位置不够坐，他力大无穷的搬来了许多椅子，递给了我们。然后去拿了卷子和红笔给我们，我积极的接过了卷子和红笔，递给了其他同学。他也回到了工位，与我们一起改卷子。我们像一群知心朋友一样聊天，他们饶有趣味地说：“小美最近变化好大呀！一脸皮变厚了不少，第一次见“我”，中等身高长相甜美的女生，但是和我说话，眉眼透着志志，说话有点小结巴，有些害羞，小家子气。”其他的同学也纷纷回忆，说我之前的样子，我的回忆瞬间涌上脑海，对比一下，确实变了不少。我变得敢于勇敢去表达自己的想法啦，变得愿意尝试舒适圈之外的新奇。正聊着，龙老师走了过来，拍了拍我的肩，欣慰的说：“过去是过去，现在是现在，要向前看。”这话让我久久不忘。

　　记忆中熟悉的背影，与模糊的记忆重合。一片叶子轻轻划过我的脸庞，温热的触感告诉我，我的龙老师，是我最难忘的人。
`;