window.__tempArticleContent = `
　　你安葬于我内心的记忆长河之中,慢慢被埋没,你快消逝于我的记忆之中了。每每在这个我将忘记你的时候,你又像那秋天才欣然绽放的菊一样破土而出,化作一缕名为思念的情感,蒙绕在我的心头,让我再一次记起你。

　　又是一年中的秋,你种下的那几株菊花早已破土而出,生根发芽,在这个时节傲然挺立。在凛冽的秋风中,它们昂首挺胸,迎着凶猛的秋风,开得越发艳丽。贫瘠荒凉的小院里,它们是唯一的色彩。我记起来了,这是你最喜爱的花,它们长得那样好,是你在常常给它们浇水施肥吗?

　　光阴似箭,岁月如梭,童年的记忆慢慢褪去原有的光彩,渐渐的变模糊了,似一面镜子,被时间摔碎了,零零散散,拼凑不出完整的回忆。我努力寻找你的身影。你的身影像一道光,抓不住,它消逝在我的眼前,而你模糊于我的记忆中,藏匿在我触之不及的心灵深处。

　　那年秋天可真是难忘啊!出奇的冷,风是往年都没见过的大。那年菊花只有一株,被吹得东倒西歪,花瓣纷纷落下,似橙黄色的绸带一样散落在地。你心疼得只想上前去护着它,可我和弟弟没眼力见,硬拉着要你给我们炒板栗吃,显然是只顾着自己开心了。你只能笑笑,看了眼那难受的菊花,就由我们拉着进屋去了。你炒的板栗香气四溢,甜丝丝的。可那也是你最后一次炒板栗。

　　来年的秋天,天气没那么坏了,你种下的菊花没抽出花蕾,还窝在绿叶里酣睡。你却不在了,只留下这个小院和那株在风中颤抖的菊花。今年你种下的几株菊已然开了花,香气远溢,清风迷人,一缕缕攀上我的心间。在我逝去的记忆里,那段美好浮出水面。我想起了你,我的爷爷,我最亲爱最思念的人。菊花终于开了,你不回来看看吗?
`;