window.__tempArticleContent = `
　　一、案例背景：

　　1. 核心素养是当今世界各国课程改革的风向标，主基调，2014年3月，“核心素养”首次出现在我们国家文件中，在教育部印发的《关于全面深化课程改革落实立德树人根本任务的意见》中，“核心素养”被置于深化课程改革，落实立德树人目标的基础地位。

　　2.2011年颁布的义务教育各课程标准，强化了育人导向，各课程标准基于义务教育教育目标，将党的教育方针具体化为本课程应着力培养的核心素养，体现正确的价值观及必备品格。

　　1. 生物学核心素养通过生物学课程学习而逐步形成正确的价值观，必备品格和关键能力，主要包括生命观念，科学思维，探究实践，态度责任，在目标要求上明确规定：树立健康意识各社会责任感，能够强身健体和服务社会。

　　二、案例描述

　　“先天性行为和学习行为”是人教版《生物学》八年级上册第5单元生物圈中的其他生物，第2章动物的运动和行为第2节的内容。本节内容是在学习了“动物的运动”之后，就动物的行为方式而安排的。本节分为区分先天性行为和学习行为、研究一种动物的行为两个部分。课文中对学习行为这个概念没有详细的讲述，只用简短的一句话进行概括。学习行为是在遗传因素的基础上，通过环境因素的作用，由生活经验和学习而获得的行为。从课文中文字的描述来看，感觉学习行为很简单，很容易做到。但实际行动起来就会发现，学习行为是一个需要长期坚持的毅力，耐得住寂寞，经得起诱惑的过程。我校的学生都是来自农村，现在农村学生的父母大多在外务工、由于缺少父母的言传身教，体谅不到父母、教师的辛劳，缺少了“赠人玫瑰、手留余香”的体会与感受，因而导致了其待人处事冷漠、自私心理严重、缺乏对社会的责任感。怎样教学才能让学生把学习行为融入到社会责任中去，把“感恩于心——回报于行”这个核心素养内化为学生的认知结构。本文通过切入情境、形成认知、课堂体验、课后行动、价值提升5个教学环节，形成了感恩父母的养育之恩的价值取向，让“责任担当”在生物课堂中达成并得以落实。

　　三、案例策略：

　　1. 通过身边动物的运动及行为的提问导入新课，显行自然，使学生的兴趣性增强。

　　2. 自主化教学的运用：在课本知识母袋鼠哺育幼袋鼠的先天性行为以及大山雀通过学习偷喝奶油的学习行为的建立中，通过学生的自主学习、合作交流，展示评价，实现了学生在课堂中由被动走向主动。

　　3. 情景化与活动化教学有机融合：在课本知识“先天性行为与学习行为的理解，特征描述及生活行为分类”为主线，设置情景活动，母亲怀胎10月体验活动，我们走路、说话等学习行为的建立过程的情感感受。实现了课堂由封闭走向开放，由学习走向生活。

　　4. 多样化的课堂教学策略运用，实现课堂中让学生描述先天性行为与学习行为，发挥学生在课堂中的主体地位，进行感恩体验及感恩作文促进了学生的自主发展，强化了学生的责任与担当。落实立德树人根本任务。

　　案例过程：

　　活动一：

　　1. 设置情景导入案例：

　　情景：

　　1. 蜗牛、青蛙、蚯蚓、鸟、狗等各种动物的运动方式是什么？

　　2. 这些动物除了这些运动方式外还有哪些行为呢？

　　根据行为的获得途径可以分为先天性行为和学习行为。

　　解读本节目标任务，学习本节目标任务（教学目标）

　　活动二：区分先天性行为和学习行为——切人感恩父母的主题

　　1. 布置任务：什么是先天性行为和学习行为？

　　学生独立完成，（以竞赛形式完成，教师尽量以鼓励来调动积极性）

　　活动三：分析动物的行为是先天性行为还是学习行为（资料分析——课件展示——袋鼠哺乳幼袋鼠270天艰辛引导形成认知，感恩父母给予我们生命。

　　分析下列图片资料

　　想一想：上图中黑猩猩各是什么行为？

　　分析下列图片资料

　　想一想：它们的行为各是什么行为？对动物维持生存的意义有什么不同？

　　分析下列图片资料

　　想一想：上图各是什么行为？对比美国红雀和大山雀，先天性行为有哪些局限性？

　　1. 判断下列行为是先天性行为还是学习行为

　　蜘蛛结网，母鸡哺育小鸡雏、蚯蚓走迷宫、螳螂捕蝉，黄雀在后、鹦鹉学舌、黑猩猩取蚂蚁、蜜蜂采蜜、小狗算算术、海豚钻火圈、蜘蛛结网、望梅止渴、谈虎色变。

　　流程：提出问题——自主学习——合作学习——展示——评价补充

　　活动四：感恩的行为体验，感恩认知与行动融合。

　　1. 活动要求：每个书包装30斤左右的书，做这样的包袱四个，然后让四个学生在腹部套上包袱体验行走、弯腰、平躺、入座、写字等各种日常生活的活动。

　　设置活动目的：深度剖析母袋鼠哺育幼袋鼠230天的艰辛，通过体验感受母亲怀胎10月的不易。感恩父母给了我们的生命。要求学生发表感想。

　　1. 语言情景呈现：大山雀通过学习偷喝奶油是一种学习行为的建立，是无数次的尝试。我们还是婴幼儿时就已经在父母的呵护中开始学走路，学说话，学会这些基本的学习行为的情景再现，说出我们的感想：（父母亲付出了大量的心血，以此感谢母亲的养育之恩）。

　　活动五：知识小结与课后感恩行动，形成感恩父母的养育之恩的习惯与品格。案例知识小结——知识主线

　　1. 先天性行为：生来就具有，由动物体内的遗传物质所决定的行为。

　　2. 学习行为：在遗传物质的基础上，通过环境因素的作用，经生活经验和学习而获得的行为叫学习行为。

　　3. 感受母亲怀胎10月的不易：感恩父母给了我们的生命，学会走路，学会说话，学会尊重他人，我们由自然人变成社会人这些基本的学习行为，父母亲付出了大量的心血，以此感恩父母的养育之恩。

　　课后感恩行动——价值提升。

　　1. 以“父母亲给了我们的生命，养育了我们”写篇感恩小作文。

　　2. 做力所能及的劳动，洗衣，做饭，为父母按摩，洗头，剪指甲等感恩活动。

　　四、案例思考：

　　1. 背景思考：2014年3月，教育部印发的《关于全面深化课程改革落实立德树人根本任务的意见》中，“核心素养”被置于深化课程改革，落实立德树人目标的基础地位。2011年颁布的义务教育各课程标准，各课程标准基于义务教育教育目标，将党的教育方针具体化为本课程应着力培养的核心素养，其重心是深化课程改革落实立德树人。

　　2. 生物学核心素养思考：生物学核心素养是通过生物学课程学习而逐步形成正确的价值观，必备品格和关键能力，主要包括生命观念，科学思维，探究实践，态度责任，在目标要求上明确规定：树立健康意识、社会责任感，能够强身健体和服务社会。所以在案例实施过程中以课本知识为载体，通过学生的自主学习，设置活动进行体验与情感引导，真正达到有人与育分的统一。

　　3. 案例方法策略思考：在课堂中多种教学基本策略并用，重点是学生对课本基本知识的学习方式，通过学生自主化教学以突出学生的主体地位，在学生的对母亲的怀胎10月，与学生生活中一些基本的学习行为，开展活动化教学与情景化教学，实现课堂教学由封闭走向开放性，由课堂走向生活，以实现学生在文化基础，自主发展，社会参与的统一。

　　4. 案例过程思考：以生物学科核心素养为要求，课堂知识——动物先天性行为与学习行为知识为主线，结合学生认知过程进行感恩父母的案例实施：主题切入（十月怀胎不易）——形成认知（感恩父母给予我们生命）——感恩行动体验（课堂感恩活动实施）——课后感恩行动（每个同学为家庭做件事）——感恩价值提升（写篇感恩小作文），使学生经历了由情景到认知，由认知到体验，由体验到行动，形成了感恩父母的养育之恩的价值取向。
`;