window.__tempArticleContent = `
　　死亡并不是生命的终点，遗忘才是。——题记

　　在成长的过程中，分别这一课是我们永远学不会的，因为这一课对我们的心灵的创伤是消除不了的。

　　爷爷是一位非常非常抠门的人，在别人眼里他连渴了花2元钱买一瓶矿泉水都不舍得，而是从小卖部走两公里去干净的小溪里去接水到家里喝。爸爸因为担心爷爷的身体而给了爷爷坐车的钱，但是抠门的爷爷并没有去坐车，而是把钱省了下来。怎么劝都劝不听。

　　在一个炎热的响午，爷爷正在剥笋子，累了，爷爷就静静地闭上眼像是在“打盹儿”，但是他在我们不注意的瞬间倒在了地上，爸爸看见后立马把爷爷送进了医院，检查后发现病情恶化了，只能住院治疗。原本要一周的治疗时间，但是抠门的爷爷只治疗了两天就着要出院了，我们看得出来他只想省钱。耐不住爷爷的坚持，我们就答应了。因此村里的人都认为爷爷是个抠门的人。

　　虽然大家都认为他非常抠，但是在我眼中他是世界上最最好的人。

　　时光回到小时候。吃完晚饭的傍晚，我总是喜欢着：“爷爷！带我出去玩，带我出去玩！”爷爷便用他慈祥的眼神看着我说道：“我们家的小光头，长大了，顽皮了，爷爷带你去一个‘秘密基地’玩好不好？”我高兴的拍着手道：“好！好啊！爷爷带我出去玩咯！”说话间爷爷便牵着我前往“秘密基地”走去。“小光头，我们到咯！”爷爷用柔和的语气对我说。我们大手牵小手走在平整的田野上，眺望着这美好的人世间。

　　这周边的树木宛如一位位穿着金黄色的衣裙的仙女；那一片片从树梢落下的树叶宛如蝴蝶般翩翩起舞；小溪里面的鱼儿如同画龙点睛般让真个世界添上了一抹美丽的色彩。黄昏下，我和爷爷的背影倒映在承载了童年回忆中的小河里，多么美好啊！

　　就这样我们度过了一年又一年，可是就在那一年的秋天，爷爷离世了……爷爷的离世让我们都非常悲痛。

　　爷爷真小气，把自己关在一个“小箱子”里；爷爷真小气，连“再见”都没说就一声不吭地走了；爷爷真小气，还没有陪伴我长大成人就离开了。

　　亲爱的爷爷，我想你了！
`;