window.__tempArticleContent = `
　　当我蹲坐在小区花园的石凳上时，天已完全黑了。我无助地仰望天空，心里全是不甘和后悔。回想起刚才的场景，我无助地蜷缩起身子。今天是妈妈的生日，我们一家人在吃饭时提到了我的学习情况，爸爸突然发起了脾气，我望着爸爸那一条条蚯蚓般的青筋，感到有些无奈。我本以为爸爸就是一时兴起而提起这个话题，没想到他越说越激动，指着我就开始训斥起来。我忍不住了，“啪”的一掌拍在桌子上，吓得碗筷瑟瑟发抖，我生气地看着爸爸说：“我不吃了!”说完我便大步流星地向家门口走去。妈妈急忙拉住我，却被我无情地推开，我跑了。耳边回荡着妈妈的啜泣声和爸爸的自责声。我头也不回……
　　我漫无目的地走着，四周很静，只有偶尔不知从哪里传来的几声凄凉的鸟鸣回荡在空气中，听了让人心寒。一阵北风吹来，凉得我打了几个喷嚏。我不由想起平常这个时候的情景：我躺在沙发上吃着水果，看着电视可如今——唉!天越来越冷，它迫使我产生了回家的念头。不过很快，我又打消了这个念头：我是不会向爸爸屈服的!没错!就是这样。天越来越黑，我不知道可以去哪里，便在小区花园的石凳上坐了下来，凳子真凉啊!
　　时间一分一秒过去，黑暗和寒冷又使我忍不住想起了温暖的家，想起了妈妈温暖的怀抱。终于，我忍不住往家的方向跑去——
　　回到家，我向爸爸认了错。他不仅原谅了我，还拍着我的肩膀说：“乖女儿，爸爸也错了，爸爸不该用这种方式和你谈话，爸爸以后会改变方法，你能原源我吗?”我点了点头，扑到爸爸的怀里。这一次，是我第一次这么晚回家。
`;