window.__tempArticleContent = `
　　红日升在东方，其大道满霞光。

　　——题记

　　国庆那天，我妈起了个大早，大概早上4点半左右吧，我妈叫我们起床去爬山，说是今天带我们去看看朝霞。

　　其实按我们老家的海拔高度，即使不爬山也能看到很美的朝霞，但非要去爬山的话，估计是又想锻炼我和妹妹了。

　　要爬的山并不高，就是随便找了个看起来比较有趣的山去爬，所以，我们仅仅是垫了两块面包就上路了。

　　刚到山脚时，抬头看确实挺高，我十分怀疑我们能否在6点之前到达山顶，妈妈倒是不担心，拉着我俩一路上有说有笑。

　　到半山腰时我们已饥肠，又累又饿，但也终于能看看周围的风景了，天光还没亮，但依稀可以看见树叶上挂着的水珠。有一段路我现在也记得很清：那地方看不了全貌，但听得见潺潺水声，小草郁郁葱葱的，花儿也不少。循着水声过去，能通过月光看见那波光粼粼的水面，漂亮极了。我想如果野炊定在这儿的话，我应该会很喜欢，毕竟这样的人间仙境，我长这么大还是头一回见。

　　到达山顶后，令人出乎意料的事情出现了，我们竟然在5：50就到了山顶，虽然没有“一览众山小”那般壮阔，但确也有几分像了。

　　天此时虽谈不上明亮，但那隐约透出的金光却预示了我们即将迎来美景。果然，天慢慢地泛起了鱼肚白。但没过一会儿就被那金光覆盖，一轮红日在金光的簇拥下缓缓升起，连带着周围也变成了橘红色。

　　看到此情此景，我和我妹都惊呼太美了，妈妈却悠悠地说道：“今天是国庆节，虽然不能带你们到北京看升旗仪式，但也得让你们看看日出，看看大自然的美。”

　　听到这句话，我的内心也泛起了阵阵波澜，“红日初升在东方”，是啊，今天是祖国的生日，我国各地的日出一定都很美，而那正是来自于东方的一抹最鲜艳的红。最美在东方，总有一天我们一定会让全世界都看到这抹鲜艳的红。
`;