window.__tempArticleContent = `
　　有人说，少年便是少年，他们看春花不喜，看夏蝉不烦，看秋月不悲，看冬雪不叹。书里说，“少年智则国智，少年富则国富，少年强则国强。”老师说，少年是国之栋梁。家长说，少年是家之希望。我说，少年未来可期，前程似锦！

　　我们都是少年，十几岁的年纪，轻狂是我们的代名词，热血是我们的形容词。我们肩负责任，却又任性不羁；我们志存高远，却又肆意张扬；我们一心向善，怀揣梦想，扬起青春的风帆。少年的心中总有一腔正义，我们会对破坏环境的行为嗤之以鼻。我们有恻隐之心，对被战争波及到的人们心存怜悯。我们衣食无忧，却又关心饥饿受冻的孩童。我们心中也有家园，会努力，会奋斗。我们或许不会像周恩来那样“为中华之崛起而读书”，但我们也会在国家需要我们时贡献一份力量。

　　若说中国少年对校园的一大梦想，那莫过于考上理想的名校，我的梦想亦是如此。但我知道以我的学识还远远不够，所以我努力着，奋斗着，一心想要圆梦。努力的少年数不胜数，我们以青春做赌注，以奋斗为筹码，在名为生活的赌注上下注，赌自己未来可期，前程似锦。少年啊，趁着年少的轻狂还未被时光卷走，趁着未来还由自己决定，奋斗吧！因为有梦，所以奋不顾身；因为有悔，所以披星戴月。愿少年的青春都不留遗憾，愿我们的未来都繁花似景。
`;