window.__tempArticleContent = `
　　书之一物，在功利主义者的眼中，解不得渴，充不了饥，当枕头唯恐硌得慌，垫桌脚又嫌占地方。然而，对我而言，书却是我那无趣童年的一抹鲜艳的色彩，陪伴我度过多少个春夏秋冬，带我访遍多少文人历史。书就是我进步的阶梯，指引我前进方向的光芒。

　　每当我翻开书，纸页上的字就如跳动的音符，传入我的耳朵，和谐动听；涌入我的脑海，波涛澎湃；刺激我的味蕾，让我大快朵颐。看遍唐诗宋词，我不仅赞叹昔日美景，也钦佩古人学识渊博，志存高远；阅览古典名著，我沉迷孙悟空的神通广大，也欣赏诸葛亮学富五车，我悲叹黛玉花荣早逝，也钦佩武松赤手打虎。我想强者也并非想居于原地。

　　在一个夜深人静的夜晚，我偶然读到泰戈尔的“生如夏花之绚烂，死如秋叶之静美”，不禁大为惊艳，无人知晓此时我内心的喜悦。至此，我打开了另一个世界的大门，我开始阅读外国诗集。了解对我来说明下意识认为的新文明。可那时根本不识得几个单词，只能攒够钱买了本英文词典。父母也不知道我那时一个小学生，买那么厚的英文词典干嘛？他们当然不知道，那可是我探索新世界的秘密钥匙。

　　我喜欢书，因为它特有的气息深入我心。他早已不仅是书，他的模样早已烙印在我心底，使我铭记于心，陪伴我走过多少个白天黑夜，带我遨游知识的海洋。它早已不只是书，更是我的知己。书在我的手里，又不止在我手里，它涌入我的脑海，甚至是刻骨铭心。书香早已浸润我心，我不曾拥有过，但那就是我的整个世界。`;