window.__tempArticleContent = `
　　怎么会变成这样？为什么对于他们的离开我已经毫无波澜了？可如果换做是小时候，我一定会难过很久。好久之前，我觉得五块钱很多，十点钟很晚，敢自己去要番茄酱是非常勇敢的。现在回忆起来，我突然发现这对我来说，再正常不过了。当我真正感觉到我对父母的依赖性在变弱的时候，才意识到，不知不觉中我已经长大很多了。原来一切的一切，都有迹可寻。从我的休息时间都需要在繁忙的学业中抽空出来，从与亲人分离无感，我就不再拥有过往的生活。

　　四五岁的时候，我有一个非常想实现的愿望——长大。

　　那时候，我喜欢跑到没有人的草地上，坐着仰望天空，看着洁白的云朵在蔚蓝的天空中化作一抹纯净的点缀。我喜欢在母亲怀里撒娇，喜欢看着来来往往的路人，期待长大。我来到无人的街道，对着远处开了一“枪”，让子弹承载着我的梦想，扬帆起航。那个时候我的生活是真的无忧无虑，夏天的夜晚风是凉凉的，奶奶手中的蒲扇没停下过。皎洁的月光洒在庭院里，蝉鸣作伴奏，虽然让我觉得很心烦，但给予我的快乐却是无限的。每每这个点，父亲总爱看着我和其他小朋友发呆，怪我当年年纪太小，没能读懂他的隐喻。

　　后来我进入中学，父母因意见不合分开了。记忆里一家四口的合照没有再被摆在进门后最显眼的位置，那里现在空荡荡的。我和弟弟跟着父亲生活，尽管只是少了母亲的陪伴，可氛围总也比不上小时候了。我们的交流也在明显减少，虽然偶尔会在一起吃顿饭，但一顿饭下来说的话还没有掉的饭粒多。过节的时候父亲会抽时间回来带我和弟弟出去走走，也就只有那几个小时我们会多说点了。

　　那年我最盼望的愿望实现了，如果当时知道实现愿望后会变成这个样子，我绝对不会再想长大。成长的代价太大了，可没有人告诉我。不，其实有人告诉我了，那时父亲眼里的感触，是我没读懂的愁。我傻傻的期待未来，直到现实狠狠的给我上了一课，才幡然醒悟。为了实现它，我失去了童真和稚嫩的脸庞，弄丢了属于我的孩子天性。以最珍贵的宝物，向时间许下诺言，换取岁月。回忆像一把生锈的陈年老刀，扎在心里，拿不出，更刺不进。换个角度想吧，刀上的铁锈又怎么不是见证？它承载了我太多太多美好的过去，只是我现在才意识到而已。多希望这是一场梦，梦醒后，我还在草地上，仅仅睡了一个午觉而已。

　　十年，岁月更迭。我看着四五岁在玩闹的孩子，记忆里的影子逐渐与面前的人重合。人生几何，用尽最后的力气再回想过去，其实成长的足迹在每一天路上都留下了深刻的烙印。

　　后来有人拍了拍我的肩，回头，眼神聚焦，童年的子弹正中眉心。
`;