window.__tempArticleContent = `
　　一、背景

　　情感缺失已成为制约农村初中学校发展和整体教学质量全面提高的瓶颈,如果学校教育忽视了情感缺失这一特殊群体,根本谈不上教育教学质量的全面提高。对学生情感培养和教育势必解决,从而培养他们的学习兴趣和自信心,养成良好的学习习惯和思维习惯,充分调动他们积极主动参与教育教学活动。尤其在当前学校课改、推进素质教育的今天,重视对学生的关爱和帮助,使他们健康成长,不让一个掉队,就显得尤为重要。实行义务教育后,我校初中教育对象来自不同乡镇的农村学生,大部分都是留守儿童和单亲家庭和隔代教育,而且学生数量逐年增多,情感交流缺失已成为他们健康成长主要阻碍。他们表现为或缺乏自信、缺乏积极的情感态度,或对完成数学学习任务有一定的困难;或在心理上对学习数学有较严重的厌恶感、恐惧感,或缺乏战胜困难的信心和恒心;或没有科学的学习方法,学习上如果缺乏了自觉性和主动性,处在一种被动的学习状态;以至于他们的学习成绩处于落后状态,有的甚至很难跟上班级整体的正常教学和同学正常交流。

　　二、用心沟通,真诚交流

　　一次,上课铃响了,同学们都进了教室,上了大约五分钟的时间,忽然外面有个学生喊:报告!我一看,原来是我班的蒋荣誉同学,这一下我可气不打一处来,就严厉地批评了他一顿:“你平时总好玩,上了课还要玩半天才来。怎么回事”平时大大咧咧的他这下可急了,眼泪分明在眼圈里打转:“我不是迟到,我是给别班的一个同学找找东西,这才来晚的。”原来他是做好事,我知道错怪了他,连忙给他道歉,并表扬了他,让他回座坐好。课后我和蒋荣誉同学在学校凉亭聊天并主动承认我的错误,他笑了。

　　分析:都说:“眼见为实”,可有的时候亲眼看见了,却并不一定是你以为的。这是深刻的教训,因孩子的心是稚嫩的,一旦你伤害了他,就不容易愈合。作为教师在批评学生之前一定要好好想想:“事情弄明白了吗?”千万不能草率去判断、处理。如果学生和你产生了对立情绪,那我们的教学就更难进行了。如果确实是教师自身的问题一定要勇于承担自己的过错,并向学生道歉,以身作则,为以后的班级教育做好表率。

　　反思:这件事虽说不是大事但对我触动很大,作为班主任我们一定要树立正确的学生观,学生都是可教育可塑造的。当学生犯错误时,老师不能太过于冲动。可能由于急躁的情绪或一时不冷静会说出一些过火的话,而严重伤害了学生的自尊心,使他们失去了努力改正缺点的勇气和信心,严重抑制了学生的主体性。另外我们不能用一成不变的老眼光看学生,而应该用发展的眼光看待学生,要注意到学生取得的每一点进步。学生犯了错误,只要改正了,就应该原谅,而不应总挂在嘴边。批评更应就事论事,今天的事就说今天的,把以前的、其他的都抖落出来说几句,学生肯定会有消极的心理。心理学家认为“爱是教育好学生的前提”。作为一个教师,都应“以人为本”,尊重每一位学生。教育是心灵的艺术。我们教育学生,首先要与学生之间建立一座心灵相通的爱心桥梁。

　　三、活动中建自信,促交流

　　以学校的校运会、五四青年节、二九、班级团建为契机,让生生、师生之间相互交流沟通,建立团队合作、协作意识,不断的超越自我,挑战自我,融入班级大家庭。克服各种胆怯心理,相信我能行,我也很棒。

　　四、家校融合使向成功的彼岸

　　家校合作是学校发展的必然要求,也是师生之间彼此深入交流的必然选择，更是家长和老师之间互信互通的必须条件。学生情感缺失的第一手材料，是要深入学生身边的人和事，这要才有利于掌握学生各种情况，对症下药有的放矢。解决问题的方法才具有多样性和针对性。

　　五、赏罚分明为学生健康成长保驾护航

　　无以规矩不成方圆，所以规矩是一个人健康成长的前提条件。心中只有敬畏之心方能致远。面对学生你同样也是这样，让他犯错时有依据可查，也让学生心里诚服你。

　　师：今天上午第三节课你在睡觉是吗

　　生：没有

　　师：我们做人要诚实，但可知错就改

　　生：据理力争，我没有

　　师：拿出视频截图给他看

　　生：脸红了（刚才所有的表现被刚才老师呈现的证据而消失）

　　师：我们上课睡觉我们的规矩是什么，你知道吗

　　生：知道（学生去完成罚的任务）

　　事后，也就是晚自习前的半小时我又找到刚才的那个学生，并把他叫到了办公室肯定了他完成任务很出色。同时也进行了思想教育，让他明白犯错是要付出代价的，同时教他做人要诚实，要勇于承担责任。通过这件事情之后，该生逐渐变得阳光有担当，再后来通过他的努力和教导，他顺利考入重点高中同时他也写信感谢老师和回母校看望老师。

　　反思：事虽小，但只要你是真诚的他们明白的。如果只是罚而不做其事后思想工作我想学生将会越来越和你作对，没有敬畏之心，也不知道自己错在哪里，错了要承担什么，那么这就不利于学生的健康成长。

　　学生也需要得到老师的肯定和鼓励，这对他们是荣誉的享受，更能增强他们的勇气和力量。当然，“金无足赤，人无完人”，由于每个学生的家庭环境、社会环境、自身的心理素质不同等方面的影响，学生中存在着较大的差异。有的勤奋守纪，有的厌学做坏事。做为教师，要正视学生的差异，对于问题学生，要从关爱的心态出发，对他们要晓之以理，动之以情，用人格力量去感化他们。
`;