window.__tempArticleContent = `
　　校园生活总是这么有趣，但和数学课比起来还差点意思。

　　有什么样的老师就有什么样的课堂。我们的数学老师雷哥身高一米五，穿着极其朴素，一张“漫画式”的脸。可就是这样一位其貌不扬老师，让我从此爱上了数学。我数学向来是不好的，什么公式、数字在我脑子里直接成了“东北大乱炖”。不过在他那“时而拔高八度时而低沉舒缓”的声音中，数学的一切慢慢清晰，脉络分明。我以前上数学课压根不怎么听，可自从雷哥来到这个班级，我巴不得天天上数学课。我们每周都进行一场数学小测。期中考试，我居然取得了一百三十分的成绩，对于其他人来说可能没什么，可是对于我这个之前对数学一窍不通的人来说，已经可以震惊我一百年了。

　　雷哥上课既搞笑又好玩。一进到教室，一套标志性动作：“把该拿的都拿出来！”那声音不愧是“雷哥”风格，一个字“雷”，简直可以穿透五层教学楼。上他的课根本不用担心没人回答问题，一个个抢着上去做题，没上去的都会在座位上抱怨：“哎呀，又没上去，老师，你都不叫我！”而此时，雷哥嘴都要笑到耳朵根了。

　　雷哥上数学课从来不拿数学课本，这是我最喜欢的一点，因为我觉得这样才不死板。因此我的数学课本都快积层灰了。他每天上课都只拿一本练习册和用班班通里“洋葱学院”的小视频给我们上课，因此我们在“洋葱学院”上又多了几位同学：“狗蛋”“张无限”“上官”“铁锤”……

　　课堂上他总是向我们提起他以前带过的优秀班级、优秀学生。每到这时我都会想，他肯定也希望我们有光明的未来。而我，也希望成为他口中滔滔不绝的从前。

　　雷哥没有帅气的外貌，但在我心中他就是最帅的。我们在他面前可以不用毕恭毕敬，因为我们从来不把他当老师，他是我们心中的“雷！”是我们最亲切的朋友。
`;