window.__tempArticleContent = `
　　那浅浅的绿，那柔和的绿，那与我的心灵通着难忘的那一抹绿。

　　那是一年夏天，爸爸带我去山中游玩，远离城市的喧嚣，体验自然的恬静。

　　也许是因为那座山不大出名，一路上的行人很少。与我们相伴的只有偶尔传来的清脆的鸟鸣，声声鸟鸣衬得山更加幽静，山路两旁大树参天耸立，那翠绿的叶子遮住了毒辣的太阳，只有几点细碎的光影散落在石阶上。在树旁，长满了茂密的花草。一丛丛，一团团，你推我揉，都想争得路人的赞赏。渐渐的我看得出神……

　　脚下不知踩到了什么，抖了一下，我一下子失去平衡，下意识用双手撑住地面，惊慌之余，我感到手上传来丝丝清凉，我低头把那触感找寻，映入眼帘的是一片浅浅的柔和的绿。仔细观察才发现那是一片苔花，那苔花在石阶的缝隙中探出了身，努力的生长，努力让自己的足迹遍布更多的台阶。叶，绿的迷人；茎，挺的笔直；跟，扎的牢固。他于那高大的树木，珍奇的花草相比是那么的渺小和微不足道，但它不放弃，努力的向一切宣告着自己的存在。它不会因自己的渺小而自卑，也不会因此而骄傲，它孤芳自赏，也不顾影自怜，它只是尽自己最大的努力活着，希望将来能遍布自己的足迹。

　　“苔花如米小，也学牡丹开”，我们也要学习台花的品质，要昂起自信的头，挺起笔直的腰杆，迈开坚定的步伐，无畏艰险，努力前进。

　　那耀眼的绿，坚强的绿，永存于我的心中，难忘苔花，难忘那一抹绿。
`;