window.__tempArticleContent = `
　　秋风瑟瑟，吹过树梢，金黄的树叶泛起一层层涟漪，发出悦耳的响声，像是风在歌颂这美好的秋天，我站在一大片银杏树林中，静静欣赏这片美景。朋友惊叹一声：“哇，这真是我见过最美的风景了！”我却默不作声，因为我已经见过最美的风景。

　　小时候父母外出打工，便将我留在外婆家。外婆家门口有一棵大银杏树，生得极好。外婆常抱着我坐在树下，数星星，数父母回家的日子……数完后还要讲故事给我听，我从未听完一个整故事，每到中途便睡着了，外婆便把我抱回床上去睡。

　　后来上小学了，我每天最期待的便是放学。外婆腿脚不好，所以我都是和小朋友们一起走回家，外婆总是坐在那棵银杏树下等我。夏天她坐在那里择菜，秋天她坐在那里给我织毛衣，金黄的银杏叶落到她发白的头发上——我只想将时间永停在此刻。

　　上初中后，我便和父母一起进了城。城市的高楼大厦和热闹的公园，每一样都十分漂亮，但我心中只有那棵银杏树，我常常对着夜空数星星，数还有多久回家，“银杏当真这么美吗？”我心中暗暗思索，却找不到答案。

　　我们回家了，但家中却没有外婆的身影，只有一方黑黑的棺材和许多白色的人影。外婆去世，我没有太大感触，总觉得哪天醒来就能见到她了。直到秋天的某一天，妈妈让我去买菜，我回来时看见了那棵银杏树，高大苍老立在秋风中，眼前的景象与记忆中重合，仿佛外婆在笑着向我招手，给我看她新织的毛衣。幻梦破碎，只剩下一颗枯老的银杏，最后一片叶子被风吹落，飘过我模糊的双眼，从此以后再也没有比这更美丽的风景。
`;