window.__tempArticleContent = `
　　王伯，他的名字是王二，他从小就生活在这偏远贫穷的农村里。因为营养不良，他瞎了一只眼，他父母死得早，没有照顾他，也没有人供他读书。他是文盲，一辈子只能待在村里种地。这样的人，我却尊称他一声“王伯”。

　　我初见他时，也才六岁多，还是个稚嫩的娃娃。他不同，他当时已经30多岁了，正值壮年的身体却像卸了起的皮球，是干的，肋骨孩人的凸显出来，整个人像被阎王爷抽走了精气神，看起来着实让人害怕。但他爱笑，可笑起来没有一丝喜感，反而很严肃。因为种种原因，小孩子都对他避而远之，我也一样，遇到他就绕路走。直到长大，我才真正意识到他只是一个孤立无援的可怜人罢了。

　　他老实本分，从来没有做过偷鸡摸狗的事。村里人都说让他吃百家饭，他却不同意。他坚持种自己的那块地，用自己的汗水去劳作，用劳作出来的果实养活自己。重重因素束缚住了他向往村外世界的灵魂，把它圈在村子里，村子就是他的整个世界。

　　早在四年前，他就为我们这个小村子做出过贡献了一一他救了人。那天，天空像被乌云吞噬掉，村口的那条大河与豆大般的雨滴交织在一起，逐渐变得膨胀。它不复往日的清澈，变得浑浊，他充满了贪婪的力量，他咆哮着冲向了岸边洗鞋的聋哑老人。下午，天渐渐转晴，太阳拨开云雾，散发出柔和的光芒，照亮了大地。王伯浑身湿哒哒的，苍白枯瘦的脸更显憔悴。他身旁躺着那位落水的老人。

　　王伯是一个朴实的农民，所有的不幸都降临到他的身上。但他是个巨人，扛下了这一切，他的心里有一盏灯，以他的精神与毅力为燃料，长明在这世间。

　　王伯早在我六年级时就逝世了。他的人生像电影一样，没有完美的结局，却有着意义的过程。没有人去怜悯他，因为他不需要。对于他而言，他的一生足够完美，这是对他的尊敬。伟大的地母，愿您安息他的灵魂吧！


`;