window.__tempArticleContent = `
　　我没有记日记的习惯，但思想老是保留着一种惯势，那就是间隔一段时间，总要把记忆拿来梳理一番，去寻求嗟叹的借口或聊以自慰的凭据。最近，老是爱去想一些过往的事情，我解释为心态已老。

　　其实回忆也应该是一种生活方式，是人生的一种审视和总结。工作有总结，学习有总结，人生也应该有总结。不管是阶段性的还是全局性的总结，对于规划人生，认识自我，都是很好的参照。人在旅途，参照格外重要。

　　前日，看见一位朋友的签名是这样说的：人生不可以彩排。刚开始看的时候觉得有道理，后来细细一想，却不以为然，彩排是演艺术语，显然这位朋友已经把人生定义成了演绎，既然是演绎，那真戏假作、假戏真做都在情理之中了；既然把人生当做了演绎，那么彩排一回或者多回又有何妨呢？事实上，我们都在人生舞台上扮演着角色，生旦净末丑在我们的人生中交替演绎。于是，人性很复杂。那些光鲜的伟人们或许有过偷别人一个硬币的事件，强盗也曾有在路边施舍穷人的情节……

　　显然人的定位是非常重要的，在于你是在演戏呢还是在生活。其实很多时候我们都在扮演着复杂的角色，所以我们都恨迷茫，一直想找寻自己心灵的归宿。表面的幸福和背后的辛酸往往结伴而行；庸常的平淡和平凡的惬意常常也是如影随形，标准不一样，对质量的要求也就千差万别。关注自己远比重视别人重，所以你没有必要去标榜自己，更没必要去踏熄别人。提高自己的最高妙的办法常常是登临而不是削平。

　　在我看来，彻悟了的人往往是因为妥协，逃避。说一切皆为世俗，我实在不敢苟同，彻悟也是一种总结，只是他在总结后不再去规划自己，而是在审视别人。即便没有批判，但是那怪怪的眼神总是让人不自然，老让那些拼搏的人们有做错了什么的错觉。我们也可以不在乎，但是积毁销骨的教训还是怕人的。况且还有那么多貌似彻悟了的人在意味深长的看着你。那就服从吧，但服从并非心灵的臣服，而是强势的挟持，所以服从也是人们所不甘愿的做法。那么，我们该何去何从呢？整个社会都在尴尬地探讨！

　　有人一生在追求权力，有人一生在追求利润，有人在追求高洁，有人在追求平淡，但是从来没人追求痛苦，为什么呢？因为追求意味着需求，只是需求合理则幸福，目标不合实际则痛苦，而痛苦的根源往往是明白了自己的需求。所以，快乐和痛苦完全取决于自身。高官厚禄之士也常常内心惶恐，平淡庸碌之人也常常窃喜连连。于是我们在得意之时也得善待周围的人，因为你在失败的时候也是同样的人在你身边。当我们的人生观和价值观发生冲突时，不如相互祝愿，也许人生就不会有那么多尴尬了！
`;