window.__tempArticleContent = `
　　朦胧细雨中，我漫无目的的在街上走着，不知不觉又走到了医院门口。看到这院门，不禁让我的思绪又回到了那个寒冷的深夜:狂风怒吼，雨雪交加，一位瘦弱的母亲撑着花伞背着女儿在崎岖的山路上艰难前行……

　　那是五年前的一个冬夜，我突发高烧，爸爸外出打工有好几年了，只有妈妈陪着我。母亲在家用尽了一切办法，高烧就是不退。我昏昏沉沉, 四肢无力,人一下子就瘫软了。窗外的寒风刮得木屋呼呼直响，细雨夹着雪花不停拍打着窗玻璃。我躺在床上努力的睁开双眼，看到妈妈一脸的焦虑，满眼的泪花，她双手极不自然的紧抱着，还时不时的抖动。夜很深，也很静，我仿佛可以清楚的听到妈妈的心跳。妈妈在门边走来走去，坐下去又站起来，还时不时的叹气。她望了望窗外，我可以猜得出，她希望天快点亮，可黑夜和雨雪偏偏与人作对，老是不肯让步。她走到床边，看我醒了，便急切地问我感觉怎么样。我仍然极简单的说：“没事!”我不想劳累了一天的妈妈过度的为我担心。但我的头脑越来越不清醒，最后竞说起了胡话。

　　妈妈终于沉不住了，朦胧之中，我看到妈妈转身拿起墙角的花伞。她背着我匆忙往外走，她左手撑起伞遮在我的头上，右手托着我的屁股，不至于让我从她的背上滑下。拉开厚重的木门，风顿时鱼贯而入，花伞立即像鼓起的船帆一样往后拉，瘦弱的妈妈不禁往后倒退了几步；出到门外，伸手不见五指，雨雪似乎下得更大了，不停的拍打着撑起的花伞，妈妈用力的撑住花伞，迎接着雨雪和肆虐的狂风。花伞下，我静静的靠在妈妈的背上。妈妈一路上呼唤着我的名字，大声的和我说话，让我清醒，不要睡觉。她走不多远，又用力把我往她背上托一下，没几步，我又一点一点往下滑，妈妈又把我往上托。

　　也不知走了多久，也不知妈妈用力托了我多少次，那花伞也不知多少次从左手换到右手，又从右手换到左手。那花伞被风吹得东摇西摆，妈妈总是用力把它遮到我头上。　　终于到医院了，医院死一般的沉寂，妈妈疯狂的敲打着门，“医生，开门，医生，开门——”

　　“你是怎么走来的哟，这么大的雨雪，这么大的风。”医生睡眼朦胧隔着铁栅栏瑟缩着说：“快，快进来，这天真是冷死了!”

　　也不知过了多久，窗外一丝光线射入了病房，我睁开双眼，妈妈已趴在我床沿上睡着了，看着妈妈凌乱而湿漉漉的头发，全身无一处干爽的衣服，我才知道，那把花伞并没有遮住我们两个，只遮住了我。花伞之下，饱含着妈妈多少关爱。我再也忍不住了 抱着妈妈哭了起来。见我醒来的妈妈掰开我紧抱的双手，她拭去我脸上的泪珠，微笑着说：“孩子，不哭，不哭，不是天天都说要坚强吗?”我摸着妈妈瘦的只剩皮包骨的脸，妈妈拿下我的手问：“感觉怎么样?饿了吧，妈妈给你买吃的去。”妈妈起身就要往外走，但她直起的身子晃了几下，摇曳地退了几步，晕倒在地上。医生告诉我，妈妈是低血糖，得补补，但无论我怎样劝说，妈妈始终不肯为自己打针买药，她说她撑得住。在那把花伞下，我搀扶着妈妈慢慢走回家。

　　妈妈，夜再黑，山路再崎岖，都阻挡不住你前进的步伐；风再狂，雪再大，也吹不倒你撑起的花伞。——妈妈，是你撑起了花伞，是你撑起了温馨的家，你是世上最美的妈妈!
`;