window.__tempArticleContent = `
　　读了《朝花夕拾》，有一位很普通的妇人，却让我深深感动，那就是长妈妈。在鲁迅的笔下，她是一位睡相不好，文化水平非常低的保姆，但却在字里行间展现出她的伟大。

　　她不似童话中的仙女，反而爱打小报告，“切切察察”，睡觉摆“大”字，挤得“我”无法翻身，又迷信，规矩也多，但恰恰这样，才是最真实的她。长妈妈虽不完美，却愿意用爱来温暖“我”，让“我”感到震惊。当一本《山海经》递到我面前，翻开书页，露出“人面的兽，九头的蛇”，也露出一位孩子被郑重对待时的欣喜。鲁迅在文章中写道，“这四本书，乃是我最初得到的，最为心爱的宝书。”原来“最为心爱”不是因为书，而是因为那个俯下身问你喜欢什么，为你实现愿望的人。

　　长妈妈的伟大不在于那高深的教育，而是用朴素的爱去填充“我”的心。随口说的一句话，会让她记住，跑了四条街，为“我”买来心心念念的书。一句“哥儿”和“三哼经”，击碎了那些高深的教育理念。鲁迅在文章最后又写道，“仁厚黑暗的地母啊，愿在你怀里永安她的魂灵。”这是他对长妈妈最深沉的怀念与感激吧。

　　长妈妈最终被鲁迅托举到文学的殿堂里，让百年后的我们与她相遇。她也让我们相信，即使你的世界再黑暗，也会有人用爱去点亮你心中的那盏灯。
`;