window.__tempArticleContent = `
　　带着满怀的热情，带着无限的期待，我看完了苏联著名作家奥斯特洛夫斯基的著作《钢铁是怎样炼成的》，就在这平凡的一天，我感受到了一位英雄不平凡的品质。

　　《钢铁是怎样炼成的》生动地描述了一代工人阶级青年在苦难中诞生，在苦难中成长的过程。在风雨飘摇的沙皇暴政下，在地主资本家、在外国侵略者的重重压迫下，他们懂得了爱和恨，增长了知识，炼就了坚毅顽强的性格。在“十月革命”的风暴中百炼成钢，从自发的反抗者成为了无产阶级革命战士。其中主　要塑造了保尔柯察金这坚韧不拔的无产阶级英雄形象，并以他的生活经历为线索，展现了当时苏联的历史画卷和人们艰难的斗争生活。

　　说起保尔，敬佩之情不禁油然而生。他是一位英雄，是一个顽强的人。当他负伤不得不退出战场之际，他仍然在后方不停的努力贡献，当他被检查出疾病时，他一如既往的工作，为社会无私奉献，他一直奋斗着，他两腿瘫痪，双目失明，可他依旧没有放弃，坚决拿起手中的笔与命运做斗争。保尔做到了，他没有虚度年华，也没有碌碌无为，他把自己的一生献给了他最热爱的事业，为人类的解放而抗争。

　　读了这本书我明白了，每个人都要拥有顽强的意志，树立崇高的理想，造就优良的素质，实现人生的价值。
`;