window.__tempArticleContent = `
　　你知道什么是希望吗？希望是永远奔腾不息的浪花。希望是永远抬头面向阳光的向日葵，希望是永远向前进步的步伐，不惧宿命，不畏将来。

　　曾经，我走在的一条路上，警见一棵被巨石压着的树苗。那巨石在小树苗面前似乎是一个庞然大物。那时的我有些奇怪，一般来说，那个小树苗应该早就被这样庞大的巨石给压死了，然而并没有。这勾起了我的好奇，我不由得多看了他几眼，它似乎明白了我的困惑，你看，它那柔弱而且细小的身躯晃了晃，似乎在说：“我可厉害着呢。”我之以鼻，觉得好笑，心想：“不过只是运气好罢了，哪能一直不倒？你现在只是运气成分占多吧。”它似乎知道我内心所想，表示不满的在风中摇晃着它那脆弱的身体，又一次认真对我说：“我可厉害着呢，你等着我，你等着看吧。”

　　我看着它，并没有再说什么，转身离开。我心里打赌它不久就会有苦头吃了，瑟不了多久了。第二天，我再一次来到这里，但与昨天不同的是，这次我是刻意来看那棵树苗是如何了，出乎意料的是，昨天那颗小树苗居然没死，要知道昨天晚上可是狂风大作，暴雨如注，那颗小树苗居然没趴下，不得不算是奇迹呢，我心里暗叹一声：“你运气真好。”

　　过了几天我碰巧路过这里，心想再去看看那棵小树苗但是映入我眼帘的是：这一次它被压死了，我心里有过一丝怜悯，这一次没有嘲讽它的不自量力，反而我心里对它有了敬佩和惋惜，我不由得叹了一声，大概这对它来说是才是顺其自然的归宿了吧。

　　之后我离开了这里，多年来我都未曾路过这儿，直到一天要来办点事，我不得不再次路过这儿。突然，我眼角晃动一下，一抹绿光引起了我的好奇，便走了过去。此刻，我大为震惊，只见有一棵小树挺直无畏的与巨石对峙，那巨石不得不扎让它三分。给它腾出了一块荒地，这一幕令我回想起它临近生命终点时我与它的对话：“你即将走到生定的尽头，你与我之间的赌局你已经输了。他似乎有些不太服气，小树苗都憋得涨红了脸，非常坚定地说，不，我没有输。”

　　在困境中逆风而行，长成茁壮的大树，原来这棵小树苗真的做到了。望着巨石底下的小树苗，我心笑了，轻声道：“或许正如你所说的那般，你并没有输，你倔强地相信你会被风吹向了远方去生根发芽，长成参天大树。”
`;