window.__tempArticleContent = `
　　教学目标：

　　1. 知识目标：掌握红军长征的路线、遵义会议及其伟大意义。

　　2. 能力目标：通过对历史资料的分析，引导学生探究红军长征及取得胜利的原因，培养学生分析问题的能力。

　　3. 情感态度与价值观目标：通过学习，引导学生学习红军战胜艰难困苦、勇往直前的革命英雄主义精神，培养学生热爱中国共产党、热爱人民军队、热爱祖国的感情，珍惜今天的幸福生活。

　　教学重难点：

　　1、重点：遵义会议，长征精神。2、难点：遵义会议在中国革命史上的地位。

　　教学过程：

　　导入新课：

　　教师：（播放《长征》视频，展示材料及图片）

　　材料一 七律·长征 毛泽东

　　红军不怕远征难，万水千山只等闲。五岭逶迤腾细浪，乌蒙磅礴走泥丸。金沙水拍云崖暖，大渡桥横铁索寒。更喜岷山千里雪，三军过后尽开颜。

　　材料二 反映长征的图片。

　　教师：作为新中国的儿女，我们都应该了解二万五千里长征，因为这是一部倾注了红军战士对祖国对人民无限热爱的历史，没有这段历史，就没有新中国的今天。这节课我们就一起来学习长征的知识。

　　新课探究：

　　一、长征的原因

　　教师：从1930年12月到1933年1月，以蒋介石为首的国民党反动派先后对中央革命根据地进行了五次大规模的“围剿”。中央革命根据地，地处江西南部、福建西部，根据地面积约五万平方千米，是当时最大的一块革命根据地。

　　教师：(展示材料) 材料一

时间 国民党兵力 红军兵力 比例 结果
第一次 10万多 4万多 约2.5:1 胜利
第二次 20万 3万多 约7:1 胜利
第三次 30万 3万多 约10:1 胜利
第四次 30多万 7万多 约4:1 胜利
第五次 50万 8万 约6:1 失败

　　材料二 前四次反“围剿”是根据毛泽东指定的战略方针和作战原则，“敌退我进，敌驻我扰，敌疲我打，敌退我追，游击战里操胜算。”“大步进退，灵活出击，集中兵力，各个击破，运动战中歼敌人。”

　　教师：(提问)根据材料一提供的数据，并结合材料二，你认为中央红军能取得反“围剿”的胜利吗？请说明理由。

　　学生：(讨论)前四次反“围剿”是根据毛泽东的避敌主力、击其虚弱、大步进退、寻机歼敌的作战的方法，采用游击战和运动战，在敌我力量悬殊的情况下取得了胜利。

　　教师：(展示材料)

　　材料“御敌于国门之外”“不让敌人侵占寸土”。——博古、李德

　　教师：(说明)“御敌于国门之外”是要求红军在根据地之外战胜敌人。

　　教师：博古、李德等人不考虑中国的实际情况，导致红军损失惨重。经过广昌一战，红军又伤亡五千六百多人，中央革命根据地的北大门被打开了。之后，敌军向中央革命根据地内部进攻，直指中华苏维埃政府首都瑞金。由于博古、李德等人硬拼硬打、不计成本的作战方法（冒险主义错误），结果一败涂地。第五次反“围剿”失利，红军不得不退出中央革命根据地，进行战略转移——长征。

　　二、长征过程

　　教师：(引导学生阅读教材，标记长征开始的时间、出发地等基础知识)

　　教师：(展示《中国工农红军长征示意图》)

　　教师：请大家结合地图，讲述长征前期的军事行动。

　　学生：1934年10月，长征开始后，博古、李德等人又犯了逃跑主义错误。一路上敌人的围追堵截，红军虽然经过英勇奋战，冲破敌人的四道封锁线，但伤亡过半，只剩下三万多人了。而此时的蒋介石已判明红军的意图是到湘西会师，因此在通往湘西的路上设置重兵。在危急关头，毛泽东提出了改向敌人力量薄弱的贵州前进的主张，得到多数人的支持。1935年1月，红军强渡乌江，占领遵义，把敌人远远地抛在了湘西。

　　教师：中国历史上的又一次伟大会议就在这里召开了。（展示视频《遵义会议》）

　　学生：(根据视频，结合教材识记遵义会议召开的时间、地点、主要内容和意义)

　　教师：会议解决了党中央领导人的什么错误？毛泽东的地位有何变化？

　　学生：(讨论，回答)遵义会议纠正了博古等人在军事上和组织上“左”的错误；遵义会议开始确立以毛泽东为代表的马克思主义的正确路线在中共中央的领导地位。

　　教师：你怎样理解“遵义会议是党的历史上生死攸关的转折点”？

　　学生：（从会前和会后进行对比分析，讨论）

　　会前：由于博古等人的错误指挥，导致第五次反“围剿”和长征初期军事上的失利。

　　会后：军事上由毛泽东、周恩来等负责指挥，中国革命开始走上胜利的道路。

　　教师：这次会议是在没有共产国际代表指导的情况下，由中共自己召开的。对此，你对中国共产党的认识是什么？

　　学生：（讨论）认识到中国共产党有能力解决自身的问题，我们应该相信党、热爱党。

　　教师：1935年遵义会议是中共第一次独立自主处理党内分歧，开始确立以毛泽东为代表的马克思主义的正确路线在中共中央的正确领导，革命从此一步步走向胜利，最终建立新中国。遵义会议是党从幼稚走向成熟的标志。

　　教师：遵义会议以后，在毛泽东的正确领导下，红军又有哪些重要的军事行动，克服了哪些困难？（指导学生阅读教材，标记重要知识）

　　教师：根据《中国工农红军长征路线示意图》，哪位同学来讲述遵义会议后红军的军事行动？

　　学生：四渡赤水，打乱了敌人的追剿计划；巧渡金沙江，跳出敌人的包围圈。强渡大渡河、飞夺泸定桥，爬雪山，过草地，突破天险腊子口，进入甘肃。

　　三、红军胜利会师陕甘

　　教师：（引导学生阅读教材，识记长征胜利结束的概况）

　　学生：1936年10月，红二方面军和红四方面军到达甘肃会宁，同前来接应的红一方面军胜利会师。红军三大主力的会师，宣告二万五千里长征胜利结束。

　　四、长征的历史

　　教师：（展示材料）

　　材料一 红军不是一般意义上的行军，不是战役，它不是胜利，它是一曲人类求生存的凯歌，长征却使毛泽东及其共产党人赢得了中国。本世纪中没有什么比长征更令人神往和更为深远地影响世界前途的事件了。

　　美国作家哈里森·李尔伯

　　材料二 我们说，长征是历史纪录上的第一次，长征是宣言书，长征是宣传队，长征是播种机·…·总而言之，长征是以我们胜利、敌人失败的结果而告结束。谁使长征胜利的呢？是共产党。没有共产党，这样的长征是不可能设想的。

　　毛泽东

　　教师：结合上述材料，分析长征胜利的历史意义。

　　学生：（讨论、分析）红军长征的胜利，粉碎了国民党反动派消灭红军的企图，保存了党和红军的基干力量，使中国革命转危为安。红军长征播下了革命种子，铸就了长征精神，打开了中国革命的新局面。

　　教师：红军长征途中，除了敌人的围追堵截外，还遇到哪些困难和问题？

　　学生：恶劣的自然环境，如终年积雪的雪山，一望无际的草地，疾病，还缺少粮食给养等。

　　教师：艰苦卓绝的长征路，数不清的险山恶水，你感受到什么精神？

　　学生：以苦为乐、不畏艰险的革命乐观主义精神；不怕牺牲、百折不挠的革命英雄主义精神；艰苦奋斗、团结协作、顾全大局的集体主义精神。

　　教师：红军战士在中国共产党的正确领导下，凭着坚强的毅力，英勇善战，摆脱敌人的围追堵截，克服恶劣的自然环境，最终实现了长征的胜利结束。

　　教师：长征是一种精神，是一部史诗，它不仅影响了中国的命运，也是人类历史上的一个奇迹。今天我们学习长征，就是要缅怀革命先辈的不朽功勋，发扬长征精神，实现中华民族伟大复兴。

　　课堂小结：

　　同学们，这节课我们一起重温了长征的这段历史，我们知道了长征是中国工农红军以血肉之躯谱写了人类历史上无与伦比的英雄史诗。我们感悟了长征精神，它那传奇式的献身精神和坚韧不拔的革命英雄主义精神始终是中国革命和建设赖以成功的基础。长征精神激励着我们每一个中国人朝着未来前进。中国工农红军的长征是举世无双的壮举，它像一条永远铭刻在地球上的红飘带，成为人类坚定无畏的象征。

　　板书设计：

　　第17课 中国工农红军长征
`;