window.__tempArticleContent = `
　　彼时的少年站在成长的最高点，回首过去，一路的崎岖不平，也一路开满了鲜花。

　　——题记

　　还记得七年级刚入校的我，那天刚好烈日当空，我步入了种下希望种子的校园。我满怀欣喜，对这接下来未知的旅程感到期待。那时天真的以为自己真的成长了，却不知接下来的路令我艰难险阻，却又让我收获美满。

　　我的数学成绩从小学六年级就不是很好，这一学科也是每次最拖我总分的科目。每当考完一次试我都会怀揣着忐忑不安的心，准备迎来考试的结果。看到那明晃晃的红叉，惨不忍睹的分数，好似在讽刺我的无力一般，我的心也如同窗外的磅礴大雨坠入泥泞不堪的泥土。听着教室里嘈杂的声音，可笑的是现在处于夏日，窗外的狂风却肆意而过，此刻像尖锐的嘲笑，穿透着我的耳膜，令我一阵耳鸣。我努力过所以我心有不甘，紧紧捏着手中的试卷，我逼着自己清晰的意识到不够不够还是不够！因为我正当少年应一腔热血，不该困在昏暗的漩涡中！

　　为此，我便上课比之前更加的专注，认真的捕捉数学老师所说的每一个细节和知识点，及时的记下笔记；在阳光还未驱赶黑夜时，我便投身于数学知识的海里，听着窗外的鸟鸣，与我一同享受晨光带给我们的礼物。遇到我无法做出来的题时，我冲出了以往那道羞愧的围墙，鼓足勇气向数学老师请教，在老师多次讲解之后我选择在寂静的图书馆独自梳理一遍。经历了无数个日日夜夜，刷了数不清的数学题，在老师和同学的见证下，成绩单上的数学成绩也让我不负众望。让我在悬崖挣扎、凋零之时，又让我无畏风雨，扬帆起航。

　　体育课上，一想到起跑前可怕的号令，跑步时的气喘吁吁，结束后的大汗淋漓，我的身体就直发虚。看着一个个越过我的同学，耳边只剩“咚咚”的心跳声，抬起的脚就像被灌满了铅，在满地荆棘里艰难行走。但是，我清楚的知道我不能就这么放弃，因为留给我的时间不多了，所以我决定要在有限时间内面对困难和突破自我。在接下来的每天，我都在跑道的起点处摩拳擦掌，在奔跑时欣然接受炽阳和夏风带给我的热情，在结束后乐观的调整好状态和呼吸，迎接自己的又一个进步。一个个夏夜中，耳边回荡的是同学们的喝彩“加油！加油！再快一点，你可以的！”“你好棒！你是第一！”在这条跑道上我终于再也没有回头观察，而是迈着坚定的步伐奔向属于我自己的美好未来。

　　在燥热的夏天里，有成功带来的喜悦，也有失败带来的苦楚，这些无不充斥着我的校园生活。但我们只需向阳而生，敢于放下过去突破心中困境，播种心中的那份期望，来年定能开满鲜花！
`;