window.__tempArticleContent = `
　　《七芒星》里有这样一段话：“有人说‘有时生活就是要教会你妥协的’，陆延说‘可我认为生活是永不妥协’”。直到现在，这句“生活是永不妥协”都是鼓舞我的最大动力。

　　临近期末，糟糕的月考成绩让我越来越迷茫，像一头不小心闯进迷雾森林的小鹿，找不到通往出口的方向。下午放学时，我一个人独自走在回家的小路上，因为成绩的不理想，我的心情很差，郁闷之中，突然传来一阵伴着桂花清香的吉他声，我循声望去，那声源处是一位坐在桂花树下弹吉他的少年。他的周围围着几个刚放学的学生，他们在旁边叽叽喳喳地讨论，少年丝毫没有受影响，他沉醉在自己的世界里，眼神是多么坚毅，神情是多么专注——我突然想到一个人，陆延。

　　陆延是《七芒星》里的主人公，从小无父无母跟爷爷生活，爷爷死后寄养在并不爱他的亲戚家中，过着寄人篱下的日子。在这段煎熬的日子中他在一家唱片店中接触了摇滚音乐，从此他便爱上了摇滚音乐。他拼命攒钱，拼命练习吉他，梦想着考人L大音乐系。他很有天赋，加上他很努力，一切都在往好处发展，他对未来满怀期待。但是天不遂人愿，意外发生了，一次意外受伤，他的手筋断了，医生说他以后再也弹不了吉他了！他没有哭，也没有放弃，而是带着他的音乐梦和身上仅剩的钱孤身一人来到了夏京市。

　　夏京市很大，但就凭一个没毕业的高中生，生存依然艰难。他来到纹身店在手筋断处纹了个七芒星，七芒星是传说中可以抵御一切强大的力量的防御阵法。随后他组了一个乐队当了主唱，乐队4周年时有两位队友离开，乐队兵临解散。他没有放弃，也没有对生活妥协。当朋友跟他说有时候生活就是要教会你妥协。他说生活是永不妥协！当我回过神来时，天色已晚，夕阳垂地，我站在原地看着那个少年收拾钱包，再次看到他离去的背影，我似乎看到了陆延的故事的结尾，获得了属于他的美好的结局。

　　回到家后我不禁回想，陆延经历了那么多困难，却从来没有放弃和妥协，而这些压不垮他的只会使他更坚韧。而我呢，就因为成绩不理想这点小事就开始郁闷消极吗？我想我不能妥协在这上面，因为生活是永不妥协！
`;