window.__tempArticleContent = `
　　蹉跎者光阴似箭，有志者岁月如歌。

　　——题记

　　“恰同学少年，风华正茂，书生意气，挥斥方遒。”这是我国伟大革命家毛泽东在《沁园春·长沙》中写下的青春。

　　青春，是“长风破浪会有时，直挂云帆济沧海”的自信模样。作为21世纪的新青年，我们生在红旗下，长在春风里，不断为自己的美好人生规划着，渴望着活出自己的模样，尽管有时也会悲伤沮丧，但希望和悲伤都是一束光。

　　青春，是“千磨万击还坚劲，任尔东西南北风”的坚韧模样。在昔日学习中，我们都或多或少遇到过一道道关卡，或是一个难以理解的知识点，或是一道难题，又或是一次不理想的排名，但我们不会被这些困难打倒，亦不会被某些“近道”所折腰，通向花园的道路总是充满泥泞、坎坷不平。但是只要我们发挥自己最大的努力，就一定能够乘着微风，带着泥土的芳香，去采摘那最美的花朵。

　　青春，是“草长莺飞二月天，拂堤杨柳醉春烟”的美好模样。一次次热心的帮助，一次次温暖的关怀，一片片欢声笑语······都为我们美好的青春添上绚烂的一笔。

　　青春，是“仰天大笑出门去，我辈岂是蓬蒿人”的豪迈模样。此时的我们正处于中华民族实现伟大复兴的重要阶段。作为新时代新青年，我们应该努力学习，不断提高自己。既要追求爱与理想，也渴望诗和远方。同时学习《红烛》中蜡烛那般“莫问收获，但问耕耘”的奉献精神，把自己融入到社会中去，为社会发展奉献自己一份微薄的力量。

　　时代的考题已列出，我们的答卷正在书写。岁月会因为青春的全力以赴更加静好，世间也会因少年挺身向前而更加的瑰丽美好。青春是有志者的天堂，也是奋斗者绘出绚丽华章的时代。
`;