window.__tempArticleContent = `
　　“滚滚长江东逝水，浪花淘尽英雄，是非败转头空，青山依旧在，几度夕阳红……”　一首《临江仙》是四大名著之一《三国演义》的开头，赞叹了山河依旧，岁月已逝的天下情怀，把人引入那金戈铁马的历史长河之中。《三国演义》阐述了人性的贪婪无耻，背信弃义，也写尽了“忠”与“义”的精髓。

　　君只见诸葛亮鞠躬尽瘁，死而后已，只为匡扶汉室的忠义之心，君又可见他七擒孟获的善良与大智若愚?“了却君王天下事，赢得生前身后名”可以完全衬托出我们诸葛军师的高贵品质。他赢得了后人无比的尊重与崇敬.　君只叹那关羽武艺高强与驰骋沙场的豪气，君又岂知他的侠肝义胆?他与刘备、张飞于桃园结义，创造千古忠情。尽管曹操非常欣赏与厚待他，但他还是过五关斩六将，千里走单骑，却又不忘曹操的恩情在华容道上义放曹操。只叹天妒英才，最终败于吕蒙。

　　“玉可碎而不可改其白，竹可焚而不可毁其节。”君可还知赵子龙那一身肝胆，报效于刘备麾下，为救阿斗在长板坡七进七出。其非凡的武艺而又满怀的忠义，感天动地，怪不得我们的刘皇叔要怒摔阿斗啊!

　　“宁教我负天下人，休教天下人负我”。曹操一生坎坷，却有识贤才之能。凭借手下谋臣武将于官渡以少胜多，大败袁绍，统一北方，即使后人犹对其颇有偏见，也不能否认曹操的一生。

　　《三国演义》里有很多我们可以学习的地方。如果我们学到了善良就可以帮助他人；如果我们学到了智慧，就可以一己之能造福社会；如果我们学到忠义，就可以投入军旅报效祖国。

　　《三国演义》众多的英雄人物及跌宕起伏的故事情节，使我沉醉其中。我把它推给诸君学习，因为它是我们学习的宝典，是中华传统的传承，是民族精神的弘扬。
`;