window.__tempArticleContent = `
　　最近一直在关注北京光合心理心愈康复中心陈丽专家的视频，经她分析，那些最终被确诊为双向障碍抑郁症的孩子，他们的家庭剧本往往从童年就开始写下了伏笔。

　　你看，我们精心培育一棵植物需要阳光雨露，而培养一个心理受创的孩子，家庭土壤里往往混合着控制、忽视和矛盾。在她咨询的案例中，有在高考前崩溃大哭的，有在初中的时候就厌学、辍学，身体或者行为上出现各种问题的，追溯到他们的成长轨迹，其实早在上小学的时候就有清晰的印记。

　　第一种家庭，父母就像用金丝笼养鸟，事无巨细的包办一切。孩子写作业要坐在旁边逐自检查，参加兴趣班也得是父母说了算，甚至和小伙伴玩要都只能选择学习成绩优秀的。这样的家庭最可怕的不是过度保护，而是在用爱的名义剥夺了孩子试错的权利。有一个初中女孩，她连煎鸡蛋都不敢尝试，因为妈妈总说你干不好，浪费食材。这样的孩子表面优秀，内心却像拉圾的橡皮心，等到中考的压力来临，突然就彻底断裂。

　　第二种危险信号藏在家庭的空气里。父母自己就是行走的情绪炸弹，可能因为一点儿小事就能歇斯底里，也可能因为工作不顺莫名其妙的男人发脾气。陈老师有个深刻的案例，父亲每次应酬，喝完酒回家就会摔东西，母亲则会突然闯进孩子房间检查手机。这种环境长大的孩子总有一种被监视的感觉，连睡觉都要保持着三分清醒。他们没有学会如何处理自己的情绪，只能把情绪压抑到窒息。

　　第三种家庭模式就有点儿像超理智的机器人，父母永远重复：“我吃的盐比你吃的饭都多，听我的准没错，我还能害你不成啊？”即使孩子无数次的发出求救信号，父母完全视而不见。曾经有个高中生连续半年在日记里写：“我真的好想消失”。父母发现后却说：“你呀，就是太闲了，多刷两套题就好了”。这种固执就像慢性毒药，等孩子真的站上阳台边缘，父母还在追问：“我供你吃供你穿，哪里对不起你啦？”

　　最致命的是第四种组合，貌合神离的婚姻牢笼，夫妻要么冷战三个月不说一句话，要么把家当成战场互相羞辱。曾经有个15岁的来访者给陈老师发来父母争吵的录音，她不知道当初为什么他们要生下她，她认为自己来到这个世界就是个错误。这种家庭的孩子往往早熟得令人心疼。这个孩子还不到15岁，已经有了不少白头发，她一边计算着父母的离婚概率，一边在无数个夜晚幻想着自己如何拯救父母的婚姻。当这些因素叠加时，孩子的崩溃就成了必然，她们就像被无数双手同时拉扯的布偶，他们最终只能通过厌学、自残甚至尝试自杀来撕开家庭的伪装。讽刺的是，很多家长这个时候才慌了神，曾经要求考前三的父亲突然说：“哎，只要你活着就好”。曾经控制孩子所有行为的母亲开始躲进房间，不敢说一句话。这种极端的转变反而让孩子陷入更深的迷茫。

　　家庭治疗就像拆炸弹，需要全家人一起提升认知，用爱剪开错误的引线。因为真正需要治愈的从来不是那些出现症状的孩子，而是整个家庭系统的创伤。

　　记住啊，孩子的症状不是问题，这是他面对创伤的解决方案。

　　尊敬的家长，你中招了吗？你学会了吗？
`;