window.__tempArticleContent = `
　　有人辞官归故里，有人星夜赶科场，有人隐居避世俗，有人放荡闯江湖……每个人都有资格选择自己生活的方式。

　　《儒林外史》是一部以辛辣的笔触，对社会现状和腐朽制度进行批判的讽刺小说，主要以知识分子的生活和精神状态为题材，讽刺了那些在功名富贵诱惑下迷失自我的丑陋灵魂，批判科举制度对天下儒生的残害，透过人生百态揭示官僚制度、人伦关系和整个社会风气，同时也歌颂了少数坚持自我、坚守人性的人物。

　　书中的范进是一个考了50多年才中举的人。后由周进推荐而中进士，被任为山东学道，虽然他发达了，但所熟知的不过是四书五经，以至于别人提起北宋文豪苏轼时，他却以为是明朝的秀才，闹出天大笑话。还有广为人知的严监生，为了灯中的那点茎灯草，迟迟不肯闭眼，待赵氏挑掉一根才咽气。他们所展示出来的是封建礼教的腐朽，更是人性的卑劣。

　　科举制度虽有利于文化传播与控制，但  也禁锢了人们的思想，一味盲目地去读书考试的人越来越多，导致似乎只有这一种方式才能出人头地了，人们也就忘了读书的意义，和自己的初心，眼里只有权钱。有追求是不错，但若功名富贵无凭据，费尽心思，也不过总把流光误罢了，还不如浊酒三杯沉醉去，水流花谢知何处。当然书中也有淡泊名利的隐士。如王冕衣锦还乡，靠自己养活孝敬父母步攀权贵，不慕名利，磊落洒脱。就好像满地都是大便，他却抬头看见了月亮，生在那个时代却依然出淤泥而不染。

　　每个人都是一只纸飞机，随时代的洪流飞行去往各自的目的地，毕竟人各有志，莫要负了流年就好。
`;