window.__tempArticleContent = `
　　一、案例背景

　　我校大多数学生都是留守儿童，从小缺少父母监管，在小学语文基础就不好，进入初中后，由于学生基础差，教师教学内容多，再加上教师把大部分精力花在对学生的作业指导上，导致学生没有时间去进行课外阅读，缺少写作素材，对学生较难的写作走形式，学生在写作文时存在立意不明确，思路不清晰、结构不清晰、文体不明确等问题，导致学生怕写作文，厌写作文，结合我校学情，教师可以充分挖掘学生熟悉的初中生必读的名著导读和课外书籍以及优秀作品，用于进行写作时的训练，来提高学生对写作的兴趣，从而让学生喜欢上写作文。

　　二、案例理念

　　阅读和写作是人类语言交流的两个基本方式，两者密不可分，相辅相成。阅读是获取信息和知识的重要途径，而写作则是表达思想和交流感情的重要方式。阅读和写作流程不同，但它们之间存在着某种必然的关系。阅读促进写作，阅读是写作的基础。课外阅读可以帮助学生了解世界和文化，学习知识和技能，扩展思维和表达能力。通过认课外书籍的阅读，对优秀作文的鉴赏，学生可以积累大量的词汇、语法和句式，以及各种文学和写作技巧，这些都可以帮助学生提升写作水平。

　　三、案例描述

　　1. 课外阅读有助于培养学生的语言组织能力。

　　课外阅读能够帮助学生了解不同的写作结构和表达方式。通过阅读优秀的作品，学生可以学到一些表达思想的技巧和方法。学生可以学会如何使用不同的连接词来连接句子和段落，使文章更加连贯和有逻辑。学生还可以学会如何使用比喻、排比、对比等修辞手法来丰富文章的表达。这些都能够提高学生的语言组织能力，使他们在写作中更加得心应手。

　　作文题目案例如下：

　　请以《我看到了____的辛苦》为题，写一篇600—700字的作文。

　　教师提示：

　　（1).请在横线上填上人物。如：爸爸、妈妈、老师·····

　　（2）.所写事例必须要突出“辛苦”。

　　（3）.要运用合适的描写方法对人物进行描写，提出所写人物的辛苦。

　　1. 在结尾处可以写出自己的感悟。

　　范文赏析、学生点评：

　　我看到了您的辛苦

　　父爱就像一座大山，让你内心即使脆弱如丝也能得到安全的依靠；父爱就像一缕阳光，让你的心灵即使在寒冷的冬天也能感到温暖如春；父爱是泓清泉，让你的情感即使蒙上岁月的风尘依然纯洁明净。

　　早上五六点时，别人还躺在床上睡觉，爸爸已经早早地起床上班了，晚上十二点时，别人已进入梦乡，可他却仍没回家。有一次，爸爸还没回来，我向外面眺望，还是没见爸爸。这时，乌云密布，“轰隆”一声下起雨来，我们全家更加焦急起来。我跑到楼下，刚到门口，门就开了，啊，是爸爸！我一看，他全身湿透了。奶奶在楼上喊：“快过来吃饭，饭菜都凉了。”爸来到饭桌，便吃起来。他没吃几下，便进了房间，晚上，我起来上厕所。这时发现父亲书房里竟然还亮着灯光，心想：爸爸，这么晚了还在工作。我轻轻地推开门一看，他在写一些文稿。我悄悄走到他身旁，爸爸依然在全神贯注的写，根本没发现我。不经意间，爸爸的头上已新增了几条白发，在灯光的照耀下显得格外耀眼。他的手在笔记本上打着，此时房间里的所有声音是那样轻，我不忍心打扰爸爸，就默默地回到自己的房间。

　　清晨，我看了看爸爸，发现他眼里有点血丝，看来是一晚没有睡好。我看着爸爸眼里的血丝，眼眶湿润了，但还是无声的走过父亲的身旁，赶去学校。

　　父亲节快要到了。我要对你说，爸爸，您辛苦了！

　　师：请同学们对这篇范文进行点评。（5分钟思考）

　　生1：开头段运用了排比的句式，增强了语言的气势，突出父爱的伟大。

　　生2：这一段在用排比的同时还有比喻。

　　生3：文章第二段用了对比，写出爸爸早出晚归，突出他的辛苦。

　　生4：第二、三段还对爸爸的动作、神态、外貌进行了描写来突出爸爸的辛苦。

　　……

　　师：

　　同学们说得很好，从这篇作文范文中我们学到了在写作中可以用不同的修辞手法，使文章语言更生动形象。运用描写方法对人物的描写要突出文章的写作主题。还运用到侧面描写，从我的心理活动来突出爸爸的辛苦，而且作文的结尾段一定要点题，因为它能起到了画龙点睛的作用。现在我们借鉴上面范文的写作方法，发挥自己的写作水平，围绕上面题目，写一篇美文（30分钟）

　　【学生作品展示】



　　学生点评同学的作文：

　　学生1：这篇作文开头用了题记式开头，这种开头别具一格。

　　学生2：第二段排比句式使句子增强了气势，“黯然失色”这词用的好。但第二段中有两处错别字，“仁”应是“任”，“疲惫不堪”。

　　学生3：结尾处点题，突出作文中心。

　　……

　　师：

　　同学们，你们点评的很好，我们在点评他人作文时，要把别人的优点转换成自己的优点，把别人的缺点，拿来进行自我反思。这就是《论语》中所说到的“择其善者而从之，其不善者而改之。”

　　1. 课外阅读可以帮助学生提升写作素材和背景知识。

　　课外阅读能够让学生接触到各种各样的题材，比如科学、历史、人文等等。通过读这些材料，学生可以了解到世界的各种事物和现象，积累大量的背景知识。当学生写作时，他们可以运用这些知识来支撑和证明自己的观点。阅读还可以给学生提供丰富的写作素材。通过阅读，学生可以学到一些优秀的句子和观点，可以借鉴其中的表达方式和思想。这些素材可以丰富学生的写作内容，使他们的文章更加具有说服力和深度。

　　四、教学感悟

　　《语文课程标准》明确指出：“写作教学应贴近学生实际，让学生易于动笔，乐于表达，应引导学生关注课外书籍，热爱生活，表达真情实感”。作文教学中应重视阅读实践，就是让学生在平常的生活中体验课外书中所折射出来的酸甜苦辣，让学生身同感受其呈现出来的喜怒哀乐，使学生产生强烈的述说欲望，这时是教师引导学生写作的最佳时机，从而有效地将学生从被动的写作心理状态要“我写”，过渡到“我想写”“我要写”的主动写作心理状态中来。把学生眼中枯燥无味，头疼的作文课，通过阅读课的形式展开，让学生学会写作文，但要让学生从无从下笔到一气呵成，这也是一个漫长的教学过程。

　　首先，要抓学生的阅读，多读书，多感悟，多模仿，才能如源头活水，给作文教学与生机和活力，定期让学生阅读课外书籍，给学生推荐好文章，引导学生欣赏评价，既给学生提供写作素材，又能提高学生的欣赏水平。

　　其次，品读好文章、摘抄佳句好词。写作成功的同学大多有相似的经历：读到好文章，他们反复咀嚼甚至把好词佳句摘抄下来，熟读成诵。作文时一不小心用了上去，结果老师大加赞赏一次成功使他们更加投入地去阅读去积累，不知不觉中作文水平就见长。

　　第三，重视语言文字的训练。学生运用语言文字的能力较差，比如说常写错别字，写文章病句多，表达不清晰等等。本学期我注重了这方面的训练，训练时做到词不离句，句不离篇。再如对生字的教学方法多样，有比较法，有重点突破法，有归类法等等。

　　第四，在平日要注重对学生进行就课外阅读材料提炼观点、概括故事内容的训练，提高学生的提炼概括能力。

　　总之，只要在主观上重视学生的作文教学，多阅读，多思考，多实践，学生的写作能力定会有所提高的！
`;