window.__tempArticleContent = `
　　“知识给人以关爱，给人以光明，给人以智慧，应该说知识就是幸福，因为有了知识就是摸到了人类的脉搏，否则就不懂人类生命的音乐!”这句话来自《假如给我三天光明》。今天我就向大家推荐这部伟大的著作。

　　《假如给我三天光明》是一部自传体小说，作者是海伦·凯勒。海伦是美国女作家以及残障教育家，于1880年6月27日出生在美国亚拉巴马州，一岁多的时候因为疾病而变成一个没有视力没有听力的不幸儿。尽管她受到了这样大的打击，但是她还是对知识和生活都充满着很强烈的好奇心，她的家里人为了让她得到教育，为她请了一名家庭教师，家庭教师的名字叫做安妮·莎莉文。

　　莎莉文是一位非常有教育方法的老师，她在海伦·凯勒的手上拼写单词，让她认识了许多字，让她可以看书。在学习之余，莎莉文带着海伦去大自然中漫步，触摸花朵，感受阳光……经过学习，在1899年的6月海伦·凯勒以优异的成绩考入了哈佛拉德克利夫女子学院。

　　《假如给我三天光明》阐述了海伦对生命的理解，体现了她坚持不懈和乐观向上的精神。她看不见，就用手摸，听不到，就用心去感悟，她热爱学习，但是由于种种原因学习对于她来说简直是比登天还要难。但是她并没有放弃，而是比常人更加努力，迎难而上，最终如偿所愿。本书以一个身残志坚的柔弱女子的视角告诉所有身体健全的人们应该要珍爱生命，更应该自强不息。

　　面对困难和挫折，海伦并没有退缩，反而加倍努力，不怨恨不气馁，以良好的心态来面对生活，用爱心去拥抱整个世界，她以自身经历过的痛苦和快乐来勉励人们。她是一颗在死一般寂静的黑夜里为他人照亮前进道路的璀璨明亮的星星，她是在冰天雪地里温暖他人的熊熊烈火，她是一股在炎炎夏日里使人感觉身心凉爽的清泉。

　　我记得最深刻的是在书中海伦说到：第一天看人，第二天看黎明，第三天看历史。三天的光明对海伦太重要了，可是每天拥有大把光明的我们该看什么呢?我陷入了沉思·…
`;