window.__tempArticleContent = `
　　教学楼一楼大厅的倒计时牌又退去一位数字，阳光洒在黑板上的粉笔字上时，我出神发呆总会想到你——那个阳光开朗、温柔善良，一身青春少年正气的你。

　　第一次注意到你，是我们学校初一下学期的那一场运动会。我报名了女子800米，而我却在起跑后不久就岔了气，速度开始变慢，脚步变得沉重、每一步都很艰难，就像我的身上背了块大理石一样，耳边的加油声与我的视线开始逐渐变得模糊起来，就当我准备放弃慢慢往旁边挪的时候，一道极其洪亮的声音传进我的耳朵里：“别停！跟着我的节奏，我带着你跑！”我回头望去，你逆着人群跑了过来，你将袖子撸起一路跑到我身旁，午后阳光洒在你额头前的碎发上。我们被阳光所笼罩，你跑过来向我伸出手说：“来，坚持，我陪着你一起跑完这最后一圈。”那天坚持跑完后，最终我还是没拿到名次，可你手掌心传来的温度，还有你跑在我身边时，不断重复的“再坚持一下”的那句话，就像一颗小太阳，落进了我心里。

　　后来，我们变成了同桌，我才发现你身上藏着许多的“小秘密”。你总在上数学课的时候偷偷在草稿纸上画火柴人，画完了推给我看；我们上课总说小话，被老师叫起来，我们站着不知所措，你看看我，我看看你，突然对视上了后便默契地笑了起来；我被一元一次方程难住，皱着眉头思考时，你总会悄悄地将写满解题步骤的纸条推过来，纸条的下方还有一个你画得歪七扭八的笑脸。我记得有次的你心情不好，一整天都很沮丧，那次语文考试，你因为作文写偏题严重丢分，放学回家的路上你低着头一直不说话，我知道你不开心，但我不太懂得安慰人，而恰巧看见前面有卖糖葫芦的，我叫你在原地闭眼等我，我便一路小跑过去买了两串便又小跑回来：“呐！给你吃个糖葫芦，我妈妈说吃些甜的就合变开心，我希望你开开心心的，不能因为一些小事而影响你的心情，开心最重要。”你点点头说：“嗯！我知道了！虽说我因为那事确实不是开心，但有了你的安慰我也就好多了。”我们一起吃着冰糖葫芦一边笑笑地回家了。

　　我记得清楚的还有一次，去年有一天晚自习时雪下得很大，我没带伞，站在一楼教学楼门口感觉很烦恼，就在我带着帽子准备直接顶着大雪冲回家时，你突然从后面拍了一下我的肩膀，你的手里面举着一把淡黄的伞：“走，我送你回家！”那把伞并没有多大，你却总把伞倾向我，然而你自己的肩膀很快就落满了雪，头发上也沾着细细小小的雪，我们踩着雪往前走，脚下的雪软绵绵的像是踩在棉花上，没多久便走到我家楼下，我们挥手告别，我站在单元楼门口，望着你的背影，直到你与那一把淡黄色雨伞渐渐消失在我的视线里。

　　现在的我们，每天还是一起做题、一起玩耍，一起在大课间下课时跑去小卖部买零食，感觉学习压力大时，我们一起相互鼓励对方，告诉对方要坚持。你还是会上课时在草稿纸上画火柴人，还是会在难过之后没过多久便又立即满血复活，还是会在下雨下雪时把伞往我这边偏。

　　有人说青春是一段匆匆而过的时光，但我觉得，青春更像一个鲜活的人——是像我们这样，永远热烈滚烫，永远真诚坦荡，永远对未知的世界揣着满溢的好奇心，眼里总闪着光的人。而我的青春，正因为有了你的陪伴，才褪去了迷茫的底色，真正活成了青春该有的模样。
`;