window.__tempArticleContent = `
　　“宝剑锋从磨砺出，梅花香自苦寒来。”海燕承受了惊涛骇浪的洗礼，才成了搏击长海的主角；大雁承受了万水千山的磨难，才有了风雪之后的温暖；幼苗经历了暴风骤雨的摧残，才有了萌发后的壮硕，人生不也是这样吗？我们只有在困难和挫折面前不断超越自我，才能取得成功，才能体验成长带来的乐趣。

　　面对困难挫折，有的人选择了放弃，从此跌入谷底。选择放弃的人最终默默无闻。有的人选择了坚持，选择坚持的人凭借自己的毅力，将挫折转变为走向成功的风帆。他们坚韧不拔，面对挫折，微笑面对生活中的困难，坦然面对风风雨雨，最终驶向成功的彼岸。

　　哪有什么一夜成名？哪有什么不劳而获？都是百炼成钢。娱乐圈许多当红的名人明星，我们只看到他们成功之后在舞台上的光鲜亮丽。可谁又知道，他们曾经也是一棵普普通通的小草。正所谓“台上三分钟，台下十年功”，因为他们在台下付出了汗水，他们勇敢顽强，不惧困难，勇于挑战，终于成为参天大树。而那些选择放弃的人，依旧是一棵默默无闻的小草。因此，我们要学会正视困难和挫折。

　　辽阔天空中飞翔的雄鹰，必然经历了无数次跌落山崖的痛苦，才锤炼出一双凌空的翅膀；美丽的珍珠无比璀璨，必然经受过蚌肉的无数次蠕动和磨砺，才能熠熠生耀，价值连城。一个真正有所成就的人，必然是在无数次的跌倒后重新站起来的。不经历风雨，怎能看见彩虹？没有人能随随便便成功，只不过是他付出了更多的努力。

　　一颗生长在茫茫戈壁滩上的仙人掌，他无惧挫折，不怕失败，不怕孤独，无惧悲伤，他将自己的根深深扎在石块砂砾之下，拼命的吮吸地下的营养，拼命的生长着，只要有生的希望，他都会勇敢的活着。成长是艰难的，狂风暴雨与他为伴，孤独寂寞与他为伍，但不管条件有多恶劣，环境有多艰苦，它依旧顽强的生长着，成为沙漠中一道风景。因此，我们不能因为一次失败就放弃。

　　也许你曾经也自卑过，无奈过，失败茫然过，但你深深的知道，天空只有经历过雷电的劈打，才能呈现出绚丽的彩虹，海水只有拍击过岩石，才能激起美丽的浪花。现在的你也许不够成熟，但只有坚持不懈，不怕困难，勇往直前，才能走得更稳更远。既然困难和挫折不可避免，那就让我们勇敢的迎向它！
`;