window.__tempArticleContent = `
　　书，无言的伙伴；书，进步的阶梯；书，生命的源泉。任何一本书都可以深深地触动到每一人。一本好书就像一位好老师，传授人生哲理，明白人情世故，教会我们做人的道理。

　　我是一个向往诗和远方的人，对诗歌有着极大兴趣，但在遇见《飞鸟集》之前，我却并非如此。一年前，我第一次接触到《飞鸟集》，那句蕴含着神秘力量的“生如夏花之绚烂，死如秋叶之静美”。在遥远的彼岸化作光的长枪穿透我的内心。那时，想象力和诗句交织在一起，织出一个复杂而多彩的世界时，我也就喜欢上了如夜中灯的《飞鸟集》了。

　　当阅读它时，我是一个航海家迈着轻盈的步子踩在一片从未有人踏足的大陆上，想象力与诗歌结合出的威力正悄无声息的改变着我，而现在再看，生活中处处充满了诗意。

　　当我们看透了网络上的琐事，就不妨去看看它吧。《飞鸟集》是印度诗人泰戈尔所创作诗集，它收录着325首清丽的无标题小诗，这些诗句如香水沁人心脾，我以前的庸俗、内向，都被《飞鸟集》改变了。这里有生活的哲理“如果你把所有的错误都关在门外，真理也要被关在外面了。”有人生的觉悟“世界以它的痛苦同我接吻，而要求歌声做报酬。”有宏阔的意境“云把水倒在河的水杯里，它们自己却藏于远山之中。”《飞鸟集》改变了我，使我更有诗意、哲理：《飞鸟集》洗刷了我的双眼，使我越来越能发现世界的美好。

　　泰戈尔的《飞鸟集》，它着实给了我极大的震撼，将我改变。我觉得它能化为黑暗里的灯塔，森林里的萤火虫，花海里那唯一令我惊艳的花朵。如果有人让我推荐一本书，我也一定会毫不犹豫地说出三个字——“飞鸟集”!
`;