window.__tempArticleContent = `
　　我是喜欢雨的，从天际上、云层中落下的，丝缕的或大颗的雨，带着淡淡的凉意，温柔的或急切的，浸润了我的心。

　　在空闲的日子里，我喜欢倚在窗边，静静地望着窗外的景。

　　雨天的天空是灰蒙蒙的，世界都昏暗了，雨淅淅沥沥的下着，像是从天际倾斜下来的银幕，目光所及的一切都润了层水光，植物的枝叶一下下晃动着，路上零星的行人撑着各式的伞，悠悠走在雨幕里，马路上的汽车疾驰而过，溅起一片水花。

　　耳边是沙沙的雨声，我望着，听着，浮躁的心便这样一点点静下来，安定了。若是手边还有茶与点心，便更加怡然了——楼阁窗台边，品茶思雨意。

　　除此，我还喜欢听着雨声入眠，或发散思维想些或写些什么。更多的便是捧着杯热茶就着点心，望着那被雨模糊了的景象发呆，望着雨，空洞的心好像被一点点填满了。

　　当然，亲身于雨雾中也别有一番风味。我并不喜欢在蒙蒙细雨中撑伞。置身于蒙蒙细雨中，感受着如轻纱般的细雨拂过肌肤，带着淡淡的凉意，好像温柔的亲吻，那温暖的光芒也被细雨朦胧了，散开来，那么美丽而温柔的，像是梦境。

　　大多数人好像并不喜欢雨天，雨天似乎总与凄凉压抑汇在一起，我不否认雨天确实会给人一种淡淡的忧伤之感。但是，雨是柔和的，她自天际、自云层、或丝缕、或大颗的，落到地上去，或温柔、或急切的，给予世界生命。

　　雨是“生”啊。

　　我是喜欢雨的，雨伴随了我所有的一切，浸润了我的心。
`;