window.__tempArticleContent = `
　　一、背景描述：小说篇目的教学该如何教?寻找切入点。

　　好的文本就像一头大象，我们都是摸象的盲人。一部《红楼梦》，满纸荒唐言，多少人兀兀穷年，辛苦批解，最终也只是了解了一部分。

　　小说可谓是“水深雾大”,名家解读浩如烟海。每个人眼里，都有自己的切入点。那么在语文课堂文本的教学中，寻找好一个切入点那是很重要的事，找准了，切入点就是课堂的生长点和发散点，就是一节课的聚焦点。能以点带面，能四两能拨动千斤。

　　在《孔乙己》中跋涉，我也想解读出一点自己的东西。即使再小，也闪动着自己的心跳。

　　二、案例描述：我需人间点温热，世间待我以凉薄

　　（一）寻找《孔乙已》文本的解读点

　　1.读书人的身份

　　在孔乙己的认知里，自己是一个读书人，这一点毋庸置疑。你看, 他穿长衫。他身上的长衫十多年不洗不换，再脏再破，也从没想过要脱下来。只因这长衫是读书人的象征，是尊严和颜面的体现，孔乙已宗教般的依赖着他的长衫。他爱喝酒，在他那里，喝比吃更重要。性嗜酒 对于中国读书人而言，简直就是天经地义。杯中酒与身上衫一起，成为孔乙己形象的两大关键载体。

　　他的语言。“君子固穷”“窃书不是偷书”“满口之乎者也”“茴香豆的茴字有四种写法”，口里说的多是书上写的，典型的迁腐的读书人的语言。

　　他的“偷书”。为什么孔乙己只偷书?孔乙己可以偷钱和更值钱的财物，为什么只偷书?答案只有一个：他是读书人，他的所作所为都和书相关。

　　读书人的身份，是他精神的归依，是他可以躲进去自以为安稳的龟壳，是他身上有痛可以自我疗伤的凭借，是他所有痛苦的避难所。当然，也是他一切痛苦的根源。那别人如何看待孔乙己呢?

　　2.“快活”的存在

　　长衫客肯定不会正眼看他，咸亨酒店的其他人——短衣帮、店掌柜、小伙计看来，孔乙己是“快活”的存在。“快活”一词,太耐人寻味。孔乙己的什么使他们快活?他们又如何感受到快活的?

　　还是从头说起，小说一开篇描写了咸亨酒店的环境。“掌柜是一副凶脸孔，主顾也没有好声气，教人活泼不得”，日子就是这样单调、无聊而乏味。在这样的环境中，唯一能够获得的乐趣，就是孔乙己到店里来。

　　寻遍全文，孔乙已使他们快活的，无非是“伤疤”“吊着打”"半个秀才也捞不到"和"被打折的腿”。

　　片段一：孔乙己第一次出场

　　孔乙己一到店，所有喝酒的人便都看着他笑, 有的叫道，“孔乙己, 你脸上又添上新伤疤了!”他不回答，对柜里说，“温两碗酒，要一碟茴香豆。”便排出九文大钱。他们又故意的高声嚷道，“你一定又偷了人家的东西了!”

　　从“一”“都”、“所有”可以看出, 只要孔乙己一出场,所有人“笑”的开关便同时"啪”地打开了。“有的叫道”，“叫”，是大声喊的意思，从这个字可以看出发声者内心的兴奋。接下来“他们又故意的高声嚷道”，“嚷”,大叫的意思。从一个人的兴奋变成了一群人的兴奋， 从一个人的嘲笑变成了一群人的嘲笑。此段，连用三个“又”字,可见这群人以前就经常这样地嘲笑孔乙己。

　　在这一片段里，什么时候这群人最快活?——“我前天亲眼见你偷了何家的书，吊着打。”孔乙己便涨红了脸, 额王的青筋条条绽出，争辩道……

　　——“你怎的连半个秀才也捞不到呢?”孔乙己立刻显出颓唐不安模样，脸上笼上了一层灰色……

　　当证实孔乙己被吊着打, 他涨红了脸，额上青筋绽出, 无力分辩, 当别人直戳孔乙己的痛处，他颓唐不安，脸上笼上一层灰色的时候，这两处嘲讽，片段二:孔乙己最后一次出场

　　一处指向他的身体，他脸上的疤痕犹在；一处指向他的精神， 他读一辈子书，却连个秀才也不是, 这是他心灵上的疤, 把他的疤揭开来，让大家看，就是这一群人的快活所在。

　　中秋过后, 秋风是一天凉比一天,看看将近初冬；我整天的靠着火，也须穿上棉袄了。一天的下半天, 没有一个顾客，我正合了眼坐着。忽然间听得一个声音，“温一碗酒。”……他脸上黑而且瘦, 已经不成样子;穿一件破夹袄，盘着两腿，下面垫一个蒲包, 用草绳在肩上挂住；……掌柜也伸出头去, 一面说，“孔乙己么?你还欠十九个钱呢!”……掌柜仍然同平常一样，笑着对他说，“孔乙己，你又偷了东西了!”……他的眼色，很像恳求掌柜，不要再提。此时已经聚集了几个人，便和掌柜都笑了。

　　孔乙己最后一次出场，他十多年没有脱下去的长衫不见了, 他失去了站立的能力， 也就意味着他的精神世界已轰然倒塌。面对如此落魄、如此狼狈的孔乙己，“掌柜仍然同平常一样, 笑着对他说”, 此句就起到了撼动人心的力量。人的冷漠冷酷，就在这“仍然”“笑”中尽显, 灼痛了眼睛。在掌柜的眼里, 孔乙己的一条命抵不上他的十九个钱。

　　这个片段, 孔乙己不成人样的形象, 恳求的眼色, 使这群人“快活”不已。这是一群什么样的人?

　　——看客!

　　看客一词，最先出自鲁迅的《呐喊》自序，“凡是：“凡是愚弱的国民，即使体格如何健全，如何茁壮，也只能做毫无意义的示众的材料和看客，病死多少是不必以为不幸的。”

　　如果文章的人物是有颜色低调的，那孔乙己从刚出场时, 尚能“排出”九文大钱的浅灰色,走到“被打折腿”、被脱去长衫的深灰色，再走到“穿着破夹袄”，用手走向死亡的黑色，这一步步，看客们起到了帮凶的作用!

　　鲁迅在《南腔北调集》中写道：在中国，尤其在都市里，倘使路上有暴病倒地的或翻车摔伤的人，路人围观或甚于高兴的尽有。

　　时至今日，这一类的人又何尝少呢?

　　3.柜台、门槛、钱的作用

　　文中“曲尺形的大柜台”的句子，写出了柜台将酒店隔为里外两个世界。慢慢踱进里面坐着喝酒的是长衫客，站着外面喝酒的是短衣帮，表明这是一个等级分明的社会。柜台是等级的分界线。最初的孔乙己，是站在柜台外的低层。

　　后文中的“门槛”，将酒店内外隔开，孔乙己最后出场时，只在门槛外而不能进酒店，意味着他跌倒社会的最底层，只能流落街头。门槛也是社会等级的分界线。

　　“柜台”“门槛”隐喻着一个等级森严社会——富贵者有闲有钱，贫苦者受苦受欺。他们之间有着深深的隔膜。

　　对于孔乙己的酒钱，文中写道：“在我们店里，（孔乙己）品行却比别人都好，就是从不拖欠；虽然间或没有现钱，暂时记在粉板上，但不出一月，定然还清……”在那么多酒客中，最为潦倒的孔乙己在酒钱上品行最好的人，可见孔乙己的人品。酒品最好的孔乙己居然欠了十九个钱。并且从年底欠到了第二年，最终我们从中判断孔乙己死去了。因为依据孔乙己的酒品，如果还在世，那十九个钱，他一定早还了。

　　量词运用特别耐人寻味。“每每花四文铜钱。买一碗酒”。这句中的“四文铜钱”是叙述者的交代，是正常的表述, 交代了故事发生的背景。“便排出九文大钱”和“他从破衣袋里摸出四文大钱”，这两句中都多了一个“大”字，表明九文钱，对孔乙己而言是很多的，所以把九文“大钱”，一一排出来，既排给短衣帮看，也排给掌柜或小伙计看，有一种“我有现钱的自得炫耀”的心理。四文钱，只够温一碗酒，可是对于腿被打折、朝不保夕的孔乙己而言，四文钱是他的全部财产，也可能是他的最后财产，“摸”字，写出衣袋之瘪，动作之缓，时间之久，所以说“四文大钱”。

　　“孔乙己还欠十九个钱呢!”这是掌柜的话。十九文钱，按说并不少，可是掌柜的既不说是“十九文钱”，更不说是“十九文大钱”，只说“十九个钱”，可见在掌柜眼里，十九文钱只是小钱，不过一盘荤菜的价格。可是在孔乙己那里，十九文钱，是根本还不起的天文欠款。不同人对钱的不同的认识，可以窥见人物的地位、心理。

　　（二）教学片断

　　鲁迅先生说，在他创作的小说中，最喜欢的是《孔乙己》了，那么，孔乙已究竟是个什么样的人呢?今天我们一探究竟。

　　1.背景介绍

　　《孔乙己》这篇小说写于1918年冬，发表于1919年4月的《新青年》杂志上。小说反映了在封建科举制度下，一个旧知识分子的悲惨命运。

　　师:读过这篇课文, 大家会发现这篇小说中“酒”无处不在。今天的学习，我们就聚焦一个“酒”字，来体味这篇小说的内涵。

　　师：走进本节课的第一个环节，“了解一家酒店”。第一环节：了解一家酒店话题：咸亨酒店见社会。　　要求：请同学们快速浏览全文，根据酒店的设置和布局，结合相关语句，说说你读出了一个怎样的社会。用下面句式说话——

　　文中的_____字（词、句），写出了_____我读出了_____的社会状况。

　　预设：

　　文中的“踱”字，写出了长衫客走路四平八稳、步子悠闲，有闲有钱。

　　文中的“在这严重监督之下, 羼水也很为难”句子，写出酒店对短衣帮的欺压，我读出了虚伪的社会。

　　文中的“曲尺形的大柜台”的句子，写出了柜台将酒店隔为里外两个世界。慢慢踱进里面坐着喝酒的是长衫客，站着外面喝酒的是短衣帮，表明这是一个等级分明的社会。柜台是等级的分界线。最初的孔乙己，站在柜台外的低层。

　　后文中的“门槛”一词，写出了门槛将酒店内外隔开, 孔乙己最后出场时, 只在门槛外而不能进酒店，意味着他跌倒社会的最底层，只能流落街头。门槛也是社会等级的分界线。

　　师小结：由此，我们看到一个等级森严，富贵者有闲有钱，贫苦者受苦受欺的社会。

　　师：通过阅读课文，同学们知道咸亨酒店的酒客分为三类：长衫客、短衣帮、孔乙己。其中最重要最典型的酒客就是孔乙己了，我们先来认识一下孔乙己。

　　第二环节：认识一群酒客

　　话题：说说另类酒客孔乙己。

　　要求：请同学们默读课文4—8段，边读边勾画批注孔乙己最独特的地方，用下面句式说话。

　　示例：孔乙己的外貌很独特，文中“皱纹间时常夹些伤痕；一部乱蓬蓬的花白的胡子”是外貌描写，写出一个懒惰、年老、经常受人欺凌的孔乙己。

　　预设：

　　(1)名字独特。

　　孔乙己的名字很独特，文中“因为他姓孔，别人便从描红纸上的‘上大人孔乙己’这半懂不懂的话里，替他取下一个绰号，叫作孔乙己”，是叙述名字来历，写出一个有姓无名只被人记住绰号的孔乙己。

　　(2)身份独特。

　　孔乙己的身份很独特，文中“孔乙己是站着喝酒而穿长衫的唯一的人”是外貌描写，写迁腐固执又孤立的孔乙师：孔乙己为什么不脱掉身上的长衫呢?生杂然。师出示助读资料。

　　长衫是孔乙己读书人身份的象征，是他精神的皈依，是他躲进去自以为安稳的龟壳，是他身上有伤可以自我疗救的凭借，是他所有痛苦的避难所。

　　(3)语言独特。

　　孔乙己的语言很独特，文中“满口之乎者也”“君子固穷”等是语言描写，写出了一个以读书人自居的与他人格格不入的孔乙己。

　　(4)动作独特。

　　孔乙己的动作很独特，文中“排出九文大钱”是动作描写，写出了一个虽穷却不赊账、因有现钱而颇为自得的孔乙己。

　　孔乙己的动作很独特，文中“伸开五指将碟子罩住”是动作描写，写出了一个虽碟小豆少却还是把分豆给孩子们的心地善良的孔乙己。

　　(5)性情独特。

　　孔乙己的性情很独特，文中“他在我们店里，品行却比别人都好，就是从不拖欠；虽然间或没有现钱，暂时记在粉板上，但不出一月，定然还清，从粉板上拭去了孔乙己的名字”是概括叙述，写出了孔乙己酒品好的特点。

　　师：由此，你看到了一个什么样的孔乙己?

　　——一个有姓无名、好喝懒做、穷困潦倒、好为人师、自欺欺人、迂腐可笑、自命清高、任人嘲讽、内心善良、好爱面子的“苦人”孔乙己。

　　师：除了孔乙己，咸亨酒店里还有一群酒客。我们结合具体内容来看看这是一群什么样的洒客

　　话题：说说群体酒客短衣帮。

　　师：请同学们从下面四句话中，选择一句卖一读、品一品，说说这是一群什么样的酒客。

　　1.孔乙己一到店，所有喝酒的人便都看着他笑，有的叫道，“孔乙己，你脸上又添上新伤疤了!”……

　　2.他们又故意的高声嚷道，“你一定又偷了人家的东西了!”

　　3.他们便接着说道，“你怎的连半个秀才也捞不到呢?”

　　4.“什么清白?我前天亲眼见你偷了何家的书，吊着打”。

　　预设：

　　第一句：

　　“一”和“都”和“所有”，表明只要孔乙己一出场，所有人“笑”的开关便同时“啪”地打开了。“新伤疤”，意味着之前有“旧伤疤”，加上“又”，可以看出孔乙己不止一次被打留疤。“叫道”，读的时候声音要大，他是想要其他酒客都听到他的声音，好跟他一起起哄。要读出取笑挑逗的语气。（生读，评，师指导）　　第二句：两个“又”，重读，表明孔乙己不止一次偷东西；“他们”指嘲笑孔乙己的人由单个变为多个了，“高声"“嚷道”表明随着嘲笑人数的增多，声音也在提高。（生读，评，师指导）

　　第三句：“他们”表明是群体对个体，用“捞”而不用“考”，他们认为读个秀才很容易，而孔乙已半个秀才也捞不到，显出他的无能。（生读，评，师指导）

　　第四句：重音放在“亲眼”上，强调孔乙己被打的事实。最后一个句号耐人寻味，“吊着打”是一种残忍的行径，为什么不用语气强烈的叹号，而用语气平淡的句号呢?显然在说话的酒客心中，“亲眼”见是重点，而“吊着打”就平淡了。

　　（生分别用句号和叹号读，对比中体会酒客的冷漠冷酷)

　　师：酒客说的这四句话，句句指向孔乙已的“伤”和“疤”。我们研究一下“疤”字。屏显：疤：疮口或伤口长好后留下的痕迹。　　师：疤，表明伤口已经愈合。孔乙己有两处伤，一是被打的身体上的伤，一是连个秀才也没考取的心里上的伤，本来伤已结疤，可是这群人偏偏把他的痛点当笑点，反复揭疤，从外到内，让他反复受伤、反复痛。师：由此，你看到了一群什么样的酒客?

　　——看到了一群残忍、自私、冷漠、以践踏别人尊严为快乐的酒客。

　　师：作者运用对比手法描写了一群酒客。身份对比突出了贫富悬殊和阶级对立。“穿长衫”是丰满的理想，站着喝酒则是骨感的现实。孔乙己就是这样，在他们的笑声中出场、在他们的笑声中苟活、在他们的笑声中离去。师：如果说“酒”弥漫全篇的话，那么“酒钱”就隐藏在文字深处，从开篇到结束，“钱”贯穿始终，有何意义，我们一探究竟。

　　第三环节：辨析几枚酒钱

　　话题：几枚酒钱窥人生。

　　要求：试着从人物的身份、地位等角度比较辨析这四个与酒钱有关的句子。

　　1.做工的人，傍午傍晚散了工，每每花四文铜钱，买一碗酒……

　　2.他不回答，对柜里说，“温两碗酒，要碟茴香豆。”便排出九文大钱。

　　3.他从破衣袋里摸出四文大钱，放在我手里……　　4.到了年关，掌柜取下粉板说，“孔乙己还欠十九个钱呢!”

　　预设：

　　第一句“四文铜钱”是叙述者的认知，是正常的表述，交代了故事发生的背景。

　　第二句是孔乙己的认知。九文钱，对他而言是很多的，所以把九文“大钱”,一一排出来，既排给短衣帮看，也排给掌柜或小伙计看，有一种“我有现钱的自得炫耀”的心理。

　　第三句也是孔乙己的认知。四文钱，只够温一碗酒，可是对于腿被打折、朝不保夕的孔乙己而言，四文钱是他的全部财产，也可能是最后财产，“摸”字，写出衣袋之瘪，动作之缓，时间之久，所以说“四文大钱”。没了身上衫，仍不忘杯中酒，可见他对酒的依赖。

　　第四句话是掌柜的认知。十九文钱，按说并不少，可是掌柜的既不说是“十九文钱”，更不说是“十九文大钱”，只说“十九个钱”，到底是多还是少呢?在孔乙己那里，19个钱，是根本还不起的天文欠款，在掌柜那里，是十九个小钱。　　师：通过对比，我们知道19个钱在掌柜那里并不算多，为什么他要一遍又一遍地说起呢?作者用反复手法，告诉我们什么呢?生杂然。

　　师总结：在掌柜心中，19个钱是小钱，只有到过年过节算账时才想起来，想起19个钱时，才想起孔乙己这个人。19个钱很轻，但跟孔乙己相比，它又很重。大大的叹号，冷冷的语气——“孔乙已还欠十九个钱呢!”可是，你听，遥远的地方传来一个微弱的“温一碗酒”。

　　屏显：我只想要一碗温热，世人却待我以凉薄。…….………

　　三、教学反思与感悟

　　1.反思：一堂课的教学应明白教什么，怎么教，为什么这么教。语文教学要激发学生的兴趣，启发学生的思维，课堂还给学生，教师的主导作用尤为重要。一堂优质的课就应抓住一个绝妙的切入口，如庖丁解牛，游刃必有余地将学生自然引入文本，提高课堂教学效果。一堂课寻找好切入点，从哪儿进入，能更好地窥视全貌，并贴切自然，达到水到渠成的效果。

　　2.感悟：切入点的把握，是教学设计的重要组成部分。寻求恰当的文本切入方式，能给人耳目一新的感觉。能突出重点，直击文本的核心价值。能让学生很快的走进文本的世界，把握人物的外貌特征和精神品质。《孔乙己》这篇文章，鲁迅曾说过：“孔乙己是一个遭社会凉薄的苦人。”叶圣陶说：《孔乙己》小说突出了人生的“寂寞、冷漠、麻木”。孔乙己的出场：在笑声中出来，在笑声中活动，在笑声中走向死亡。“笑”是对弱者的连续性的无情嘲弄，不放松的调侃，使得弱者狼狈，越是狼狈越是笑得欢乐，鲁迅要揭示的周围人对他冷漠的丑。寻找好“笑”这一切入点就可以很快能感受到孔乙己“需要世间点温热”和社会“世间待他以凉薄”的一种批判与讽刺。
`;