window.__tempArticleContent = `
　　董卿曾说过，有一本书，当我们拥有的时候，没有认真去读它，等到失去了才后悔莫及，这本书的名字叫做“青春”。因为青春，我有很多美丽的梦想。因为青春，我为这美丽的梦想努力着，奋斗着，追求着。

　　明月清风，那是我想去的地方。我风雨兼程，披星戴月。而这条路途的食粮，便是我这十几年来所积累的财富。考上自己理想的高中，一直以来都是我想要达到的目标，认真学习，努力奋斗，都是我为了达到目标所付出的努力。梦想提醒了我，要继续上路，迎接下一个激情燃烧的岁月。因为青春，所以我努力着。

　　不过青春不光是靠努力就能成功的。舟船逊于海，但海很辽阔。而海却总有云层的纠缠，我们要留点肆意，留点骄傲给自己，放逐个性，飞扬自己的青春。

　　青春的我，总有一种举世皆浊我独清，众人皆醉我独醒的自信。因此，我总会在周末两天抽出四五个小时来满足我心中的愉悦。当我听到悠扬的琴声时，一星期学习疲惫的我，也会沉醉在这琴声中。所有的压抑、劳累，也跟随琴声飘往远方，渐渐消散。在那悠扬的琴声中，有关于我音乐的梦。因为青春，所以我追求着。

　　青春，还是场你追我赶的赛跑。在这场赛跑中，中考是一个转折点，为了赢得这场比赛，我用我的青春去奋斗、拼搏，无所畏惧。因为我知道，只有靠自己，只有自己奋斗到一定程度时，理想才会不期而遇，因为青春，所以我奋斗着。

　　因为青春，不畏惧，不将就，在当下好好努力奋斗。此刻，打盹的你将做梦；此刻，拼搏的你将圆梦。
`;