window.__tempArticleContent = `
　　我作为一名土生土长的贵州人，生活中离不开米豆腐，特别是奶奶做的正宗又到味，总是让我惦记。从小到大，只需奶奶一碗香喷喷的米豆腐便能抚平我小小的心。

　　童年时期，每天放学回到家，桌子上一定放着一碗热腾腾的米豆腐，米豆腐既简单又美味，十分诱人。它的制作五味俱全：凉拌酸辣、番茄、麻辣的都有，又因为我时常惦记奶奶做的米豆腐，它便成了奶奶饭前下锅的“常驻”菜品。米豆腐分为两种形状，圆形和块形，在乡下的人来看，都是家里的长辈自己制作米豆腐，模样都是块状的，看起来别有一番风味。我最喜欢吃番茄味的，所以不管过不过节，只要我跟奶奶随口提了一句，她便会做出我喜欢吃的口味让我饱口福。把米豆腐简单冲洗干净后，奶奶两三下便将米豆腐切成薄薄一片，红彤彤的番茄也被切成了，再把番茄丁倒至锅里与黄油“争锋相对”，黄油时不时“滋啦”一声的在锅中溅开，颇有一种“飞石击水花，四溅凌云崖”之感，待翻炒到味时，奶奶便倒入清澈的水，随后放入这场佳肴的“主角”。煮至十分钟不到，米豆腐的清新，番茄的可口，汤水的鲜香向我袭来，令我垂涎欲滴。奶奶先夹起一片米豆腐喂到我嘴边，我笑容满面的吃下，随后她慈爱地看着我狼吞虎咽的样子，我警见汗珠从奶奶的额头滑落，她毫不在意，我思绪却在海里波涛汹涌。

　　在冬天，窗外，寒风呼啸，温度，冰凉刺骨；窗内，我与奶奶围在炭火旁取暖，炭火架上放着米豆腐。我撒娇般地往奶奶怀里钻，嘴里嘟囔着“什么时候能好呀……”，她轻轻地捏捏我的脸，又用筷子戳了戳米豆腐，满含笑意的告诉我“再等等再等等……要烤熟才好吃，咱们慢慢来”。待我无聊实在难耐了，奶奶便抱着我坐在她腿上，任凭我然后哼唧奶奶都纵着我，给我讲述她童年时的趣事“我喜欢捉，太笨了每次都捉不到，跟奶奶随口抱怨，她竟真的变出了好几只，她待我很好，那时非常喜欢我的奶奶”。我乐呵呵的听着，心里想着：我很也喜欢奶奶。

　　听着听着，我便沉沉的睡去了，睡梦中身旁似乎有什么热乎乎的东西，一睁眼，我正依偎着奶奶，奶奶捧着刚烤好的米豆腐在“呼呼”的吹凉，递到我嘴边，我满心欢喜张嘴就咬，瞬间米豆腐的新香萦绕在舌尖，一连吃了好几片，奶奶点了点我的额头，满脸笑意的叫我慢点吃，语气半是疼爱，半是无奈，我盯着奶奶又“咯咯咯”地笑了起来，奶奶也跟着笑，昏黄的灯光照射在她的脸上，看她黑白相间的发爬满皱纹的颊，温暖了我小小的心灵，也惊艳了岁月。

　　上了初中之后，我吃过贵州很多不同的米豆腐，口味越来越广各俱特色，都不及奶奶做的万分之一，只有奶奶的味道流传我心间。
`;