window.__tempArticleContent = `
　　人的每一次选择都会在历史的长河中留下深深的印迹。它们会以不同的方式出现，可是最后都会被冲刷干净。

　　老屋的门口上有好几道深深的印迹，是爷爷用刀刻上去的。那记的是我和堂哥的身高。如今看上去虽然那一道道印迹被灰尘给挡住了，但是爷爷对我们的疼爱是挡不住的。小时候我最喜欢看动画片，每天晚上7点钟都有动画片，每次爷爷在看晚间新闻时，我就一直去调台，最后爷爷没有办法，只有让我看动画片。如今电视没人看了，才发现爷爷已经不在了。

　　我从出生到六岁一直和爷爷奶奶一起生活。自我开始记事起爷爷从来没有打过我。那次是过年，家里来了很多人，有人提议过年吃狗肉。然后父亲和爷爷就把我养了一年多的小黑狗绑在树上打死了，我哭了很久。吃饭的时候我一个人躲在房间里，爷爷进来了，想拉我去吃饭，我用幼嫩的手紧紧的抓住了门板，爷爷拉我，直到指缝间流出鲜血才停下来。门板上的印迹已经变黑，当我再次用手去触摸时，却再也没有人在身后拉着我。

　　直到八岁那年，半夜父亲急忙叫醒我，朝老家医院飞奔而去。到那之后爷爷的病情又加重了，医生也下了最后的通知，最多只有三个月的时间了。我忍不住哭出声来，当时还小不懂得生离死别。第二天我伯父和父亲就办了出院，“老头子在土地里忙了一辈子，供我们三兄妹读书，最后没有一个人救得了他。”父亲满面哀伤。那天半夜两点多，我被父亲在门口的脚步声吵醒，我走出房间跟在父亲身后下了楼梯，上了八个台阶走到木房前，木房内灯火通明，与外面的宁静形成了鲜明的对比。奶奶拿来椅子，我坐在上面没有一丝困意，三点多的时候姑姑看到爷爷的眼睛闭上了，大家连忙走上前，我从人群中被挤了出来。

　　哥哥和堂哥在烧纸的时候，我站在旁边，他们眼里含满了泪水，但我始终不信这是事实，我就站在那沉默良久，一言不发。

　　处理完爷爷的后事，我发现他曾经存在的印迹好像都没了，只剩下一张黑白色的照片，我想以后我的孩子在清明时会不会知道那是谁？当记得我爷爷的最后一个人离去了，那他在这世上的所有印迹都会无人知晓。
`;