window.__tempArticleContent = `
　　我听过风的声音，它是那样的自由与畅快；我听过流水的声音，它是那样的活泼与欢欣；我听过花朵绽放的声音，它是那样的热烈与不息。但有另一种声音，虽然时而尖利，时而低沉，却让我怀恋，成为我生命中不可或缺的部分。

　　周末回家时，我最讨厌的就是奶奶的声音。

　　她总是在门外叫我开门，一大把年纪了，还不知道自己开门？一大把年纪，还扯着嗓子大声叫唤。我躺在床上惬意的玩手机时，那突如其来的叫唤，就似那车鸣般刺耳，似那施工场地般令人厌烦，以至于好心情全无。如果不搭理，接踵而至的将是暴风骤雨；搭理慢了，迎接我的将是公鸡打鸣；就即便是搭理及时了，那也是一个段闹钟不停响。从床上到开门，这段路说长不长，说短不短，但奶奶高频率的叫唤声，直接让这段路变成泥泞沼泽，寸步难行。要返校时，我总会趁奶奶不注意赶快溜出门，不然又会听到“去那么远的地方，万一路上被人拐走了，万一你路上出现困难，万一你迷路了又没人帮你怎么办？”又或者是“这周要降温，多穿点衣服，万一感冒了怎么办？”“这周肯定会下雨的，带把伞。”哪怕此刻晴空万里，艳阳高照，她也会坚持不懈的说下去，仿佛这是他生活的一部分，生命的一部分。我已经听了成千上万遍了，耳朵都起茧子了。

　　因为奶奶的声音，我甚至都不想回家了。

　　我背着千斤的书包，头上的太阳不停折磨着我。汗水无论如何都擦不完。望着远处低矮、潮湿、黑暗的家，我想远离，我不想靠近，我仿佛已经听到了那烦人的声音。世界都要被晒融化，我的世界也要融化了。越发靠近这充满黑暗的房子，我的脚步也越发沉重。可想象中那令人厌烦的声音并未响起。我错愕的抬起头，看见奶奶垂着脑袋。佝偻着腰斜靠在木椅上，似是睡觉。可为什么今日太阳吃人，她却不回家吹风扇？为什么屋内有床，却要在外头睡?一大把年纪了，还不懂得照顾自己。我走到奶奶身边，蹲下身子，边摇边叫着:“奶奶，你怎么……”。奶奶的梦被我摇碎了，但现实的美梦却降临了，奶奶猛然睁开双眼，一把坐起来，伸出双手紧紧抓着我的胳膊，卸下笨重的书包，“哎呀，你终于回来了，是不是被老师留了，还是挤不到车?饿了吧?我炒了你最爱吃的萝卜丝，还煮了荷包蛋，快去吃，等会儿就凉透了……”她那满是汗水，历经风吹日晒的脸上绽出大大的笑容，可我的鼻子却一阵阵泛酸，眼睛模糊了。

　　……

　　其实，一大把年纪，谁想扯着嗓子叫唤?一大把年纪，谁想整天重复念叨?我的奶奶家庭不幸，现在只有我这一个孙女。可她的孙女也要住校，只有周末回家来看看，回来住住。有时还会因为学校调休而不能回来。门前常坐的佝偻身影，眼中尽是对回家小路的无限期望。那美丽的晚霞，总是不愿施舍给这扛起思念的矮小身影。晚饭，幸福美满的笑声总是飘不到这只有孤独背影的餐桌。

　　那声声的叫唤、唠叨声，是想确定他的孙女有没有回家，有没有将她这空巢老人忘记。那一声声叫唤，期待的不仅是那扇孤寂大门的打开，更是那回家小路的熟悉影儿，是晚饭永远不会多拿的碗筷。

　　原来这才是我生命中最美的声音，是奶奶，也是我生命中不可或缺的音符。
`;