window.__tempArticleContent = `
　　鲁迅告诉我们：“教育是植根于爱的”，冰心也告诉我们：“有了爱，便有了一切；有了爱，才有教育的先机。”爱是教育的源泉，爱是教育的根本，今天，我们选择了教育，选择了教师，那么我们也就选择了爱。有了爱，才会用伯乐的眼光去发现学生的闪光点；对自己的学生才会充满信心与爱心；才会有追求卓越与创新的精神。一起用爱去经营、去挖掘我们的千里马。

　　一名教师要具备很多条件：优美、流畅的语言；渊博的知识；良好的沟通能力；丰富的教学经验，这都是一名教师应该具备的重要条件。那么什么又是一名教师最需要具备的呢？每个人都会有不同的回答，但我认为一名教师最应该具备的就是一颗爱的心。也正因为一颗爱学生的心，我们甘于平凡、乐于奉献、勇于追求。

　　现在对于我来说，每一步路都充满了泥泞与坎坷，有时候我想像魏书生那样幽默风趣，像孔子那样知识渊博。毕竟我不是他们，但我们都一样有一颗爱学生的心。这让我在泥泞中爬起、在困难中前进、在泪水中微笑。

　　记得刚刚踏进教师行列，我认为教书很简单。而现在我理解教师背后里的辛酸，但我不放弃，我将用爱去寻找我的千里马。泪水、困难、迷惑，虽时时伴随着我；但欢笑、感动、理解也没有离而去。第一次爱的感动，那也是我教师生涯的第一节课。有一位学生在玩手机，我就走下去做一个拿他手机的样子，令我吃惊的是，他不仅仅在和我狡辩，同时还用俩话骂我娘。我当时气的脸都绿了，但我忍住了把所有的气往肚里咽。我既不想因为他而影响全班，也不想当着全班的面指责他，毕竟他只是一个孩子，没有约束力。于是叫他下课到我办公室来。而过中午他还没有来，我亲自去找他，他什么也没有说，低着头。我说：教书育人，最重要的是育人。你们来学校不仅仅是学知识，最重要的是学做人。我还想往下说的时候，他哭了，声音很大，我一时都不知道怎么办了？正在这时他突然给我：“老师对不起，我错了。”这一句话，感动了我，这不就爱吗？

　　在教学中我们有感动，也有烦恼。学生的写作是令我最头疼的问题，七年级的学生可他们的写作水平却才达到三年级的要求。这种现象不是一两个学生，而是大多数的学生。每次交作文都只有100字左右，没有一个完整的结构，不用谈明确的中心。对于他们这种情况，我特别着急。采用了各种各样方法来改变这种现象。每堂课说话练习、讲课中穿插作文、收集美文佳句、在批改作文中选取一个部分：一字一句的批改。有的同学进步了，还是有令人担心的。有一位同学她每次作文、周记都是400字以上，文章却是支离破碎的。每次看她的作文我就会特别心痛，小小年纪要承受家里的责任与负担。每个星期回家都要做起小大人，什么都做，还要照顾妈妈和弟弟。后来我知道她家里情况：妈妈疯了，弟弟小不懂事，爸爸必须去邻近的村子干活供她们上学和给妈妈买药。压力很大，不喜欢说话，也特别沉默，15岁还没有 1.4\\\\\\\\mathrm{m} 。我特别心疼她。有时间我会叫她到寝室里来：和她谈心，和她谈人生，和她讲作文，留她吃饭。慢慢地她有一点一点的变化：作文连贯起来了，人也开朗了，能主动回答问题了。我知道要她有很大变化很难，也不是一朝一夕的问题，但我会继续努力。

　　还有一次，在校门口一位学生我特别想揍他一顿，可我没有这么做。而是把我带回了我的办公室，然后讲了“感恩的心”背后的故事。又问他：如果今天门卫是你的爸爸，有一位同学和你一样是住校生，爸爸不准他出去，于是他就骂爸爸：你不过是一条狗？你会怎样呢？他带着哭泣的声音告诉：“老师我错了，我知道怎么做了。”当时我也禁不住流泪了，这就是爱的作用。在这半年里，有很多类似的感动。一句理解的话语，一封短短的书信，都让我内心汹涌澎湃。也许你要说这些都不起眼，但正是这些不起眼的东西感动着我们。“老师，我知道你为了我们付出了很多很多，谢谢你，我们一定不会辜负你的，我相信你可以的，加油！我们一起打败那些困难。”每一句话都是发自肺腑，我能不感动吗？

　　我们也就是在这些微不足道的举动中付出了，也收获了。从这一点一滴的行动中明白了一名教师最需要具备什么东西？我们很辛苦，但也很感动。我们很平凡，但我们用平凡谱写了爱的赞歌。让我们携起手来为爱的事业去经营、去挖掘我们的千里马。
`;