window.__tempArticleContent = `
天柱县第五中学作为贵州省黔东南苗族侗族自治州天柱县的一所公办寄宿制初级中学，积极响应《贵州省民族地区基础教育质量提升行动计划(2021- 2025年)》的号召，致力于提升学校教育教学质量和办学水平。本项目旨在通过一系列措施，改善学校基础条件、优化师资队伍、加强质量管理、丰富校园文化，全面提升我校的基础教育质量，为少数民族学生提供优质的教育资源和发展平台。

第一部分项目建设整体情况

一、学校项目实施基础条件

天柱县第五中学学校位于天柱县北部城郊鉴江河畔三十里水景长廊金风大道旁，交通便利、环境清幽、青山绿水环绕，是一所公办寄宿制县二类初级中学。生源主要来自联山街道第六、第八小学，其中第八小学是以易地移民搬迁子女为主，还有来自瓮洞、江东、渡马、石洞四个乡镇及进城务工子女。学校始建于2012年，占地面积120余亩，建筑面积2.7万余平方米，2016年9月七年级开始招生，自贵州省民族地区基础教育质量提升行动计划项目在我校实施以来，学校办学规模逐年扩大，截止到2024年秋季开学，在校学生达3279人，共57个教学班级，在编在岗教师202人。

二、学校项目实施情况

为了使我校在学生、教师、学校三个层面得到全面发展，三年来学校始终把《行动计划》和《任务指南》作为项目实施的总纲领，在结合校情和学情的基础上，主要在强化质量管理健全激励约束机制、优化班级管理改进学生行为养成教育、实施学科课程教学改革创新行动、提升民族文化、传统文化的育人质量等方面进行了广泛而深入地探索实践。

我校严格按照学校方案和项目指南有序推进项目工作，并在项目工作推进过程中，适时调整，不断适应项目工作新要求。其中“一个方案”是依据项目申报书，规划好学校项目实施三年发展规划，即《天柱县第五中学民族地区中小学高质量发展支持专项行动实施方案(2021- 2024)》。

(2021- 2022年)重点工作任务：一是建立建全适合学校发展的质量管理和激励约束机制，在教师办公、学生阅读和住宿等方面进一步加大投入，用以改善和优化办学条件。二是结合校情和学情，在抓好班主任队伍建设的前提下，通过修改和建立一系列中学生日常行为规范等制度，使学生的学习习惯、生活习惯、锻炼习惯、自我管理等方面得到全面发展。(2022- 2023)年的重点工作：一是全面实施学科课程教学改革创新行动，重点加强语文、英语、物理等薄弱学科建设和化学、政治等优势学科教学管理经验推广，积极推进课堂教学改革，以提高课堂教学效率和学生学业水平。二是以高酿、石洞两个乡镇传唱的侗歌以及高跷、板鞋两个民间体育项目作为学校民族传承文化的重要载体，初步探索课后服务和社团活动开展新模式，为学校特色优势的打造提供可行方案。三是开展校内外团队研修活动，促进教师教研与课堂教学能力得到发展，任教学科学生学业成绩有明显进步。（2023- 2024）年是查缺补漏、巩固提升阶段。其重点工作一是总结提炼“课后服务及社团活动”开展的工作亮点和典型经验。二是深入推进以“631”为课堂教学模式的教学改革行动，全面打造“学为中心”的课堂教学生态，使教师课堂优良率达 80\\\\\\\\% 以上， 90\\\\\\\\% 以上任课教师所教学科学生学业成绩进步明显。三是通过开展师生阅读、师生作品展板等措施进一步凸显校园文化育人功能。四是全力做项目迎评工作。“三个指南”一是《天柱县第五中学学校管理制度》《天柱县第五中学党建工作规章制度》两本制度指南，它涵盖了学校教学、学生、行政、后勤、师德师风、党建等方面管理制度，是项目建设各项工作推进最有力的制度保障。二是《天柱县第五中学教师三年发展规划》指南；三是《天柱县第五中学学生德育读本》指南。

三年来在县委政府、上级教育主管部门的大力支持和关心下，特别是县项目专班的指导下，经过全校师生的共同努力，我校项目建设在学生、教师、学校三方面取得了一定的成效，实现了预期目标。主要表现在以下几个方面：

（一）质量管理和激励的机制更加完善。

近三年来教学常规管理制度经过两次修订，在教师备课（集体备课）、上课、作业布置与批改、质量检测、教师教学的评价，教务处实行常态化的教学常规检查与反馈等方面的管理更趋合理。2022年10月修订了《天柱县第五中学教学事故认定办法》，建立了行政领导常规巡课制度来确保办法能得到落实。近年来，为确保学校各项工作的顺利推进和学校发展需要，共新增各项制度共20个，修改和完成9个，加上学校一直延用的各项制度一共有58个。其中包含教师和学生的各项激励约束制度6个，教学常规管理制度20个，其它工作学习纪律制度3个，从对各项制度的制定和修改可以看出，学校对教学常规管理进行的一系列改革，是为了确保学校课堂教学秩序正常，课堂教学效率提高。让制度管理能使学生在学业进步、能力发展、兴趣特长培养和困难学生帮扶等方面得到发挥。

（二）育人环境和文化育人质量得到明显提升

1. 师生工作生活环境得到极大改善，既有物质条件的改善，更重要的是精神文化方面得到全面提升。主要表现在：一是全体师生养成了良好的卫生习惯，校园里没有了乱丢垃圾现象，整个校园环境卫生能保持干净整洁。二是办公室、教室和寝室内务整理规范整齐，比如教室里不再像以前那样乱放劳动工具和垃圾桶，学生课桌上不再摆放与课堂无关的东西，教师办公室的学生作业、教师读本等物品都摆放整齐有序，无论是走进教室还是教师办公室能感受到浓厚的学习和教研氛围。
2. 广大师生阅读习惯良好，校园书香氛围浓厚。学校三年来新增教师专著共15门学科共408本，期刊杂志共14种535本，学生图书3610本，学校师生各类图书共计39318本。“骄风”学生阅览室全天开放，给全体师生提供了多样化的阅读空间。主要体现在以下几方面：一是学生每学期完成了至少两本指定名著的阅读，每周至少一次的读书笔记，各班每两个星期能举行一次多种形式的阅读分享活动，每学期学校至少举办一次读书手抄报、阅读体验、阅读绘图等多种形式的阅读分享作品征集评选活动。二是每天大课间时间举行一次全校师生参与的经典颁读活动,每学期举行一次以朗诵、讲故事、情景剧等多种形式的比赛活动。三是学校阅读长廊优秀的阅读分享作品更新上墙不少于两次。四是晨读课学生能自觉进班朗读课文,走过每一间教室外,都能是书声朗朗,能感觉到浓厚的书香氛围。同时各年级成立由学生组成的读书委员会,每天对各班读书情况进行检查评比并纳入了班级量化。
3. 学生社团和课外兴趣小组活动开展内容丰富、形式多样、成效显著。根据学生发展需要,学校共开设了51个社团,社团内容包括基础学科学习拓展、民族文化传承、三大技能特长培养、综合实践活动等。近年来社团活动开展不仅在学生社团活动作品在数量和质量方面每学期都有新突破,尤其是学生的书法和美术社团,体育类和艺术类社团活动开展取得显著成效。其中侗歌社团近三年来代表学校参加泉州级以上文艺类活动比赛共6次,有5次获得三奖以上,体育民传项目板鞋、高跷和田径类2023、2024年连续2年代表天柱县参加黔东南州少数民族运动会,共获奖项44人次,其中打破州级纪录12人次。舞蹈、合唱、美术、田径、篮球、足球等项目参加县级艺术和体育类比赛可谓是硕果累累,共获奖86人次,其中一等奖42人次。中考录取到天柱二中和凯里八中的特长生招生逐年增多,仅2023年和2024年中考我校的特长班录取人数就从11人增加到20人,其中书法、美术、田径类录取人数几乎占了该项招生人数一半。

（三）学科课程教学改革取得的成效明显

1.薄弱学科教学成绩取得很大进步。

近两年来,语文、英语为我校的薄弱学科,学校通过全面实施教学改革,成绩有了明显进步。2024年春季学期期末考试八年级语文平均分比2023年春季进步了2.39分,县排名进步1个名次,位于全县中等以上水平。九年级语文中考排名为全县第3名,超过全州平均分;英语学科,三个年级2023年秋季期末考试比春季学期成绩均有提升,其中七、九年级各进步了2名,八年级英语2024春季期末成绩比2023年春季期末成绩县排名进步1名,平均分差距也有缩小,由5.21到4.62分。

2.“631"课堂教学模式落地见效。

一年来学校通过多轮培训、外出参观与跟岗学习,校内组织“631”课堂模式下的公开课、观摩课等活动,定期召开课改推进阶段总结会等多种措施,参与课堂教学改革教师为197人,实现全员参与。目前在该模式下的课堂生态发生了许多好的改变。主要表现在学生自主学习能力有很大提高,比如能自觉遵守课堂纪律,课堂精气神饱满、阅读习惯和预习习惯良好、学会了做笔记、喜欢思考并积极回答问题、乐于参与合作讨论问题、能按时完成作业等方面发生都有了可喜的变化。学校已形成良好的班风和学风,学生学业成绩和教师课堂教学效率都得到明显提升,2024年期末统考,全年级学科总成绩均位于全县前5名,同类学校七、八年级第4名,九年级第2名。

3.运动、艺术、劳动三大技能学生每人至少掌握了2项。

为了使每位学生都能真正掌握三大技能,三年多来学校一如既往地坚持做好如下工作:一是把唱经典红歌作为课前歌,每天必唱三首,一年一换,然后从三年必唱九首中选择自己最喜欢的歌曲,实现了人人至少会唱2首经典红歌。二是开设艺术、体育类社团活动课,抓好音乐、体育、美术等艺术课常规教学工作。三是每学期举行各种体艺活动比赛,比如五四、一二九、校运会、艺术节、劳动技能大赛等给学生提供展示技能特长的舞台。四是制定了学生三大技能评价标准和考核制度, 每学期期末集中全员考核和平时随机考核相结合。从 2024 年春季学期期末考核成绩来看, 我校学生三大技能过关率为 100\\\\\\\\% , 我校学生在劳动技能方面代表学校参加县教育局组织的劳动技能实践比赛活动中连续两年获得二等奖。三年来, 体育、艺术技能我校学生代表在州、县级比赛中获奖共计 75 项 186 人次, 其中 2023、2024 连续两年代表全县参加黔东南州民族运动会共获奖 32 项 83 人次, 打破州级纪录 7 项共 20 人次。

（四）学生行为养成教育亮点突出

1.创造性开展家校共育活动。

学校不断创新家校共育工作开展的形式和内容, 因为随着社会的不断发展, 每一届七年级新生入学后存在的突出问题都不相同, 老方法是解决不了新问题的。比如两年前学生留守儿童数量比现在还要多很多, 学生最突出的问题是因缺少关爱导致厌学和社会交往方面出问题。而现在家长教育意识越来越强, 父母等亲属陪读现象增多, 留守儿童又相对减少, 但随着各种手机小视频、网络游戏的出现, 学生玩手机现象又越来越严重。所以学校每学期开学后两个星期内各班主任汇总两三条班级学生最突出的问题到政教处, 这是学校如何开展家校合作的第一手资料。针对问题召开特定学生家长会每学期最低三次以上, 开学和放假是否开全校学生家长会, 九年级中考复习备考召开特定学生家长会。同时每学期还要举行一次以家委会成员为主的教学开放日活动。召开会议的形式也会根据任务不同而有所区别, 主要有学校领导讲话、家长代表讲话、邀请优秀班主任讲课, 班级听课等。三年的家校合作, 学校采纳优秀家长在教学、学生住宿、学生就餐等学校管理方面的建议共 11 条, 比如 2023 届彭占朗同学家长提出的九年级学生延迟 30 分钟下自习, 用来整理当天学习资料。学校与家长在教育思想、内容、方法等方面实现了教育互补, 在家庭教育和心理健康教育方面实现了学校对特定学生家庭进行方法上的指导构建了有效途径。

2.常态化开展德育教育主题活动。

学校成立了以德育校长为组长的学校德育教育工作领导小组, 每学期学校都要针对学生行为习惯方面的突出问题开展专项德育主题活动, 活动开展特别关注的是学生的活动体验。同时政教处每周五都要设计一次主题班会课, 指导班主任开展德育教育主题活动。每学期还组织开展班主任主题班会公开课活动。主题班会公开课是检验学校德育工作开展成效的最好方式, 学校每学期组织的“校运会、文艺活动、成人礼”等各种大型活动都会设置一项优秀集体或道德风尚奖, 主要评价指标是学生的保持卫生、文明礼貌、好人好事、团结协作、公共秩序等。三年的项目工作, 学校德育工作亮点很多, 尤其是国旗下学生德育讲话, 每日大课间经典领读传承中华优秀文化活动。同时, 学校还建立了“问题学生”生生帮教、师生帮教机制, 实现了“人盯人, 多帮一”的工作局面, 使得“问题学生”转化周期短, 效果好。目前校园里学生人人养成见面打招呼、做好人好事、公共场所秩序良好、就餐不浪费、垃圾不乱扔、着装规范、语言文明等良好的行为习惯。

（五）学校社团活动开展特色鲜明。

学校课后延时服务与社团活动开展充分考虑到校情和学情, 挖掘当地文化, 把基础学科拓展、民族文化传承、技能特长培养、个性特长发展等方面有机结合。充分利用学校现有资源, 根据活动项目特点, 把教室、功能室、室外场地灵活安排成社团活动场所。使每一位学生都有可参加的项目, 都有可以开展活动的地方, 实现了 3249 名学生人人参加活动, 人人在活动中收获快乐,收获知识。其中刘茜茜老师辅导的侗歌社团,欧阳林环老师辅导的合唱社团,倪新馨老师辅导的舞蹈社团,袁俊显老师辅导的软笔书法社团,刘光辉、周礼林老师辅导的美术社团等社团成为了学校艺术类社团活动的优秀代表。还有杨腾伟老师辅导的田径特长班,卢沙沙老师辅导的板鞋民族体育班等社团成为了体育特长辅导班的优秀代表。通过社团活动的开展,近年来,侗歌班代表学校参加县级以上活动比赛共6次,其中5次获奖。代表学校参加县和黔东南州举行的艺术节和运动会等活动并在比赛中获奖的几乎都来自各个社团的学生。我校从2021年至今四届九年级毕业生参加中专公办普通高中特长生招生每年呈上升趋势,共录取51人。同时手工社团、阅读分享班、硬笔书法班、写作兴趣班等社团活动物化成果丰富,极大的丰富了学生课余生活,校园文化育人功能得到进一步提升。

（六）教师教研和课堂教学能力提升明显。

教师教研和课堂教学能力的提升主要得益于学校采取的三大主要措施:一是建立了9个校内优势学科研修团队和10个跨校学科研修团队。通过扎实开展研修活动,19个学科研修团队全部完成规定的研修活动任务,提升了教师教科研水平。二是学校坚持不懈抓教师“十个一”,一并纳入到学校教学常规管理。每学期学校都要组织教师参加教学案例、教学设计、解题分享等教师作品的征集评选活动,对教师的优秀作品将择期刊登在学校校刊《铜鼓之声》上,并附送一本当期校刊。三是每学期由科教处组织开展多种形式的公开课、示范课、汇报课、主题讲座等教研活动,让年轻教师在教学科研方面能更快地成长。三年来,教师参加上级主管部门组织优质课、论文、微课、教学案例等比赛获奖116人次,其中2024年春季学期我校共有18位教师参加县级以上优质课比赛获三等以上,其中有4位老师被推荐参加州级优质课比赛并有一人获州级一等奖,三人获州级二等奖。

第二部分 项目建设任务完成情况

一、项目任务完成情况

（一）项目实施任务清单

根据项目实施方案,我校从项目任务指南28条选择其中的1、2、3、4、6、7、8、9、10、11、12、13、14、15、16、17、18、20、21、22、23、25条来推动项目的实施。

（二）任务指南完成情况

1.制定项目实施方案明确责任分工方面。

任务指南第1条:由杨天益校长主持召开项目实施专题会议,充分听取广大教师的意见和建议,再结合学校实际,经过多次修改后最终通过并实施了《天柱县第五中学民族地区中小学高质量发展支持专项行动实施方案(2021- 2024)》,明确了学校未来三年学校项目工作内容和学校发展目标。(参见附件1)

任务指南第2条:学校根据项目工作,共成立了教学、德育、校园文化、后勤保障、项目督查5个学校层面的管理团队。同时还成立了19个学科研修团队和4个班主任研修团队。学校管理团队每年要结合自身工作任务制定相应的问题清单和任务清单,全面实行清单化管理,年初有工作计划,年末有工作总结,团队成员责任分工明确,团队之间建立了良好的沟通协调机制。

任务指南第3条：关于项目经费的使用，由后勤管理团队在每学期开学初制定本学期项目经费开支预算报告，经项目团队和全体教师会议讨论通过后执行，项目资金使用符合相关管理办法，项目经费由学校财务室统一管理，并单独核算，专款专用。费用主要用在了校园文化建设、民族文化传承、团队研修、学生活动表彰、师生作品、业务培训学习、师生图书等方面。

2.优化班级管理改进行为养成教育。

任务指南第4条：一是制定了班主任培训计划，创新培训方式，与天柱二中、岑巩四中、龙里民中、佛山城北中学等优质学校建立了校际合作帮扶关系，2022年11月24日还邀请佛山禅城区奇槎小学王玲老师到学校进行了“构建班级文化，润泽生命教育”的班级文化建设主题讲座。三年来，每学期学校定期和不定期组织班主任参加的各项业务培训和研修活动达5次以上，暑假教师培训班主任培训专题都在8个学时以上，内容涵盖班级管理、学生心理辅导、德育工作等方面。二是开展以天柱四中、天柱六中、兰田中学、坪地中学共四所中学参与的班主任跨校研修和班主任师徒结对工作团队，学校班主任参与研修率达 100\\\\\\\\% 。通过团队合作、交流分享等活动，拓宽班主任的工作思路和方法。三是探索建立副班主任制度。选拔有潜力的教师担任副班主任，协助班主任开展工作，副班主任工作职责因班因人而异，具体工作内容由班主任根据副班主任工作能力确定，总体原则是“先易后难，循序渐进”，从小事做起，小事反复做，直到把小事做好。为班主任队伍储备人才，对副班主任的期末考核主要由政教处负责，采用班主任评价和学生评价相结合，成绩达到合格等次以上的，既可享受原班主任津贴的 30\\\\\\\\% ，又可以根据学校工作需要直接聘任为班主任。四是建立班主任工作评价激励机制，制定了科学合理的班主任工作评价标准，从绩效工资、目标考核奖、评优评先等都向班主任倾斜，最大限度确保班主任工作积极性。

任务指南第6条：德育专题活动开展有特色，春季学期的5.4活动，中考百日誓师大会、成人礼，秋季学期的校园田径运动会、书画艺术节、12.9活动是学校一年一届渗透德育专题活动的主要途径。不同项目扫活动德育主题各有侧重，如5.4和12.9活动是学校每学期一次的学生共青团人团仪式，培养学生的责任与担当意识、爱国爱家情怀。中考誓师大会主要是培养学生要具有远大理想、坚定信念、勤奋好学的品质。成人礼主要是培养学生遵纪守法、自立自强的品行。书画艺术节主要培养学生的审美观念、学会用欣赏的眼光看世界。校动会主要是培养学生的团结协作、集体意识等精神。学校坚持做到只要有活动，就一定有表彰，表彰个人的同时也要表彰集体，“优秀班集体”和“道德风尚”奖是大型活动开展的固定表彰项目。同时开好每周一次主题班会，政教处每学期组织一次主题班会活动大赛，让主题班会在德育工作中发挥重要作用。学校还积极尝试根据不同学科特点，在课堂中渗透德育教育，引导老师树立“先育德再育才”的教学思想，并把课堂渗透德育写进了学校的课堂评价标准。

任务指南第7条：学校在抓学生日常行为规范中，首先从抓学生卫生行为习惯开始，卫生习惯好了，学校环境才好。学校采取的措施有：一是加强讲卫生意识宣传教育。通过主题班会、校园广播、宣传栏等多种形式，向学生宣传卫生知识，提高学生的卫生意识。二是建立卫生检查制度。星期一第八节课是全校卫生在扫除大整顿日，定期对班级、寝室、校园卫生进行检查，同时每月利用集会或随机进班对学生个人穿着卫生情况进行大检查，及时发现问题并督促整改。三是开展卫生评比活动。每月评选出卫生先进班级和卫生好习惯之星。其次是文明礼仪、节约意识、公序良俗意识的培养，是学生日常行为规范中的重要内容，主要措施有：一是上好主题班会课，一般由政教处根据学生最近在校表现，统一制作主题班会课件，然后由班主任根据班级实际情况进行修改。二是精心准备和安排每周一次的国旗下讲话，由学生会及各班轮流值日生组织讲话活动,总结上周在文明礼仪、节约意识、公序良俗、卫生习惯等方面工作开展情况并公开表扬做得好的班级和个人。三是设立文明监督岗,由政教处负责,每班轮流值日一天,具体由班主任负责值日生的岗前培训,在学校走廊、楼梯处、小卖部、食堂等地,轮流值日生佩戴统一的红袖章,主要在早读前、课间操后、午休前后、上晚自习前等时段,对不遵守日堂行为规范学生进行监督提醒并对需要帮助的学生提供力所能及的帮助。

任务指南第8条:科任老师包保学生,原则上是男老师包保男学生,女老师包保女学生,学生包保实现全覆盖。规定每个月教师对包保学生至少开展一次心理访谈,主要排查有无校园欺凌或家暴和其它严重心理问题。同时规定包保教师每月至少为学生解决一次学习或生活上的实际困难。政教负责对教师包保工作开展情况进行检查,如果从学生访谈中发现比较严重的问题,要第时间向政教处报告。

任务指南第9条:学校重视劳动教育课,重视学生劳动体验,在每日卫生值日,每周一全校大扫除等日常劳动中渗透劳动教育,同时开设有劳动实践社团,每周班主任布置学生至少帮家人做一件家务劳动,学校每月评选一次劳动之星,每学期开展一次劳动实践技能大赛。

3.强化质量管理健全激励约束机制。

任务指南第10条:五项管理是学校常规工作中最为重要的内容之一。手机管理方面,学生手机不得进课堂进寝室。具体做法是开学召开家长会并签订不得允许子女带手机进校园的协议书;每周的星期天由值日老师、门卫保安共同结归校学校进行手机排查,发现有带手机进校园一律由学校政教处统一保管,直到期末再退回;班主任每学期至少上一节青少年玩手机的危害性方面的主题班会。睡眠管理方面,首先是科学合理设置学生作息时间,晚上就寝不得超过10点,起床不得早于6:20,来保证晚上学生睡眠不少于8个小时,其次是中午集体午休不低于40分钟。体质管理方面,首先是保证大课间学生活动锻炼时间不低于30分钟,其次是保证每周三节体育课至少安排两节室外体育,最后是开设各种体育类社团活动、特长班。读物管理、作业管理方面,严格执行上级部门文件精神,尤其是作业管理严格落实“双减”,学校在各班醒目位置张贴有“作业公示栏”,当天每科作业布置情况必须由科任老师公布,每天同时布置课外作业总学科数字校有明确规定,七年级不得超过3个学科,八、九年级不得超过4个学科,如果有超出学科作业的老师布置作业须科任老师之间进行协调。其次是严格检查学生作业布置和老师批改情况,杜绝老师给家长布置作业或要求家长批改等现象。学校鼓励和提倡老师布置分层作业,提倡老师改进作业评价方式,理科要求学生准备有错题本,同时语文和英语老师要布置学生写好读书笔记。

任务指南第11条:学校目标管理制度主要体现在两个方面,一是技能特长的目标管理,主要由教务处根据年度工作计划中关于学生技能特长培养目标,建立学生培养台帐,安排以术科老师为主进行课堂教学和课外辅导,期末考核。二是学生学业成绩目标,学校从2021年以来两次修改完善《天柱县第五中学教师教学效果期末考核办法》,主要是增加了学科组教学成绩进入全县前6名或比上学期成绩有提高的教学成绩进步奖,都是对学科组全体成员进行量化加分。九年级学校综合三年来学生成绩情况给各班下达中考上线人数,并根据完成指标情况给予班主任和科任老师期末量化和绩效工资等进行统筹考虑。同时各年级各班主任开学初指导学生做好学习生涯规划,明确自己的学习进步的目标和自主学习的目标。

任务指南第12条:建立了《天柱县第五中学教师绩效考核奖励办法》,办法明确规定超绩效目标奖个人部分的 70\\\\\\\\% 由学校统筹安排,用于班主任津贴、超课时、行政人员津贴,教学成绩突出等方面,46人以上的班级按每月200元进行发放,超课时按每节20元标准发放，教学成绩突出的老师按学校教学质量评价标准执行。在绩效工资分配上体现了按劳按效分配,尤其是班主任工作和教学质量优秀的教师都能得到劳动价值体现,有效发挥了绩效工资的激励功能。

任务指南第13条:严格贯彻落实教师"十个一",学校三年新增教师专著覆盖初中15门学科共408本,各种期刊杂志共14种535本,学校师生各类图书共计39318本,投入资金10万余元。工作落实情况:一是教师阅读主要是通过开展一系列的活动来激励老师课余时间多读书,比如每学期各学科组至少要开展一次教师阅读分享活动,学校征集一次教师阅读分享作品并进行评比表彰,优秀的作品将分期在《铜鼓之声》校刊专栏上发表和向上级部门推送。二是课程教学改革课题研究是由科教处负责总体规划和安排布置,教师提出课题申报后,科教处在审核时凡是与课程改革有关的课题奖优先进行立项,并在教师研究实施阶段根据需要给予经费保障,三年来教师申报并结题的校级科研课题共。三是共建有学科团队19个,其中跨校团队10个。为学习和借鉴优质学校的教学经验,学校与县内的天柱二中、天柱四中、天柱六中、蓝田中学、坪地中学和县外的岑巩县第四中学,黔南州的龙里民族中学共7所中学组建跨校研修共同体,再根据合作学校的特色优势具体情况组建不同学科主题研修团队。比如岑巩四中主要是课堂教学改革方面有优势,学校就组建了班主任班级小组建设研修团队;龙里民中在信息化教学和阅读教学方面有优势,学校就组建了"群文阅读能力培养团队"和"信息技术在教学中的运用"等研修团队。活动开展形式多样,有线上研修,有公开课展示,也有主题讲座,也有经验分享等等,现所有研修团队一年的研修活动均已结束,每个研修团队都完成了研修专题报告。四是撰写教学论文(教育教学案例、故事)、解题说题交流活动、试卷命制、微报告等从2022年起写进了学校教学常规检查管理办法,由教务处和科教处负责活动的筹划和活动的开展。试卷的命制我校教师能力相对薄弱,学校就采取和龙里民中联合开展试卷命制大赛,在活动中学习别人优秀的东西。教师活动开展后的各种作品学校都会组织校内优秀教师和天柱二中优秀教师进行评选并颁发证书,同时将优秀作品推送到上级教育部门和《铜鼓之声》专栏发表。五是研讨交流课的开展与学科研修主题和学校课堂教学改革相融合,具体由科教处负责组织实施。每学期组织的研讨交流课分为两个层级,一种是学科组根据学科研修计划自发组织,另一种是学校根据教研工作需要,有针对性的开展相关主题的研讨交流课,每学期每位学科教师至少上一节,有些优秀骨干教师甚至超过一节,根据教研组考核细则,对不完成教研任务和超额完成教研任务在期末教师个人量化考核上均有体现。

任务指南第14条:学校建立相对完善教学质量保障机制,制定了《天柱县第五中学课堂评价标准》,印发了教师观课议课指南,制定了《天柱县第五中学教师工作手册》,进一步规范了教师教学常规,要求教师每一次单元测验或期中期末统考成绩分析认真撰写在工作手册里。学校规定期中期末成绩由教务处统一组织进行成绩分析,教师写出下一阶段教学目标和措施上交教务处检查。同时为保证课堂教学质量,制定了《天柱县第五中学教学事故认定办法》并成立以杨天益校长为组长的课堂巡查督导小组,负责监督办法的落实情况。

任务指南第15条:2022年制定出台《天柱县第五中学课堂教学质量整体提升实施方案》,方案明确了学校近三年课堂教学改革发展路线和发展目标。明确了教学改革的重点是通过推行有效的教学模式,扭转目前大多数课堂以“教师为中心”,不关注学生学习体验,过于注重教师知识的传授而忽略了学生接受和消化知识的能力的被动局面,全面推进“以学为中心”的课堂教学形态。方案还对语文、英语等薄弱学科的改进提出了明确的要求和具体的实施路径,其中加大对薄弱学科优秀拔尖学生培养和临界生后进生的辅导提出了具体要求,主要是通过早晚自习辅导、课后延时服务等途径加强心理学和学业上的辅导。

任务指南第16条：“631”课堂教学模式中的“6”是指堂课上教师围绕目标导学、学生独学、组内互学互研、组内小展、班内大展、当堂检测与总结六个教学环节开展教学；“3”指的是教师在课堂上要做好“独学、小展、检测与总结”三个环节的学情检查，及时调整教学策略；“1”指的是课堂要始终坚持“以学生为中心，以学定教”的教学理念。教师再结合学科特点和不同课型灵活运用实施教学活动，目的是进一步规范师生在课堂上的教与学的行为。

为了使“631”课堂教学改革模式在学校能顺利推行,总体原则是先培训后上岗,学校与岑巩县第四中学建立长期的合作帮扶关系,定期或不定期由岑巩四中派出课改业务骨干到我校进行基于课改背景下的行政管理、学习小组建设、课堂流程、导学案的编制与使用等方面的培训。在课改推进过程中根据工作需要,对部分课改业务能力强老师派到岑巩四中跟岗学习,然后回校对学科老师继续进行培训。对于每年新进的老师,由科教处组织课改业务骨干老师先培训合格后再上课,期间根据任务需要学校组织老师上汇报课、公开课、示范课等教研活动。每个月由各学科组各学科教学研修团队组织召开至少两次课改专题会议,总结亮点,发现不足,提出改进措施,最后由学科负责人整理成文字档案交给科教处汇总研判,为学校下一步课改实施方案提供重要参加依据。

任务指南第17条:学校抓作业管理,主要采取的措施有:一是教务处定期检查学生作业和不定期抽查学生作业,并及时反馈检查结果。二是定期评选学生优秀作业,举办学生优秀作业展。三是以数学等理科为主,积极探索分层作业设计和布置,强化科任老师作业面批的次数。以八19班数学为例,在分层作业设计与布置等方面取得明显效果,2024年春季期末全县统考数学单科总分有6人进入全县前10名。

任务指南第18条:学校严格执行新课标要求,保证音体美信课开齐开足,并在课后延时服务及社团活动课开设有民族体育项目(板鞋、高跷)和侗歌校本选修课程和艺术和体育技能方面的社团活动课,学生三大技能的培养主要在课堂,学校根据不同年级学生身体特征,在艺术和体育技能培养方面按由易到难进行梯度训练。

4. 改善育人环境提升文化育人质量。

任务指南第19条:教师办公条件近几年得到很大改善,尤其是民族项目实施以来,和学科组办公室配置了一体打印机、每人一台办公电脑(对响应速度过慢的电脑科教处进行了升级),添置了高档办公桌椅和空调,增订了教师专业书籍和期刊杂志,硬件设备完全满足了教师的日常教学工作需要。学生教室安装了护眼灯和风扇,订购了学生学科工具书共570册分配到各班,还有各类名著和《初中学生群文阅读》等书籍共3192册,根据年级阅读任务分配到相应班级,同时每班配置图书柜,给学生创造了舒适的学习环境。为提升学校教师工作热情和凝聚力,学校每学期至少要举行一次教师文体活动。如秋季学期校园田径运动会加入教师接力赛和趣味体育活动,教师节举行教师拔河比赛等,春季学期五四活动安排教师才艺演等文体活动,丰富教师的课余文化生活。为进一步提升班主任工作积极性,学校按每周平均5节课时计人工作量,并在教师绩效工资中兑现班主任每节不低于20元的超工作量补贴。

第20\\\\\\\\~23条打造健康向上的校园文化,营造良好的育人环境主要从以下几方面开展工作:

首先从规范整理学校各办公室内务开始,学校制定有统一的办公室内务整理和文化宣传布置要求,每两个月进行一次检查评比,要求地面、桌面、墙面干净亮丽并有值日安排表,物品摆放整理,文化宣传符合办公要求等。

其次是制定教室、学生寝室内务整理评价标准,劳动工具、垃圾篓不得摆放在教室,课桌上不得摆放与学习无关的东西。教室外墙统一规划为班级文化墙,一面用于班级优秀学生风采,一面用于班级优秀作品展示。各楼道墙面展示学生优秀作品和名人励志挂图、班级优秀小组名单等。

再其次是校园阅读长廊和校园宣传栏每两个月更新一次,把学生的阅读分享作品、优秀书画艺术作品、校园之星学生风采以及学校重大活动图片等分类展出。

最后是举办各种学生活动,如阅读分享活动、经典故事分享、每日经典诵读、劳动技能大赛、书画艺术节以及重大节日纪念活动等,各学科组每学期至少一次的学科竞赛活动等,用活动丰富学生的课余文化生活,激发学生的学习阅读兴趣。同时建成师生书画艺术展馆,增添学生图书,全天开放读书阅览室,开设每周一次的阅读课等措施全力打造深厚的校园文化育人环境。

任务指南第25条:学校把建设多样化学生社团和课外兴趣小组活动作为特色优势项目来开展工作,目前学校开设有基础学科学习拓展类,如兴趣作文、阅读分享、趣味实验等。还有民族民间文化、艺术教育,如侗歌、板鞋、高跷、舞蹈、合唱、书法、美术等。还有丰富多彩的体育运动和劳动实践、计算机等社团活动共51个,实现了社团活动人人参与。(见附件:社团活动开展专题报告)

二、师生发展情况

（一）学生发展

1.学生学习习惯向好转变,课堂上学习氛围更显浓厚。

学生课前学习用具能在预备铃声响后整齐地摆放在课桌上,课堂上学生有了做学习笔记和课文批注等良好习惯,没有无故睡觉或做与课堂无关事的现象了,学生精气神饱满,学习氛围浓厚。课堂上能积极性思考和回答问题,课后能及时预习课文,完成课外作业。目前大多数学生在学习自我管理能力上得到明显提升,会制定个人学习计划,会自我规划自己的学习、生活、锻炼等事务。

2.学生生活习惯向好转变,校内文明和谐氛围更显浓郁。

民族项目实施以来,学校特别重视学生生活习惯的养成教育,到目前学生在校期间做到统一穿校服,且穿戴干净整洁、得体大方,仪容仪表符合中学生日常行为规范。奇装异服、怪发耳钉、纹身化妆的现象从根本上得到扭转。学生懂文明礼貌, 95\\\\\\\\% 以上学生能主动热情地向老师问好,校园内师生关系更显文明和谐。

3.校园体艺活动有声有色,学生三大技能能力得到提升。

学校除了每日大课间活动外,还有开有体育课、课后服务、眼保健操、晨跑等体育锻炼活动,各项活动的开展,能保证师生在校锻炼时间平均达到一个半时间以上。学生三大技能每位学生每类掌握都达到2项以上,其中艺术技能人人会唱国歌、校歌、会识简谱,还有在绘画、合唱、舞蹈等特长学生能掌握1到2项。运动技能方面,学生通过课堂训练,三年学生必须掌握中考体育考试所有项目,并达到了人人过关。劳动技能除了学生掌握基本的扫地洗衣服等常规技能外,每位学生必须在家作物种植和烹饪等内容任选一项目进行训练,学生能至少掌握其中一项,且以烹饪技能为主。通过平时学校的随机抽测,三大技能合格率均在 99\\\\\\\\% 以上,其中劳动技能、体育技能达到 100\\\\\\\\% 。在技能特长方面我校还有很多优秀学生,今年中考特长生录取公办普通高中人数创新高达20人,一年来学校参加县级以上主管部门组织的各项比赛取得了优异的成绩,其中艺术类比赛获奖6项,体育类县级各项比赛获奖34项,州级比赛24项，其中体育类打破州纪录8项。劳动技能类获县级2等奖一次。

4.学生学业发展逐年提升，教学质量逐渐创新高。

自项目实施以来，学校各年级各学科成绩近三年来在平均分、及格率、优秀率、县排名等各项指示在全县同类学校评比中得到不同程度的提升，具体情况如下：

| 学年 | 2021 | 2022 | 2023 | 2024 |
| :--- | :--- | :--- | :--- | :--- |
| 年级学科 | 人均分 | 及格率 | 排名 | 人均分 | 及格率 | 排名 | 进退情况 | 人均分 | 及格率 | 进退情况 | 人均分 | 及格率 | 进退情况 |
| 七年级语文 | 81.36 | 38.68% | 4 | 81.59 | 40.54% | 4 | 0 | 83.76 | 48% | 3 | +1 | 81.52 | 43.67% |
| 七年级数学 | 74.33 | 42.47% | 2 | 62.76 | 25.19% | 20 | -2 | 72.62 | 39% | 4 | -2 | 71.92 | 40.88% |
| 七年级英语 | 73.05 | 36.08% | 4 | 65.6 | 27.72% | 5 | -1 | 60.32 | 18% | 4 | +1 | 69.28 | 32.87% |
| 七年级政治 | 59.6 | 52.65% | 2 | 56.58 | 45.60% | 5 | -3 | 54.76 | 43% | 3 | +2 | 57.81 | 51.12% |
| 七年级历史 | 54.63 | 48.97% | 5 | 53.88 | 43.73% | 5 | 0 | 49.27 | 36% | 4 | +1 | 52.94 | 45.81% |
| 七年级地理 | 54.08 | 43.88% | 2 | 57.7 | 20.04% | 3 | -1 | 51.14 | 37% | 4 | -1 | 55.45 | 46.74% |
| 七年级生物 | 60.11 | 56.66% | 3 | 55.15 | 43.63% | 5 | -2 | 57.80 | 50% | 5 | 0 | 60.62 | 55.03% |
| 七年级总评 | | | | | | | | | | | | | |
| 八年级语文 | 80.02 | 43.05% | 6 | 82.29 | 41.88% | 2 | +4 | 75.87 | 28% | 5 | -3 | 85.92 | 57.61% |
| 八年级数学 | 64.82 | 32.60% | 3 | 65.46 | 27.37% | 2 | +1 | 66.05 | 32% | 3 | -1 | 54.37 | 29.66% |
| 八年级英语 | 51.86 | 12.55% | 5 | 59.49 | 17.88% | 4 | +1 | 55.66 | 14% | 4 | 0 | 50.8 | 8.23% |
| 八年级物理 | 41.95 | 23.25% | 3 | 45.65 | 27.92% | 1 | +2 | 35.18 | 13% | 3 | -2 | 30.78 | 9.38% |
| 八年级政治 | 53.17 | 36.04% | 3 | 61.12 | 60.52% | 1 | +2 | 45.64 | 20% | 5 | -4 | 52.35 | 39.81% |
| 八年级历史 | 54.07 | 45.02% | 5 | 56.83 | 51.80% | 2 | +3 | 51.69 | 41% | 6 | -4 | 50.88 | 41.05% |
| 八年级地理 | 30.65 | 39.85% | 2 | 32.91 | 48.53% | 2 | 0 | 32.71 | 47% | 3 | -1 | 34.05 | 50.43% |
| 八年级生物 | 29.52 | 31.73% | 5 | 37.09 | 60.96% | 3 | +2 | 28.81 | 33% | 5 | -2 | 29.81 | 34.93% |
| 八年级总评 | | | | | | | | | | | | | |
| 九年级语文 | 88.12 | 58.20% | 4 | 95.53 | 69.90% | 3 | +1 | 102.58 | 80% | 2 | +1 | 104.06 | 76.27% |
| 九年级数学 | 62.64 | 26.81% | 2 | 63.68 | 23.71% | 1 | +1 | 83.31 | 51% | 2 | -1 | 88.1 | 50.20% |
| 九年级英语 | 56.05 | 16.51% | 4 | 57.24 | 15.60% | 1 | +3 | 62.29 | 18% | 3 | -2 | 67.68 | 19.07% |
| 九年级物理 | 50.89 | 46.60% | 3 | 46.42 | 36.00% | 1 | +2 | 54.80 | 61% | 1 | 0 | 56.45 | 52.84% |
| 九年级化学 | 26.75 | 31.85% | 4 | 28.32 | 28.32% | 1 | +3 | 37 | 66% | 1 | 0 | 36.27 | 49.59% |
| 九年级政治 | 46.00 | 63.82% | 4 | 52.89 | 80.96% | 1 | +3 | 49.40 | 69% | 1 | 0 | 49.98 | 61.97% |
| 九年级历史 | 47.30 | 62.76% | 4 | 46.34 | 61.92% | 2 | +2 | 49.41 | 69% | 2 | 0 | 42.69 | 52.33% |
| 九年级体育 | 40.54 | 90.87% | 5 | 44.56 | 97.54% | 1 | +4 | 44.32 | 62% | 4 | -3 | 43.9 | 80.12% |
| 九年级总分 | | | | | | | | | | | | | |


自2021制2024年以来，我校在全县同类学评比中，校期末成绩学科排名四年来总评均位于前三名；从2023年度和2024年度两年期末成绩对比来看，七年级有地理进步3个名次，数学、生物保持，总均分由第4名进步到第3名。八年级各学科成绩都有保持或提升，其中语文学科进步最大（进步3个名次），历史、生物2个学科都分别进步2个名次，总平均分名次也进步2个名次，在全县同类学校成绩评比中，稳居前3名。九年级中考成绩语文、数学、化学、政治、体育5个学科提升至全县前2名。从2023年度和2024年度两年各学科成绩总平均分排名情况来看，我校本学期期末学业成绩进步明显，尤其是地理学科总平均分七八年级分别排同类第一和第二名，学校共有18个班平均分超县平均分，学校优势学科化学学科甚至会超过一类学校的平均分。

（二）教师发展

项目立项以来，学校聚焦教师能力建设，在杨天益校长的正确领导下，学校质量管理能力明显提升。深入推进“631”课堂教学改革模式，课堂师生精气神得到提升，课堂学习习惯向好转变，课堂教学效率不断提升。为切实解决课改推进中出现的新问题，学校建立了19个学科主题研修团队，其中跨校研修团队10个，班主任研修团队4个，持续一年多的主题研修活动，完成了超过8次的跨校(跨县)研修。通过各团队主题研修，有效解课堂教学改革过程中出现的各种新问题。如九年级语文“群文阅读”能力培养，九年级数学“数形结合专题的教学”等研修团队，还有班主任“学习小组建设”主题研修团队等都是在开展主题研修活动中不断总结和借鉴其它学校已有经验来解决课改中和教师自身教学中遇到的新问题。23个研修团队按研修计划现已全部完成研修活动任务，并认真撰写了研修活动专题报告，团队建设成效明显。

通过持续开展教师“十个一”教研活动，教师在备课、上课、解题等方面的能力得到大幅提升。三年级来教师共立项校本课题61个，参与课题研究教师数为186人，三年来全校教师达到每人都参与了至少一项与课改有关的课题研究，并在研究过程中提升了教师教学业务能力。每学期每位教师积极撰写教学案例、教育故事、小论文、解题分享、教学设计等，学校及时组织评选，并把教师的优秀作品推送到教育主管部门和学校《铜鼓之声》专栏发表，极大地促进了教师的工作积极性。三年来教师撰写各类作品800余篇，其中获省级二等奖1篇，州级二等奖1篇，县级三等奖以上共50篇。由于学校对教师“十个一”工作开展扎实有效，教师的教学能力也在不断的得到提升，自信心也随之增大，教师课堂优良率超过 80\\\\\\\\% 。三年来教师积极参加上级教育主管部门组织的各种业务能力比赛，并取得了优异的成绩，共获各类表彰402人次，具体获奖情况如下：

\\\\`;