window.__tempArticleContent = `
　　今天，我向大家推荐的书是《傅雷家书》。

　　《傅雷家书》是由我国著名翻译家，文艺评论家傅雷及其夫人于 1954年到1956年间写给两个儿子的书信辑录而成的一本书信集。作品字里行间充满了傅雷对儿子的挚爱，期望以及对国家和民族的深厚情感。

　　傅雷说，他给儿子写信有多种作用：(1)讨论艺术：(2)激发青年人的感想；(3)训练儿子的文笔和思想：(4)为儿子做一面“忠实的镜子”。信中的内容，除了生活处事外，更多的谈论年轻人如何做人，如何对待生活的问题，希望儿子拥有一个艺术家应有的高尚情操，教导儿子要有国家和民族的荣辱感，要有艺术人格的尊言，做一个“德艺俱备，人格卓越的艺术家”。　　　　　　同时，对儿子的生活，傅雷也进行了有益的引导。在日常生活中如何劳逸结合，如何正确理财，以及如何正确处理恋爱婚姻等问题，傅雷都像良师益友一样提出意见和建议。

　　同时他还用大量篇幅谈美术谈音乐作品、谈表现技巧和艺术修养等。可以说，傅雷夫妇是中国父母的典范，他们一生苦心孤诣，呕心沥血培养的两个孩子---傅聪、傅敏，都在各自领域取得了不俗的成绩。

　　该书是一本青年加强自身思想修养的优秀读物，是素质教育的经典范本。这些家书凝聚着傅雷对儿子深厚的爱，再加上傅雷深厚的文字功底和艺术修养，读来感人至深。
`;