window.__tempArticleContent = `
　　从教十余载，我有说不完的故事，其中有辛酸，有喜悦，有成功，也有失败。在我眼中，每个学生都是花蕾，我有责任让他们绽放，特别是那些带刺的花蕾，我们更应多一些关爱和呵护。今年，我担任了七(16)班的班主任，以及该班的英语老师。在我的班上，就有那么几个小刺头。其中，有一个故事给了我深深的启迪。

　　从我接手这个班开始，我就在班上反复强调学生要注意仪容仪表，衣服要整洁得体。头发长度要合适等。现在女生特别流行什么“鲶鱼头”，就是脑门两边留两堆长长的头发。在眼前晃来晃去，上课看黑板易挡住视线不说，还会让人觉得头发乱糟糟的。所以我尤其要求班上女生一定不要留这种刘海，要么剪短，要么用夹子夹住，头发梳得像个学生样，不要扎得松松垮垮的，就扎一个简简单单的马尾，体现出我们中学生朝气蓬勃的精神。

　　反复强调后，班上大多数女生都能按照老师的要求去做了，可刺头冒出来了，她叫芳芳（化名）。这天我进到教室，一眼就发现了她额头长长的刘海，并且还挡住了大半个脸庞。于是，我走过去对她说：“请把刘海夹起来。”可是她坐着充耳不闻，一动不动。我一看这情况，当即怒火冲天。随即大声的呵斥道：“刘海夹起来!”这次我也没有用“请”字，可能她看我真的生气了，才不情不愿的拿起夹子把刘海夹起来。于是我趁势要求她，以后的每节课都不能把刘海放下来。

　　果真，如我要求的那样，在我上课的时候，每节课她都用小夹子把两边的刘海给夹了起来。没过两天，我发现她又在其他课堂上，把刘海放下来，我又再一次要求了她。可在之后的某天课间，班上又有一位同学偷偷跑来告诉我：“老师，芳芳又把刘海放下来了。”我一听，火冒三丈，当即拿起一把剪刀冲进教室，直接把她喊到面前来，毫不客气地厉声问道：“剪还是怎么办?”因为我之前强调过，我再三要求还不整改的，我就剪刀伺候。显然，她被我恼羞成怒的模样和我手中的剪刀震住了，顿了顿，弱弱的说道：“剪!”于是，我捋起一绺头发毫不客气的一把剪了下去。可是在那一瞬间，我拿着剪刀的手颤抖了。因为我看见，她的眼泪在眼眶里打转。我犹豫了，担心了：她从此会不会更讨厌我?讨厌学习?讨厌学校?经过快速调整，我故作轻松而又半开玩笑地说：“不要担心，老师厉害得很，理发也是高手，剪了绝对会更好看，但下次就没那么客气了哟!”她用半信半疑的眼神望向我，似乎不相信我说的话。没一会儿，我帮她把刘海修好了，等她转身的时候，有同学竟惊呼起来，“哇!”还有人叫道：“好漂亮!”那一瞬间，我从她的脸上看到了喜悦。接下来我的那节课上，她竟意外地听得很认真。

　　等到下课的时候，另一名女生跑过来，拉着我说：“老师老师，您也帮我剪一下刘海吧!”我一听，愣住了，“这么信任老师的手艺!”我开玩笑的说道：“要是剪坏了，可别后悔哦!”那位女生连连摇头说：“不会不会!”于是，我也大胆地又帮这位学生剪了刘海。结果，当然很满意!

　　从那之后，我发现芳芳同学在课堂上认真了，回答问题积极了，作业完成得也很好了。通过几次小测验，她的英语成绩都在100分以上，同时，让她帮扶几位后进生，她也能很好地完成任务。

　　通过这件事情，我觉得教育学生，在严格之外，还要多一份体贴。这样，既能树立起老师的威信，又能让学生感受到老师的关爱，更信服老师。

　　教育的道路还很长，作为一名班主任、用关怀来教育并感染学生，让这些花朵绽放，这是我的职责，也是我的使命。在今后的教育道路上，我会和我的班级一直努力地走下去!
`;