window.__tempArticleContent = `
　　听！一阵风呼呼的吹来，没人注意到，我伴着风小姐来到这世间。我迈着盈盈的步伐走过山间。我走过的小路，经过的小溪，跨过的大树，所到之处我都给他们都上了色，红通通的，金灿灿的……我要绘一幅宛如奇境的画作：火红的枫叶，金灿的银杏，欢愉的鱼儿，鸣叫的鸟群……

　　突然，传来一阵欢声笑语，是谁闯入了这幅画卷？啊！原来是一群孩子结伴来到的这儿。他们蹦蹦跳跳，手舞足蹈，他们踩上沾染了我的气息的树叶，发出了：“咔嚓咔嚓”的声响。“我们去寻找秋天吧！”不知是谁喊出这么一句话，他们不约而同地拿出精美的盒子，他们仔细的寻找着。地上的落叶终于引起了他们的兴趣，拾起落叶仔细端详，长相标致，色彩美丽的叶子被他们轻轻放进盒子。哦！原来他们眼中的我是这样的啊！那么，满山遍野都是我呢。

　　我在这世间有些时日了。这段时间呢，我呆在了田野间。听！稻儿们低着沉沉的头，像在风中低语。闻！那风里的稻香，正是出自我的杰作。田间的稻谷，谷粒一颗一颗的，饱满晶莹。许多株形成一簇，许多簇形成一行，许多行纵横地向四周分散，一片一片，远远望去，像金色的飘带，又像是金色的海洋。

　　“秋天来了！”农民伯伯们发出会心的感叹。他们来迎接我了，他们拿出镰刀，收割着沾染了我的气息的稻子，他们尽情挥洒着汗水，虽然这样会使他们十分疲倦，但是每个人都充满干劲与激情。我用凉爽的微风，吹散他们的汗水。我能听见他们在赞美我，歌颂我，我同样的喜爱他们，是他们的辛勤的劳作，使我能可够在田野间展现自我。

　　哎——我轻声叹息，原来是我要离开这世间了。在最后的时间里，我还要去许多地方，做许多事情。我要去果园，为他们喷上他们自己独有的果香味儿；我要去小麦园，让成熟的小麦弯下腰来；我要去一些动物的家里坐客，提醒他们将要冬眠……等到所有的事都按我的预期发展后，我已经没有精力做任何事了，我连带着我所影响过的事物都慢慢凋零、腐烂，归落尘埃。

　　我要走了，也许留下一阵寒寒的晚风，也许留下几颗冷冷的雨滴，待冬的寒意降临，有人偶然察觉时，我已偷偷跑远。
`;