window.__tempArticleContent = `
一、年度项目工作开展情况
（一）明思路，定任务
　　2022年春季学期开学初，项目建设领导小组多次组织召开专题会，研究制定了2022年度项目问题清单和任务清单。得出初稿后经学校各科室、各学科组多次论证和修改，最后在全体老师例会上通报通过，为2022年度项目工作推进理清了思路，找准了方向和明确了任务，学校紧紧围绕年度任务清单在学业成绩、技能特长、行为习惯等方面开展工作。

（二）定制度，立规则
　　学校对项目建设中的各项工作开展中遇到的问题进行认真的梳理，完善了《期末量化考核细则》，制定了《期末非教学效果考核细则》，制定了《天柱五中课堂评价标准》，修改了《天柱五中教学常规管理办法》，制定了《天柱县第五中学课堂教学事故认定办法》。

（三）抓教研，促教改
　　学校出台了《天柱县第五中学课堂教学改革实施方案》意见稿，从班级学习小组，课堂教学模式等方面进行建设和改革，引导教师积极参与到课堂教学改革中来。学校以学科组为抓手，针对不同学科的教学薄弱环节进行有针对性的活动设计，通过教研活动的开展来解决教学工作中的实际问题。一年来，各学科组开展的观摩课、示范课、汇报课、展示课等课堂教学活动共近200节次。其中校级优质课竞赛20人次，省级名师工作室到学校开展优质课送教活动3次共12节课。各学科组根据2022年新课标，开展本学科专业知识研讨会共20余次。七年级英语学科组于9月份组织开展了“衡水体书写在英语学科中的运用”的研讨活动，化学学科组组织开展了“课堂教学如何用好导学案”研讨活动。

（四）建团队，聚力量
　　在校内，以年级为单位，组建了三个年级部，三个年级部组长负责抓好本年级的教学常规管理和德育管理工作；学校以学科为单位，组建20个学科组团队，团队负责本年级办学课的教学工作任务；以年级为单位成立了3个班主任工作团队，负责本年级的学生行为习惯管理。在校外，与天柱县第二中学组建了主要学科跨校研修团队，与黔南州龙里县完全中学组建了长期的语文、数学、英语学科跨校研修团队。

（五）重培训，新理念
　　2022年我校组织教师参加各科线上线下学习培训29项1340人次，培训内容紧扣教师需求，包括师德师风、班级管理、教学技能、教研教改等各个方面。其中，线上培训12项770人次，相关学科国培计划45人。暑假教师研修177人，信息技术应用能力提升15人，网络空间应用培训178人，公需科目和学法用法各177人；线下培训17轮共570人次。送教师外出培训达15人13轮次，行政管理人员6人4轮次，学科专项研修人员9人9轮次。学校规定，凡是外派学习的老师，必须在校进行二次培训，一年来共进行了7次外培后的校级培训，我校教师在“新媒体、新技术”国培项目和信息技术应用能力提升培训实现了一线老师培训率和合格率100%。学校还采取请进来的方式邀请凯里附中王德远团队和龙里民中熊芳团队，以及天柱县第二中学汪永成团队在2022年7月25-31日为期7天的暑期业务培训。在各项培训活动中，学校还组织了行政班子交流学校的管理经验，学习发达地区的管理经验和教学理念。

（六）强特色，营氛围
　　学校在学生兴趣特长、社团建设方面共组建了23个兴趣特长小组和55个文化学科社团。为抓好民族文化进校园工作，学校利用延时服务时间开设有侗歌班和铛铛鼓班。在民族体育项目方面，把高跷和板鞋作为学校民族体育类特长兴趣班建设项目。学校的大课间操充分挖掘本土资源，把《美丽天柱》歌曲改版编成了天柱五中大课间舞蹈操。同时，学校为丰富校园文化内涵，编写校歌，举办天柱五中第一届文化艺术节。

（七）抓薄弱，找对策
　　学校针对薄弱学科，寻找方法和对策，于2022年4月分别召开薄弱学科座谈会，广泛听取各位老师的意见和建议，总结2021年薄弱学科开展的相关工作的得与失，并分别就学生和教师两个层面再次深入分析原因。就学生层面，强调学生做好时间管理，习惯的管理，行为的管理，鼓励多读、多背、多写，学会利用晨读和就餐排队时间，为学校营造学习氛围。就教师层面，教师要加强集体备课，积极改变教学方式，重视实验教学。同时，学校就优势学科与薄弱学科的现状进行了多维度对比分析，总结出在教师层而存在的一些客观因素，深挖学科老师在日常教学中的亮点，从而进行推广学习。

（八）严德育，育品行
　　学校为加强德育和班级管理建设，成立了学校德育工作领导小组，建立一支以班主任为核心，团队干部、政治教师及专兼职教师组成的德育骨干队伍。本年度，先后修订了《班级管理与班主任工作培训方案》《班主任、科任老师家访制度》《家长、教师和社会人士定期研讨交流机制》《天柱五中校园之星班级评比制度》等，同时，与天柱二中建立跨校德育研修团队，建立健全家长委员会制度，建立班级、寝室、学生会、班干部、校园之星等评比机制，实行一周一小评，一月一大评，一期一总评，形成向榜样看齐，向正能量学习的良好德育教育氛围。

二、项目实施取得的成效以及亮点
　　1.2022年中考的各项指标都优于2021年。公办普通高中录取率53.94%，比21年中考上升4.65个百分点。600分以上高分人数89人，高分率为10.93%，位于全县第二名。单科成绩表现也比较突出，其中有数学、物理、化学全县第2名，政治全县第3名，英语、历史、体育第4名。语文第5名，各个学科名次都有进步，特别是英语、物理作为薄弱学科进步明显。同时有语文、政治、物理、化学、体育超出县平均分，而2021年中考所有学科均低于县平均分。综合成绩为位全县第3名，比21届中考上升3个名次。
　　2.组建了校内外学科研修团队，各教研组积极开展教研工作。
　　3.校歌《五中之歌》编词谱曲工作已完成，校歌进班工作已完成，进一步丰富了学校的精神文化生活。
　　4.以学科小组建设为核心的课堂教学改革初见成效，教师教学理念有较大提升，课堂效率不断提高。
　　5.实行准军事化管理和星级评选，班级管理水平得到提升，学生行为习惯得到规范。
　　6.学校开展各类活动，成功举办了第一届文化艺术节活动，本土民族歌曲舞蹈操进入大课间活动，学生的阅读习惯初见成效，课余文化生活逐步丰富起来。
　　7.组建学生自治委员会，在学校卫生检查评比、自修课等让学生参与管理。

三、下步工作打算
　　1.细化职责，积极推动。实行分管校长包保责任制度，明确学校科室及学科组人员的工作职责，每月召开一次项目工作推进会，每学期召开一次现场会，解决各学科组在项目推进中存在的问题和困难，督促学校按期实现阶段性目标。
　　2.制定措施，狠抓落实。抓好课堂改革、课后服务、团队建设、强弱带动，按制定出的清单按时间节点完成各项工作，提高项目实施工作效率；督促各学科组全面的实施课堂教学改革，采用业务培训、教研活动等多种形式，提高课堂教学的针对性、实效性；建立健全各项保障、完善管理制度、以制度管人、流程管事。
　　3.强化交流，落实保障。一是加大学校跨校教研活动的开展，邀请专家深入学校指导诊断学校项目实施工作，同时，提升项目实施的效率。二是积极与各相关部门沟通，确保项目经费按时到位。
`;