window.__tempArticleContent = `
　　摘要：写作是语文教学的一个重要组成部分。很长时间以来，很多学生听到写作就感觉害怕。这是因为学生平时积累的素材太少，没有掌握学习写作的方法，因而无法开展写作。在语文教学活动中，如何激发学生读写的兴趣是提高学生写作能力的关键。

　　关键词：初中语文；写错；兴趣；能力培养

　　有人说初中生有三怕：一怕写作文，二怕文言文，三怕周树人，这虽有调侃的意味，但却从另一个方面真实的反映了学生对于作文的惧怕心理，要消除学生对于作文的恐惧心理，就必须调动学生的写作兴趣，这是提高作文质量的重要前提，也是进行写作指导的重要前提。“作文太难了”“不会写呀，老师！”，在日常的教学中，我们常常会听到有学生发出这样的感叹。作文是很多初中生，尤其是语文成绩弱一些的初中生的烦恼，更有部分学生认为写作文是毫无意义的事情。对于学生怕作文，甚至恨作文的这种心理，老师要能够正确对待，并正确引导。

　　培养学生的写作能力是所有语文老师都非常重视的问题。如何提高学生的写作水平也是老师头疼也经常探讨的问题。要取得较好的教学效果，老师就需要让学生感受到写作的成功与喜悦，从而激发学生写作的欲望，进面产生写作的动力。要做好这一点，我们在进行作文教学时，不妨从以下几个方面入手。

　　一、让学生接近作文，激发他们的写作兴趣

　　著名的物理学家爱因斯坦曾说：“兴趣是最好的老师。”前苏联著名教育实践家和教育理论家苏霍姆林斯基也说：“如果学生没有学习的积极要求，老师越是把注意局限在知识上，学生对自己学习上的成绩就越冷淡，学习愿望就越低落。”因此我们在培养学生的写作时，首先应该培养学生的学习兴趣，寻找刺激学生的方法。

　　1. 高分在一定程度上能够激发学生的写作兴趣。都说分数是学生的命脉，是学生主动创新的有效途径。要激发学生的写作兴趣，老师要有意识地寻找亮点，以给予学生高的评价，这样学生才会对写作有浓厚的兴趣，也才能建立学生的作文自信心，从而不断提升学生的作文水平。

　　2. 根据学生的个性和需求进行因材施教，让每个学生都能在写作中找到属于自己的乐趣和价值。为此教师在进行写作训练时，可以选择学生感兴趣的主题：给予学生选择作文主题的权利，让他们自主选择与他们生活紧密相关、能够引起共鸣的主题。这样的主题能够让有话可说，甚至有话想说，才更容易产生写作的欲望，表达自己的观点和感情。

　　3. 为激发学生写作兴趣，开展多种实践活动，让学生在生活中，在实践中积累材料。作为初中学生，绝大多数学生对于参与活动的积极性都是比枯燥的课堂学习更感兴趣的，如果老师能够针对自己设计的作文题目设置相关的主题探讨活动，让学生通过活动来明确写作思路和写作框架，这对于激发学生的写作兴趣和提高学生的写作水平非常重要。老师在教学中，可以灵活地以各种活动为契机，培养学生的观察和认知能力，从而提高学生的语文表达能力和创造力。

　　二、让学生体验快乐，让他们在快乐中写作

　　初中生思维活跃，各种想法天马行空，喜欢社交，口头交流往往口若悬河，可一旦提起笔就了，即使是写随笔，也不能构成创意，写出来的东西枯燥乏味。要改变这一状况，必须让学生感受到写作的乐趣。

　　1. 对学生提出进行自我约束的要求。通过开展自主写作教学活动，让学生在自主写作中享受到乐趣。在作文教学中，要循序渐进，不要一开始就限制学生写作的类别，而是让学生根据自己的兴趣、特点、水平自行选择文章的内容和范围，用最好擅长的方式进行写作，给学生广阔的表达空间。

　　2. 拓展课堂教学空间。要提高写作水平，就要让学生观察自然，增加认识社会的机会，老师在课堂上要加强引导学生接近自然，走向社会。要寻找合适的机会，把学生带到课堂外，让学生在广阔的空间中发现、体验、创造，这样学生才能写出好作品。

　　3. 让学生互相评价。事实上，学生在阅读和修改别人的作文时，能发现别人的优点和优点，认识自己的不足，从而真正提高自己的写作能力。语文老师可将学生的文章打印下来，与全班学生共同分享，并指导他们进行互评，促进学生之间互相学习，互相交流，活跃课堂气氛，给学生带来快乐的作文趣

　　三、注重积累，使学生的作文写得好

　　要提高学生的写作能力，则要注重平时积累，特别是读书积累。学生应具有良好的阅读习惯，要善于阅读。就扩展学生的写作视野而言。语文老师教学的前提是要自觉地培养学生的阅读能力，引导学生积累阅读能力。

　　1. 优美的文章或段落的节选。美丽的文章和精彩的段落是学生们文章的素材。读书越多，文章就越好。因此，在文章中积累好的文章和段落是非常必要的。可以有效地帮助学生提高写作水平。

　　2. 学习写作技巧。要提高学生的写作水平，仅积累短小的材料是不够的。根据构成要件，所积累的材料必须按照主题的要求转化为符合主题要求的形式，再整合成优秀的文学作品。这种文章需要通过写作技巧来学习。在学习语文时，学生会遇到很多的写作技巧。为了激发学生的思维活动，老师要有目的性的多组织学生一起探索，总结各类文章的写作方法，积累和学习，都需要老师的有效指导。要有计划，养成习惯，强化记忆，互相推论，应用所学。

　　四、积极激励和肯定学生的写作

　　老师应给与学生积极的评价，以赞美激发学生的写作兴趣。无论是书面还是口头，对学生而言都十分重要。老师要在学生作文中发现闪光部分，在修改或评论学生作文时，需要大声赞赏学生的优点。尤其是那些语文基础很差的学生，他们本就害怕作文，因此他们的作文会使绝大多数老师在批阅时，产生压抑、憋闷的感觉，对此，老师要调整自己的心态，切记不可随意批阅，甚至情绪化的着重指责学生的缺点, 恨不得把学生抓来批头盖脑一通痛批, 这样的话, 只会把学生与作文写作推得越来越远。要提高学生的写作参与度和写作兴趣, 老师就要积极帮助他们, 发现他们作文的优缺点, 并对他们的优点进行肯定、表扬和奖励, 通过老师的评价, 能够帮助学生发现自己的长处, 找出亮点, 逐步帮助他们树立写作的信心, 实际上, 学生是有写作能力的, 之所以写不出好的作文, 就是因为学生缺乏自信, 对此, 老师要引导学生树立写作自信。在写作课上, 要充分肯定学生的写作能力, 消除学生的恐惧心理。首先, 老师要围绕学生开展, 尽量让学生放松。例如, 学生喜欢听故事, 老师就可以通过一些有趣的故事引导学生开展写作。老师在修改作文时的评语不能削弱学生的热情。即使老师发现学生抄袭了别人的文章, 也要用恰当的方式来处理, 如果公然在班级中说学生抄袭, 将对学生日后的写作产生影响, 学生也会越来越害怕。许多学生之所以抄袭, 就是因为想要得到老师的表扬, 因此老师要正确引导学生, 让学生明白这种想法和观念是不对的, 如果想要借鉴别人的文章, 可以学习作者的写作思路, 或是引用作者的观点, 但不能原封不动的照搬。老师要多引导学生, 多给予学生肯定和鼓励, 激发学生的写作兴趣。

　　五、使用多媒体, 创设情境, 开展写作教学

　　多媒体教学法是一种利用多媒体教学方法激发学生写作兴趣的诱导手段。信息量大、内容集中、能够突出重点、色彩鲜明, 能够吸引学生的注意力。当前关于多媒体写作教学的教材很多。以独特的图像、动画、色彩、声音甚至游戏, 带给学生极大的刺激和诱惑, 不断提升学生的学习乐趣。在写作教学中, 老师可以创设一些具体的情境让学生来练习写作。虽然, 多媒体教学还存在着缺乏真实感、学生不能够亲自体验和感受的不足。但它确实不失为一种较为有效的教学方式, 能够很好的吸引学生的注意力, 也能够让学生获得更多的知识。

　　结语

　　虽然作文写作“文无定法”, 但那是在会写的基础上而言的, 在中学生的写作教学中上, 老师要先让学生背写、愿写, 进而想写, 这样才能真正提高学生的写作能力, 为此就要让学生多阅读, 多积累知识和素材, 引导他们深入到生活当中能够去感受和发现, 用自己的眼睛和心去理解生活。生活本身就是创造的真正源泉, 学生的写作水平不应被局限, 老师要遵循学生发展的规律, 培养学生的兴趣, 设计合理的训练内容, 学生的写作水平必然会有质的飞跃。

　　参考文献:

　　[1]王国卫.寓教于乐, 寓学于趣- 在初中语文教学中培养学生的学习兴趣[J].学周刊, 2021(28):117- 118.

　　[2]高永玲.重视写作教学提升学生能力- 略论初中语文教学中培养学生写作能力的策略[J].新课程, 2021(14):69.

　　[3]刘志强, 赵恬雨.打造线上教学新模式, 培养学生核心素养- - 以初中语文科幻写作教学为例[J].新课程教学(电子版), 2021(06):21- 23.

　　[4]刘玉.初中语文教学中培养学生文言文学习兴趣的对策分析[A].中国智慧工程研究会智能学习与创新研究工作委员会.2020课程教学与管理云论坛(重庆分会场)论文集[C].中国智慧工程研究会智能学习与创新研究工作委员会:中国智慧工程研究会智能学习与创新研究工作委员会, 2020:5.

　　[5]鲁涛.鼓励创新, 培养兴趣- 初中语文教学中提升学生学习兴趣的相关思考[J].中学课程辅导(老师通讯), 2020(14):50- 51.
`;