window.__tempArticleContent = `
　　在我老家的前面有一棵老榆树，那棵树正对着我房间的窗户。那是一棵又壮又高大的老榆树，它有粗壮的枝干和碧绿茂盛的叶子。从老榆树的体态就可以判定，它已经经历过了许多个岁月的世间沧桑，听说在我老家还没有建好的时候就生长在那了。

　　春天的时候，当杨树撑起它那碧绿的天伞，柳树露出它长而飘逸的秀发时，老榆树才露出些星星点点的芽苞。过了一段时间，它的嫩芽才完全绽开，就像一只只小蝴蝶一样，落在老榆树的枝干上。微风轻轻吹过，那些碧绿的小蝴蝶便开始向人们展示一段美丽的舞蹈，让人们见了流连忘返。

　　到了夏天，老榆树已经变得绿葱葱了。我们一家人和邻居们就一起在树下坐着乘凉，聊家常，夏日的风轻轻拂过树梢，给我们带来一丝阴凉，那沙沙的声音便是一曲动听的歌。夏日炎炎的中午，老榆树又像一位勇敢军人，  不管天气再灸热，也毫不畏惧地伸展着它的枝叶，勇敢地守护着清凉。金秋时节，不知在什么时候，老榆树的叶子变成了黄色，就像摇钱树一样。它的叶子开始纷纷落下，没过几天就铺满了我们家的整个院子，就像给院子铺上了层柔软的地毯。孩子们便踩在这柔软的地毯上嬉戏打闹，跑来跑去。

　　寒冬的到来让老榆树披上了一件白纱衣，也让它落光了身上的叶子。一阵寒风吹过，它站在寒风中瑟瑟发抖着，但老榆树并没有被这寒风给冷倒，它勇敢地迎接寒风的挑战，昂首挺立着，光秃秃的枝干显得更苍劲有力了。

　　老榆树就像我们的父母一样，以自己的身躯，呵护着我们这些还不粗壮的幼苗长大。替我们遮风挡雨。他们默默无闻、默默奉献.为我们的成长奉献了自己的一切。
`;