window.__tempArticleContent = `
　　记忆中的腊月，是那碗醇红中弥漫着香甜的腊八粥。

　　四季把腊月藏在了最后头，隐没在寒冷的冬季中。茫茫雪白的大地上只点缀着几棵枯树，稀稀落落的荒草以及不时掠过萧瑟寒冷的风。于是，喧闹的腊八节便担起了冲破这层冷寂、萧瑟，唤醒人们冰封情感的责任。暖暖的热粥，浓浓的情意，在严寒中绽放出香甜的美好。

　　每至腊八，外婆便从集市淘来一把上好的糯米，颗颗珠圆玉润、粒粒晶莹透亮，放入水中浸泡，它们就立刻慵懒地游散开来。不过片刻，外婆把它们从水中捞出、沥净、掷散、滤污、铺干，晶莹剔透糯米来又如白玉般在案台上骨碌碌地滚动着，充盈的生机是对关好的憧憬，是躁动的时令，是奔放的喜悦。

　　看着外婆略显苍老的手在珠玉中灵巧地翻飞，手上黯淡了的疤痕在粒粒如雪白的珠玉中显得触目惊心，那是时光留下的烙印。我意识到外婆每年在制作腊八粥时仿佛都带有一种别样的情绪，不只是嘴角淡淡的笑意和盛满虔诚与满足的眼神。那是一种怎样的情感？我心有疑惑。

　　思绪被满溢腾起的香甜味唤回，外婆正往锅中捻进些砂糖，然后舀起几瓢白水，泪珠地倒进尚未成型的腊八粥里。接着又拾起一只木勺，探入锅中，小心翼翼地搅动着。那轻柔的动作仿佛在擦拭着一件易碎的珍宝。我看外婆撒下一撮碎料，有红枣、花生之类，扬扬洒洒地铺陈在台面上。此时腊八粥的甜蜜已经萦绕在整个房间，外婆一边摆弄着手中细碎的铺料，一边又自言自语：“我们那时候可没有那么好的东西，一年到头吃得顶甜的不过是些玉米，红薯，要是家里大人从外面带回来一颗糖，那都是稀罕极了……”

　　我的心微微颤抖了一下，锅中的雾气升腾、弥散、充盈，蜿蜒成一条可以穿越光阴的长河，使我得以瞥见一隅属于外婆的陈年往事，我仿佛从她的白发中窥见到她年轻时飘曳在脸庞青丝，看见她姣好的面容上绽放出的笑意。时光流逝，唯一不变的是手中那碗香甜的腊八粥，穿过帧帧时光碎片，在我眼前重叠。

　　汪曾祺曾经说过：“我想把生活中真实的东西，美好的东西，人的美，人的诗意告诉人们，使人们的心灵得到滋润，增强对生活的信念。”似乎这碗小小的腊八粥就是对这番话最好的诠释，不仅凝聚了冬日里的浓浓暖意，更寄托了外婆对美好生活的全部愿景！
`;