window.__tempArticleContent = `
　　早晨，花儿迎着微风开放，阵阵花香弥漫。夕阳西下，一个穿着黑色马褂的人将它拾起，构成了这部震惊中外的著作《朝花夕拾》。

　　《朝花夕拾》原名《旧事重提》，是鲁迅先生写的一部回忆性散文集，语言朴实无华。看似是写鲁迅的回忆，其时也写了当时的社会风气和封建思想。鲁迅以笔为武器，将枪口指向那些说“白话”的“正人君子”，以“辛辣、荒谬、诋毁、精悍…”来给予他们最重的抨击。他是那么的勇敢，揭露了“正人君子”及反动派势力的丑恶嘴脸；对待学生和小辈，他又是那么的怜爱，支持学生改革学习，展开反对封建思想的学习运动，写下“无情未必真豪杰，怜子如何不丈夫”的著名诗句。

　　在他的笔下，人物是那么的栩栩如生。令我最难忘的便是长妈妈，她是一个虽愚昧无知但朴实善良的农村妇女。虽然有很多规矩，喜欢“切切察察”，也杀害了鲁迅可爱的小隐鼠并嫁祸给猫，但她也会给小鲁迅讲故事，甚至别人不愿意做的事，她却会去做。别人不愿意给鲁迅买《山海经》，她心里却一直惦记着在一次放假回家的时候给鲁迅买回来了。她没有文化，把《山海经》错听成了“三哼经”，可见她为了给鲁迅买到这本《山海经》，肯定遇到了很多困难，下了不少功夫。

　　书中还有一名女性角色，她与长妈妈形成了强烈的反差感，她就是衍太太。衍太太是个非常有心机的人，表面一套背地里一套。她给小鲁迅看不健康的图片，教小孩子干坏事，甚至还让小鲁迅偷自己母亲的首饰去卖，并且造谣小鲁迅偷家里的东西去卖钱了。她对自己的孩子却不是如此，反而特别严格。衍太太，她的种种行为都让人感到极度的厌恶，令人作呕。

　　经典永不过时。或许，在未来的某一天，早上的花儿含苞怒放，绚丽多彩，等到了傍晚，花儿又都褪去了姿色，而童年的记忆，从未抹去.....
`;