window.__tempArticleContent = `
　　文化是一个国家的代表,展现了一个国家的内涵及其底蕴,是一个国家自信的源泉。作为新一代青年,我们应了解我国的文化,但因我国文化文章为文言文,所以学生们对此并不感兴趣,只知道去翻看成了白话文的文章。这样的原因可能是认为自生的底蕴不够,或者是后续如何深入没有明确的方向。当你遇到这些问题,我建议你去看一看朱自清先生的经典长谈。这本书对于正处于传统文化初学者来说,绝对起到了醍醐灌顶的指导作用。

　　这本书涉及的内容主要包括我国经典的“四书”、“五经”、十三经等著作,包括了经、史、子、集四部的最广为流传、最为经典的著作。这个书按照传统的顺序如次呈现,有且自身的,让读者能更好的了解这本书的宗旨。

　　在这本书中,朱先生不但为涉及的每一本古典都做了精心的解释,而且还加上了他自身的一些认知。比如在《三里·第五》中,朱先生说道:“天生万物是个恒古的信仰……但大部分可以说是风俗习惯,有一些也可以说是生活的艺术。”在其他篇章中也有他的见解,例如《尚书》中,朱先生也是证明了《尚书》是最原始的真本,但他也建议我们去阅读其他的29篇,因为其中一些也是后人托古所著。所以这样认真的态度,为刚接触这些经典的学习者提供了渠道。

　　朱先生的这本书虽然是“经典长谈”,但其内却含有经典引读。当前,外国文化不停人侵我国内部,人们对我国古代文化的认知愈发浅薄,朱先生可能就是希望我们,特别是年轻一代,能多去学习这些经典著作,了解我国古代文化,以此增强民族文化自信吧。
`;