window.__tempArticleContent = `
天柱县第五中学始建于2012年至2016年6月6日再建附属工程，9月开始招生使用。实行全封闭的管理模式，是天柱县新建的一所初中公办学校。面向全县撤并学校招生，在上级部门的领导下，通过学校全体教职员工的共同努力，学校工作已步入正规。为了学校使发展动更足，促使学校持续、健康发展，在广泛征求教职员工意见的基础上，特制定学校近三年发展规划。

一、发展基础

（一）办学优势

现有55个教学班级，3065名学生，教师186人，编外人员48人。校区占地120亩，建筑面积达3.4万平方米，学校办学规模为2400人。现有一支敬业精神强、教育教学经验丰富的教师队伍。177位教职工中有党员75人。专任教师中有高级24人，一级115人，初级38人，高级教师占77.53%，骨干教师14人（州级4人），州级名校长1人。班主任队伍中，州级名班主任1人。35周岁以下教师48人，占27.16%，平均年龄41.5岁，学校重视这些青年教师的培养，注重给青年教师提供学习的机会和锻炼的舞台，实施多渠道的“传、帮、带”，一批青年教师崭露头角，已成为教学骨干。

学校重视名牌学科建设，力争化学、数学、物理教研组是全县一级名牌学科，努力通过名牌学科建设带动老师专业成长。

学校坚持“面向全体学生、培养全面素质”的培养目标，扎实推进素质教育，初步形成了“以人为本，激励发展，为学生的终身幸福奠基”的办学理念，初步形成了“一切以学生发展为中心，以教育质量为根本，让教师成名成家，让学生成人成才，让学校成为师生和乐的精神家园”的共同愿景，激励教育成为全县教育一流。“三位一体”的德育基本形成，“育人为本，德育为先”的教育思想得到广泛认同，已形成了以爱国主义教育、行为规范教育、公民基本道德教育、法制安全教育、健康教育、禁毒教育、艺术教育等为内容，以体验式养成教育为特点的德育模式。

学校落实“德质立校，民主法制治校；安全护校，科研特色强校”的二十字办学方略，制度完善、管理民主科学，广大教师发扬“爱教、勤教、善教”的教风，教学质量全面稳步提升。在县办学水平评估中，综合成绩属全县同类学校之首。学校以科研促发展，以特色育英才、全方位搭建师生发展平台，形成艺术、信息技术、科技、“三模”等特色教学项目。
学校文化表现文明、进取、合作、和谐的特色，注重文化环境的构建和精气神的打造，形成了“奋发向上、育才成林”的学校精神。

（二）制约因素

1. 机制方面
学校管理机制的合理化，高效化还有待摸索。

2. 课堂教学模式方面
高效的课堂教学模式还有待继续摸索，分层要求，分层作业的思想还需落实，尤其是在素质教育和减负的背景下，高效课堂的构建显得尤为重要。

3. 教育科研方面
课题研究与教学实际结合还不够紧密，获奖成果推广还应加强。

4. 队伍建设方面
虽然教师队伍的主流是好的，但部分教师缺乏主动发展的动力，教师专业成长还需抓紧抓好。年轻班主任的迅速成长是学校德育工作最需要解决的问题。尽管实施了绩效工资分配制度，但调动教师积极性的手段还是相对较少。

5. 生源方面
学校生源质量相对较差，生源质量相对薄弱，都是来自偏远的撤并学校的学生，急需提升。尽管学校办学初见成效，但优质生源仍然较少，令人担忧。

6. 家庭教育方面
大部分家庭是异地搬迁户，特殊家庭、贫困家庭数量比较多，不少家长对于女教育不重视。部分家长只关注孩子成绩，家庭道德教育缺失。有的虽贫乏，但教育观念落后，方法不当，影响着校园的安全和质量的进一步提高，家长素质急待提高。

7. 周边环境方面
学生人数过多，校园周边治安环境复杂，异地搬迁户子女需要走读，家庭监管不到位，学校管理压力大。

二、发展理念
未来三年，学校将面临着一个内涵发展、全面提升整体办学质量的关键时期，教育行政部门、社会、家长对学校办学有了了解，学校必须树立科学发展观，大力推进素质教育，继续规范办学行为，不断深化课堂教学模式改革，整合推广学校内教育资源，走自主、创新发展之路。
学校将继续以“一切以学生发展为中心，以教育质量为根本，让教师成名成家，让学生成人成才，让学校成为师生和乐的精神家园”为共同愿景，继续落实“以人为本，激励发展，为学生的终身幸福奠基”的办学理念，继续贯彻“德质立校，民主法制治校，安全护校，科研特色强校”的二十字办学方针，深化激励教育品牌为抓手，努力办好人民满意教育。

三、发展具体目标与措施

（一）行政管理

1. 管理目标
通过三年的努力，进一步提升学校的管理水平，调动全体教职工共同参与学校各方面管理的积极性，促进学校各部门的管理更加科学化、规范化、精细化、人文化，在学校内初步形成“以点促面，改变从一开始”的管理理念。通过“管理资源共享，教研活动联合，教师轮岗管理，学校文化渗透”的途径，最终达到“资源共享，优势互补，共同发展”的目标，全面提升我校师生的整体素质，努力把我校建设成为全县有影响力的品牌学校。

2. 实施策略
(1) 加强学习型干部队伍建设，提高行政领导的自身素质和领导力。牢固树立实干兴校的观念，杜绝假大空，转变领导作风，日常工作中加强自律，身先士卒，深入办公室，深入教研组，深入课堂，经常开展座谈，调研活动，积极倾听教师意见和建议，不断改进工作方式和方法，同时对教师的课堂管理、育人方式进行指导，努力建设一支乐于奉献、勇于开拓、务实求真的干部队伍。
(2) 不断研究管理工作机制，完善学校运行方法，进一步明确职责，规范工作内容、工作程序、工作要求。坚持规范的决策机制，凡涉及重大问题，诸如干部选任、制度修改、重大建设项目等，广泛听取意见，充分酝酿，集体商定。
(3) 不断梳理和完善学校各项规章制度，完善学校绩效考核和奖励制度。兼顾学校稳定和有利调动教师积极性，科学合理的实施岗位设置管理工作。创新人事管理体制，建立能上能下的用人机制，真正体现“干多干少不一样，干好干坏不一样”，使“上岗靠竞争，聘任靠实绩，报酬看贡献”，成为学校人事管理的现实。
(4) 坚持校务公开，通过校务公开栏、会议、文件通知、校园工作群等多种途径，及时公布相关信息，增加学校管理的透明度。畅通民主管理渠道，开好教代会，让老师拥有知情权、参与权和监督权，使全体教师真正成为学校管理的主人。
(5) 不断完善发展性评价方案，扎实开展发展性评价工作，明确发展目标、管理目标、求真务实，不断破解管理难点问题，不断做好发展重点工作，努力建设品牌学校。
(6) 明确工作要求，落实工作责任，加强学生管理，狠抓食品安全，及时排除安全隐患，确保校园平安。

（二）德育管理

1. 管理目标
确立“德质立校，全员德育”的德育教育理念，通过强化德育环境、德育队伍、德育制度、德育科研等建设，形成管理顺畅、队伍精良、方法创新、途径广泛、资源优化的德育工作格局。形成以爱国主义教育、行为规范教育、公民基本道德教育、法制安全教育、健康教育、禁毒教育、艺术教育等为内容，以体验式养成教育为特点的德育模式，提升教师德育工作的幸福感，为学生的终身幸福奠基。

2. 实施策略
(1) 加强学习型班主任队伍建设，努力提高班级管理水平。
加强学习型班主任队伍建设，积极支持班主任外出学习培训，以座谈方式，开展班主任之间的学习交流。完善优秀班主任评比方案，引导班主任主动积累教育案例，开展德育专题研究，不断提高班主任的管理水平。加强青年班主任培养，重视优秀班主任的榜样带动作用，开展向优秀班主任学习活动，着力打造一支敬业精神强、有爱心、水平高、梯队合理的班主任队伍。
(2) 实施德育导师制，落实学科德育指导纲要。
明确教师的德育责任，号召教师人人行动起来，细心了解学生的个性特点，对学习困难、行为不良的学生实施帮教结对，使每个学生都能得到细致的、有针对性的关爱和教育。贯彻落实《中小学学科德育指导纲要（试行）》，挖掘学科教学中的德育内涵，做好学科教学渗透德育工作。充分发挥心理健康教育的功能，引导学生健康成长。
(3) 细化行为规范管理制度，落实日常养成教育。
根据实际完善管理制度，使操作更为合理，个人行为的检查更加严格，批评与激励并行，实施学生教育处理“三三升级制”。把公共卫生等集体工作的责任分解落实到每个人，增强全体学生的责任感、集体荣誉感。充分发挥激励教育品牌优势，教育学生从我做起，从身边做起，从小事做起，从身边挖掘学习的榜样，以作品展、表彰会等形式，激励优秀者，同时又让其他人从中受到鼓舞。
(4) 建设德育课程，形成序列教育系统。
以“抬头做人，挺直腰板走路”为可操作性载体，充分挖掘德育内容，把爱国主义教育、传统美德教育、理想前途教育、法制安全教育、卫生健康教育、禁毒教育等主题，形成序列化。
(5) 活动精细化，平台多样化。
精心策划活动形式，加强对德育活动实行过程管理。利用团队活动，班会活动进行纪律教育和行为习惯养成训练。结合重大纪念活动和青少年自身特点，以爱国主义教育、法制安全教育、禁毒教育等为内容，寓教育于活动中，使全体学生在各种生动活泼的活动中，潜移默化地形成自己良好的世界观、人生观。开展丰富多彩的大课间活动，培养学生的耐心、静心和修养。
(6) 营造奋发向上的校风，发挥校园文化的育人功能。
加强校园文化建设，丰富校园文化内涵。通过营造拼搏、赶超的竞赛氛围进一步演绎“奋发向上、育才成林”的校园文化特质。通过横幅、宣传栏、优秀学子经验介绍展板、广播站、一年一度的艺术节等校园文化载体来营造学生齐学、竞赛、超越的精神氛围。对教室中的张贴栏做统一布置，在每个教室门口统一安装标有班级口号的集体班照，营造凝聚、和谐、奋发的班级文化氛围。
(7) 关注学生心理，促进健康成长。
有心理辅导专职人员每月编写“心灵有约”小报，下发给每位学生，方便家长一同学习。通过心理健康知识讲座、心理咨询等方式使学生不断正确认识自我，增强调控自我、承受挫折、适应环境的能力，培养学生健全的人格和良好的个性心理品质。

（三）教学管理

1. 管理目标
以新课程理念为核心，以激励教育为抓手，提高教学管理水平，强化两种机制：积极有效的激励机制，科学规范的约束机制。强化过程管理和日常教育，持之以恒，全面一致地把各种规范要求落实到学生的日常学习、生活中的每一个具体细节上。提高教师授课水平和管理能力，以课堂为媒介，进一步提高教育教学质量。在注重基本知识和基本技能的同时，关注学生学习的过程与方法，引导学生自主探究、独立思考、合作交流。普高升学率达52%以上，学校学科平均分、合格率、优秀率达到二类学校领先水平，教学总体质量在全县名列前茅。

2. 实施策略
(1) 积极探索教学管理。引导教师面向全体学生，让每个学生得到关爱激励。改变座位排列，缩短师生空间和心理距离，深入学生中间指导学习。推行适合教学的个性化备课方案，分层要求，因材施教。引导教师关注学生成长机会，更多学生有发言机会。实行作业要求，要分层，要有面批，更要及时个别辅导。
(2) 继续加强学科备课组建设。开展集体备课，教学过程的探讨、难点的解决、作业的挑选等，在讨论中形成共识，共同提高。每个备课组要做到四统一：统一教学进度、统一教学目标、统一重点难点、统一练习作业。
(3) 关注课堂教学细节。抓好精讲、精练、多学、分层。
精讲：研究学生最近发展区，授课时要讲重点、难点和易混点，教学语言要“精”。
精练：给学生提供的习题要“精”。
多学：多给学生体验、感受和消化的时间，压缩教师在课堂上集中讲授时间，争取在每节课留10分钟时间给学生练习。
分层：对不同学生的要求要分层，作业布置要分层，让各层学生都学有所获，提高学习自信心。
(4) 加强学科培优补差工作。通过学科竞赛辅导，促进尖子学生的精品发展。竞赛辅导做到有计划、有内容、有时间、有总结。竞赛辅导坚持两条腿走路，既有专门执行团队，也要任课教师日常教学中带研究生式辅导。对中等生，包括后20%的学生，要从基础知识上、学科平衡上去抓实，任务落实到每个教师，成为教师的常规工作，并进行考核。
(5) 培养学生干部自主管理能力，强化学习习惯养成教育，促进学风建设，发挥他们在学生自主管理、自主学习中的作用。
(6) 三年后加强毕业班管理。让全体毕业班的教师牢固树立教学质量也是学校生命线的理念，树立年段一盘棋的团队思想在总结原有工作经验基础上，部署好新一轮毕业班的前期工作。开展集中与分散结合的家长会、中考百日动员会、质量分析会、学生座谈会等，分析现状，积极备考。

（四）师资管理

1. 管理目标
以激励品牌为核心，以业务比武和教育科研为抓手，积极为教师提搭建发展平台，拓宽教师专业成长路径，加快教师专业成长步伐。通过三年努力，建设一支师德高尚、理念先进、业务精湛、团结协作的师资队伍。

2. 实施策略
(1) 加快教师专业成长，造就高素质的骨干教师群体
教师专业水平是提升教学质量的关键因素，必须加快教师专业成长步伐。进行师徒结对，通过以老带新来提高教师专业水平。按学科组安排办公室，加强集体备课，通过日常讨论来提高教师专业水平。扎实开展校本教研活动，听课研讨，反思记录，通过教研活动来提高教师专业水平。要求年轻教师写教学反思，通过认真钻研来提高教师专业水平。认真组织校内业务竞赛，鼓励教师积极上展示课，通过竞赛活动来提高专业水平。鼓励教师积极参与继续教育，通过学习进修来提高教师专业水平。鼓励教师外出听课，通过拓宽眼界来提高教师专业水平。注重教师的专业成长规划，通过明确目标来提高教师专业成长的自主性。三年教师专业目标如下：

| 类别 | 特级教师 | 名教师 | 骨干教师 | 教坛新秀 | 优质课 |
|---|---|---|---|---|---|
| 人次    |    |        |          |          |        |
| 目前    |        | 4      | 14       |          |        |
| 三年目标   |        | 8      | 20       |          | 20     |

(2) 强化教研组、备课组管理
不断提高本学科教师的专业水平，做好教学常规管理工作，发挥教研组长和备课组长在学校教学管理中的积极作用。教研组定期组织组织的业务学习与交流，活动要有计划、有数量、有质量，每次活动要有中心议题，有主讲老师。备课组要搞好集体备课，将集体备课作为刚性制度，体现统一性，同时教师根据学生实际和自己特点加以修改，鼓励形成自己的教学风格。在备课组内开展“备课、说课、上课、听课、评课”等系列活动，打磨出越来越多的精品课，提高课堂教学的效益。在集体备课中要求统一教学进度，统一练习测试。加强名牌学科建设，三年目标如下：

| 类别 | 州级 | 县级 | 校级 |
|---|---|---|---|
| 日期    |      |      |      |
| 三年目标   | 1    | 3    | 3    |

(3) 加强教育科研，提高课堂效益
坚持“立足课堂、着眼发展、突出重点、全面推进”的课题研究原则，扩大教育科研的参与面，抓好课题申报、中期指导、结题、推广等工作。做好教师教学案例、论文评奖工作，调动教师教育研究的积极性。五年课题立项目标如下：

| 类别 | 省级 | 州级 | 县级 | 校级 |
|---|---|---|---|---|
| 日期    |      |      |      |      |
| 三年目标   |      | 2    |      | 8    |

(4) 加强师德师风建设，树好天柱五中教师品牌
工作不敬业，水平再高也没用，所以必须加强师德师风建设。师德师风建设同教师专业成长一样，是教师队伍建设重要内容。要建立学习制度，加强工作常规、工作纪律教育，加强政治学习，组织学习《教育法》《教师法》《教师职业道德》等法律法规，开展师德师风专题报告，建立师德师风培训制度，开展知识竞赛、主题论坛、撰写心得体会等活动，建设一支师德高尚、富有爱心和责任心的教师队伍。

（五）后勤管理

1. 管理目标
健全后勤管理各项规章制度，落实后勤管理各项规程，切实加强食品卫生，确保食品安全。增强后勤人员的服务意识，提高服务质量，营造健康、温馨、文明的工作、学习、生活环境。加强学校环境建设，努力改善办学条件，保障学校日常工作需要，确保高效健康运行。

2. 实施策略
(1) 基础建设：完成学校的附属工程建设。
(2) 现代教育装备更新。管理好班班通的使用。购置教师办公电脑和办公桌。安装好理化生实验室和多功能室。
(3) 加强校园环境建设。规范电线、网线安装，加强配电箱维护，及时维修教育教学设施，更新办公设备，改善办学条件，绿化、美化校园，聘请绿化专业人员定期进行校园绿化养护，努力改善师生工作、学习、生活环境。
(4) 加强平安校园建设。高度重视校安工程，加强日常巡查和维护维修，确保校舍安全无事故。加大人防、物防、技防的力度，三防符合上级要求。加强法制教育，加强安全教育和管理，减少学生违纪事件，杜绝学生安全责任事故。加强食堂管理，确保食品安全，努力构建平安校园。
(5) 加强后勤内部管理，按照“分工负责，各尽其职，高效动作”的原则，完善后勤管理制度，加强财产和财务管理。加强对后勤人员培训，提高服务能力，为师生提供优质服务。

（六）需突破的重点工作

1. 学校品牌建设：激励教育序列化
(1) 管理目标
结合“学校的追求目标”，继续开展激励教育品牌研究与探索，理清品牌内涵，努力让激励教育深入到学校管理工作各个环节，从学校管理、校园文化、班级文化、教师教育理念、教师教育实践、学生评价等方面细化、提炼具体做法，并积极推广。激励教育的对象为学校管理者、教师、学生和家长。
(2) 推进计划

| 序号 | 内容                    | 实施方案                                                                                                                               |
|------|-------------------------|----------------------------------------------------------------------------------------------------------------------------------------|
| 1    | 激励教育文化建设序列化 | 一、常规工作<br>1. 优秀学生事迹、经验上墙。<br>2. 学校宣传窗更新。<br>3. 教室中“进步之星”、“优秀学生”上墙。<br>4. 学生激励目标上桌。<br>5. 四项竞赛评比活动。<br>二、推进计划<br>2022学年：班级优秀激励主题词评比。<br>2023学年：激励为主题的教室布置评比。<br>2024学年：提炼推介校园、班级激励文化。 |
| 2    | 学科激励教育            | 一、常规工作<br>1. 集体备课制度。<br>2. 课堂教学有效性研究。<br>3. 分层精选布置作业。<br>4. 作业面批。<br>5. 激励教育教学案例征集评比。<br>二、推进计划<br>2022学年：教师课堂激励用语征集与推介。<br>2023学年：学科激励教育有效性课堂模式研究。<br>2024学年：学科激励教育有效性课堂模式构建。 |
| 3    | 激励性评价              | 一、常规工作<br>1. 四率统计分析。<br>2. 三类学生学科平衡分析及跟踪。<br>3. 学生自我激励奋斗目标自析。<br>二、推进计划<br>2022学年：命题难度系数七年级0.85、八年级0.8、九年级0.75，让更多学生得到成功。<br>2023学年：“天柱五中学习之星”评比。<br>2024学年：激励性评价提炼。 |
| 4    | 课题研究                | 一、常规工作<br>结合激励教育品牌开展校级、县级学科课题研究。<br>二、推进计划<br>2022学年：上述三方面的校级层面课题研究。<br>2023学年：形成激励教育校级总课题与子课题体系。<br>2024学年：申报省级课题与研究。 |

2. 校训教育：抬头做人，挺直腰板走路

(1) 管理目标
“抬头做人，挺直腰板走路”的校训教育，可以进行体验式德育教育，教育内容有很大的包容性，可以开展文明礼仪教育、传统美德教育、卫生健康教育、理想前途教育、受挫教育、心理健康教育、健全人格教育等，几乎涵盖《德育纲要》的各个方面。既可以拥有外在的可操作性，也可以拥有丰富的、生动活泼的教育内容和教育形式。

(2) 推进计划

| 内涵解读 | 生理层面 | 心理层面 | 文化层面 |
|---|---|---|---|
|          | 抬头挺胸，拉伸任脉，让气血通畅，脊柱保持良好形状，可促进学生终身身体健康。 | 抬头挺胸，视野开阔，精神振奋，积极向上，更能体现出自信的心理特征。 | 温总理的《仰望星空》发表后，引发了我们对教育理想、创新精神培养的反思。温总理说：“一个民族有一些关注天空的人，他们才有希望；一个民族只是关心脚下的事情，那是没有未来的。我们的民族是大有希望的民族！我希望同学们经常地仰望天空，学会做人，学会思考，学会知识和技能，做一个关心世界和国家命运的人”。抬头做人，挺直腰板走路，不仅看上去更有气质，而且要求学生树立远大理想，坚守人生信仰，造就学生刚正不阿，铮铮不屈的人格魅力。 |

| 2022学年 | 2023学年 | 2024学年 |
|---|---|---|
| 推进计划 | 提出“抬头做人，挺直腰板走路”的口号，从行为规范的层面入手，要求学生从形体上落实校训生理层面的要求。根据校训的初步解读，开展相关的主题活动。 | 1. 在师生中广泛宣传，不断丰富校训内涵。<br>2. 在八九年级中，强化生理层面内涵背后的心理和文化含义，努力朝着内外兼修的目标进发。<br>3. 对七年级新生，从开学开始就大张旗鼓地开展“抬头做人，挺直腰板走路”校训的宣传，各层面的内涵解读同时推进，重点落实在行为规范上。<br>4. 把学校的传统的常规德育活动与“抬头做人，挺直腰板走路”的校训工作有机结合，融入序列活动方案中，成为序列活动的重要组成部分。 | 使“抬头做人，挺直腰板走路”的校训，落实到每位师生的行动中，反思内涵的解读，做出更加科学合理的解释。修正序列活动的科学性、趣味性，提高体验德育的实效。<br><br>让天柱五中的毕业生在“抬头做人，挺直腰板走路”校训的引领下，在仪容仪表和行为方式上展示自己独特的风貌，在思想层面上呈现更加积极向上的精神风貌。<br><br>让天柱五中的毕业生带着天柱五中的烙印走向新的征程。 |
`;