window.__tempArticleContent = `
　　在“三言”“两拍”五部小说中，作品刻画的一批富有时代特征和鲜明个性的风尘女子形象，十分引人注目。在她们的人生境遇和心灵轨迹中，命运的结局总是把喜剧抛入万丈深渊，让人泪流心底，尽管这些女子被命运践踏、误落风尘，身居下贱，但她们出污泥而不染，洁净的心灵充满着美好的愿望，一心从良，向往过上一种真实而正常的生活。在这些为摆脱命运束缚的风尘女子中，青楼女子杜十娘为代表的风尘女子对生命价值的重新认取与独立人格的执着追求，显现了风尘女子的独特女性魅力和个性特征。在特特殊的生存环境中，杜十娘才情四溢，美艳绝伦，具有高尚的文学修养和艺术才能。对爱情的追求率真、忘我。表现出一种现代女性的爱情倾向。具有一种超越男子的胆识和气魄。对于封建禁欲主义的挑战和对自身命运的强烈抗争，增强了一股新兴的市民意识和力量。然而这样的意识和力量与传统的力量相较，可谓是天空的一颗星星，显得形单影只。弱小的星光只能被黑云吞噬。命运的喜剧成分只能犹如雨后的彩虹, 悲剧成就其最终的结局。但正是这天空的星星为了这一点灼眼的光亮，即使昙花一现，也在努力的为之命运的挣扎触及我们心灵的玉盘，让我们感受到了风尘女子不幸生活和她们的形象魅力。

　　在对风尘女子杜十娘的形象探究中，为了更好的了解风尘女子的真实处境和心态，揭示出风尘女子的命运和形象，我从她们的风尘屈辱生活史、生存概况、从良愿望、才情学识、爱情观、人格追求以及大生命运等方面来整体关照。

　　一、风尘女子的屈辱生活

　　要知道风尘女子的生活，得了解风尘女子的历史，为什么身居下贱的女子要用风尘修饰?那么这风尘女子的由来又是有着怎样的时代背景呢?她们的生存让她们承担着怎样的另类功能呢?

　　（一）“风尘”的意思考究

　　在中国的古文字里，大多与女子有关的字都有着不好的意思，这是一种男权社会女子的地位及其人格底下的社会文化。如“奸污”的“奸”，”婊子”的“婊”，“娼妓”的“娼”等。那么与女子组合而成的短语“风尘女子”的“风尘”又当何解释呢。

　　1.被风扬起的尘土。汉焦、易林·坎之咸》：“风尘暝迷，不见南北，行人失路，復反其室。”唐 王昌龄《从军行》之五：“大漠风尘日色昏，红旗半捲出辕门。”

　　2.比喻战乱；戎事。《后汉书·班固传下》：“设后北虏稍疆，能为风尘，方復求为交通，将何所及?”唐李端《代村中老人答》诗：“京洛风尘后，村乡烟火稀。”王闿运《陈夷务疏》：“臣窃观古今史籍所纪, 及近岁自庚子至於庚申二十年中，每有边竟风尘之忧。”参见“风尘之警”。

　　3.尘世，纷扰的现实生活境界。晋郭璞?《游仙诗》：“高蹈风尘外，长揖谢夷齐。”唐皇甫冉《送朱逸人》诗：“虽在风尘里，陶潜身自閒。”清王源《刘处士墓表》：“落落摄敝衣冠，躅风尘中。”

　　4.宦途，官场。晋葛洪?《抱朴子·交际》：“驰骋风尘者，不懋建德业，务本求己。”宋沉遘?《五言送刘泌归建州》：“东都宦游客，风尘厌已久。”明唐顺之?《题东石草堂图赠黄松江》诗：“松江太守好静者，迹在风尘心在野。”

　　5. 尘事，平庸的世俗之事。 北齐 颜之推?《颜氏家训·省事》：“而为执政所患，随而伺察。既以利得，必以利治，微染风尘，便乖肃正。”唐 戴叔伦?《赠殷亮》诗：“山中旧宅无人住，来往风尘共白头。”《红楼梦》第一回：“今风尘碌碌，一事无成，忽念及当日所有之女子,一一细考较去, 觉其行止见识皆出我之上。”

　　6.谓行旅辛苦劳顿。《艺文类聚》卷三二引汉 秦嘉?《与妻书》：“当涉远路，趋走风尘。”唐 方干?《送喻坦之下第还江东》诗：“风尘辞帝里，舟檝到家林。”何其芳?《树阴下的默想》：“他更加瘦弱而我则带着风尘之色。”

　　7.高风清尘。比喻品格清正崇高。《文选·夏侯湛<东方朔画赞>》“天秩有礼，神监孔明。彷彿风尘，用垂颂声。”刘良 注：“言髣髴闻其高风清尘，故此用垂颂声也。”唐 刘得仁《哭翰林丁侍郎》诗：“平生任公直，爱弟尚风尘。”

　　8.流言蜚语。《宋书·范晔传》：“以臣昔蒙义康接盼，又去岁羣小为臣妄生风尘，谓必嫌惧，深见劝诱。”《宋书·刘景素传》：“故从昏者忌明，同枉者毁正，搦弦为鉤，张一作百，行坐欬嚏，皆生风尘。”《南齐书·谢朓传》：“遂復矫构风尘，妄惑朱紫，诋贬朝政，疑閒亲贤。”参见“风尘之言”。

　　9.指妓女。唐李商隐?《杂纂》：“难容：僧道对风尘笑语。”清 蒲松龄?《聊斋志异·彭海秋》:“娟娘 纵体入怀, 哽咽而言曰：‘仙人已作良媒，君勿以风尘可弃，遂捨念此苦海人!'”

　　10.风月场。指以色相谋生的场所。前蜀 王衍?《甘州曲》：“柳眉桃脸不胜春，薄媚足精神，可惜沦落在风尘。”宋 吴曾《能改斋漫录·记诗》：“遇一妓，本良家子，失身于风尘，才色俱妙。”《古今小说·史弘肇龙虎君臣会》：“招亮 有一亲妹 阎越英，见为娼妓。但求越英 脱离风尘，早得从良。”《老残游记》第十七回：“见一妓女某人，本係良家，甚为可悯，弟拟拔出风尘，纳为篷室。”

　　以上对“风尘”的解释，都体现出风尘不好的意思，可见风尘委于何物上总让人感觉到一种污浊于纷扰，让人心灵感觉总有种灰暗。把“风尘”贴如女子身上，女子犹如灰尘，唾沫星子在风中漂浮不定，风尘女子正体现了一种轻浮，耻辱，一种生活的下贱。足见杜十娘委身于下贱的风尘和耻辱的生活，也是实非所愿。

　　（二）风尘女子的由来和生存方式我国的娟妓，以“女闾”为开端。在春秋初期，齐国的宰相管仲开设“女闾”。在《战国策》卷二.《东周策》有记载“齐桓公宫中女闾七百”。“闾”有门之意思，在宫中以门为市，使女子居之。这就是中国国家经营妓院的开始。

　　中国古代的妓女出现是比较复杂的，开始是“家妓”，以后就逐渐发展为“宫妓”，“官妓”，“市妓”。渗透到更广泛的社会生活领域里去。至于“家妓”，是从夏桀蓄女乐，倡优达开始的。有人把这种也称为“奴隶娼妓”。以后，此种风气越刮越盛，上自天子王侯将相，下至大夫富豪，都以蓄女为乐，并以蓄女的多寡来炫耀自己的权势。这些女子往往都负有呈身和献技的双重使命，供主人淫乐。史书上的侍姬、小妾、声妓、舞妓等都被称之为“家妓”。在《周礼》上所举女酒，女春抗，奚以三千人而弱。一般选貌美的才女子供皇帝淫乐，对皇帝的淫乐女子也就称之为“宫妓”，“御妓”。

　　据历史记载，西方雅典大政治改革家梭伦开设国营的妓院，满足乐许多男子的需求，从而保护乐许多良家妇女出门时免招男子侵犯。此时的妓院以得到人们的认可。妓女之风在西方也兴盛而起。

　　妓女是时代的高消费品，妓女是被贵族所包养，其生活似乎风光无比，生活水平也是贵族的的消费水准，生活似乎犹如皇宫之人。但是她们风光的表面下隐藏着怎样的悲哀，那是为了生活而没有独立的人生身。没有属于自己的人身。她们在阴暗中的快乐是被侵犯，占用身体而得到的。她们把自己的美艳绝伦和才情四溢的条件用来迎合取悦于男子性欲的冲动，她们的生活是呈身献媚，似乎她们生存只是为了生命的延续，没有灵魂的升华。只能充当着一种另类的工具。

　　（三）风尘女子的另类功能

　　中国古代妓院的开设，沦落风尘的女子在社会扮演着国家的统治阶级的意识。她们承担着一些国家政治和经济目的的附庸。

　　1.在封建时代，妓院的开设为国家增添了税源。风尘场所消费水平很高的地方， 风尘女子作为妓院的经济来源，她们的献身就是国家税收的收入。清朝的褚学稼说：“管子治齐，之女闾七百，征其夜合之资，以充国用，此即花粉钱之始夜”。

　　2.缓和了社会矛盾，一方面解决许多男子无发泄性欲的苦恼，减少了强奸犯罪率，保证了许多良家妇女的贞洁。当时社会上的男女比例失调，出现了不少娶不到老婆的鳏夫。同时，城市的出现，商业的发展，人员流动的增加，有不少军人、商人、游士、手工业者远离家庭，外出谋生，他们和鳏夫一样，要解决性欲问题,或暂时解决性欲问题，这就增加了对妓女的需要。另一方面，解决了一部分女子的生存安置。城市和商业的发达使有些农村经济破产，有些妇女无以为生，商品交换原则使她们不得不以肉体来换取金钱，并成为可能生存的方式。

　　3.吸引贤才游士。国家的发展需要人才，人才的网罗需要一个投其所好的场所。那么妓院是一个非常合适的地方。游士贤才的生活都士放荡不羁的，喜欢与女人品酒把欢。如柳宗元。所以妓院的开设安排了许多美女，每有宾客路过，都会流连往返。其实，妓女产生的最主要的根源还是社会经济的发展，从私有制社会建立初期的情况来看，风尘女子更是男子的淫乐工具，第一，私有制建立以后，女子沦为男子的附庸和玩物。既然女子是玩物，对有些男子来说，就要换换新鲜，玩女人越多越好，光是一妻数妾是远远不够的，而且“野花”比“家花”更富有刺激。第二，在私有制社会, 随着统治阶级的日益巩固, 随着商人的出现, 权力和财富日益集中, 这使某些人迷恋声色犬马 耽干享乐成为可能。

　　身陷风尘的女子被命运所迫，充当着种另类的功能， 这样的生活，她们其实也一直在反抗，她们也想改行从良，过上一种自主命运，拥有独立人格的正常生活，一位她们一直在寻找从良的机会。

　　二、风尘女子的从良过程

　　风尘女子有从良之志，是否从良就那么容易，会随心所欲呢，话说入行难，改行更难。其中艰辛，谁人知晓，让我们细细探究。

　　（一）风尘女子从良过程中面临的阻碍

　　1.中国封建社会延绵的几千年文化，男尊女卑的道德观念纵贯始终。妇女也就成为不合理要求的悲剧。早在战国时期,韩非就把“臣事君，子事父，妻事夫”称为“天下之常道”。《礼记》中的“三从四德”成为女子做人的标准和规范，至汉代，董仲舒的三纲被列入社会文化的理论形态。

　　2.封建文化对女性贞洁的要求。在“三从四德"“七出”之条的男性专制文化里, 妇女的贞洁的重视可道了无以复加的地步。妇女的贞洁可谓事女子的性命。宋代的程颢、程颐提出“饿死事小, 失节事大”。历代官方表彰贞节烈妇也就成了一种制度。身献风尘的女子似乎不应游什么贞节观念。然而，被社会文化的要求，即使身处污泥之中的女子要想从良也受其深刻的影响。在《杜十娘怒陈百宝箱》中，当杜十娘被李甲赎身后，在她看来，业已该行从良，已经是一个良家人妇，自然要顺从夫君。但当她得知自己被李甲以一千金的价格卖与孙富时，没有哭闹。当然一方面是对李甲极度的失望以及对爱情的绝望；但另一方面，可以说时对男权社会下贞节观念的屈从于无奈。贞节文化告诉她，虽然被李甲出卖，但李甲毕竟是自己从良了的丈夫，既然已为他妇，就得理尽夫道，自己被出卖，已经绝望了，那么死时最好的结局，于是一死了之，让悲剧上演.

　　风尘女子在从良过程中面临的种种障碍，是封建文化的中的文化所致，是妇女贞节观的时代要求，她们在争取独立人格和价值尊严中，有着怎样的心态呢，下面我从杜十娘的从良愿望和杜十娘对金钱的认识来探究其从良心态。

　　三、杜十娘的从良愿望

　　身为娼妓的杜十娘深知自己为人所不耻的地位，所以杜十娘久存从良之志。长期积攒下价值连城的百宝箱，希望以此来证明自己的价值和赢得一个好的归宿。在见李甲公子忠厚至诚时，于是“甚有心向他”。希望和李甲公子结合走出烟花柳巷，摆脱被人玩弄，被人恩纵使的命运，从此过上正常人的生活。这也就是她的从良愿望。从这点讲她是在追求人的独立人格和追求自己的价值生命。虽然烟花场中许多年，而不知道“历过多少公子王孙，一个个情迷意荡，破家当产不惜”。但杜十娘所向往和追去的是她与男子在平等的基础上生活，有着自己的独立的人格和真正的爱情。正是这一点不切实际的幻想让她用生命上演了一幕“杜十娘女陈百宝箱的”的悲剧故事。究其原因，那是她自己把愿望寄托的太深了，太理想了。那就是她太相信爱情，太渴望追求人格的独立生活。在当时的社会中，一个烟花女子即使她们有了独立的经济实力，但要独立人格地位那只是一个争取失望的结局。杜十娘好不容易的逃离妓院鸨母的鹰抓，满以为自己即将游一个美好的归宿，谁知道半路上被自己倾心所爱的，欲托付终身的人竟然因一千两银子就卖了，这种感情上的背叛，破败了杜十娘对生活的独立人格的追求、实现自我生命价值的幻想。她彻底的绝望了，带着对李甲的、孙富既整个男权社会的的愤恨与绝望，她选择了以死来控诉给她命运带来黑暗社会。

　　四、杜十娘对金钱的认识和对象的选择标准

　　中国封建社会进入明朝商品经济的发展出现前所未有的景象的时期，金钱在生活中的地位日益提高，人们重视金钱，追求金钱，金钱之上的观念逐渐形成。在“三言”“两拍”中有很多商人, 手工业主成了作家的新宠，如“二拍”中《转运汉遇巧洞庭红 波斯胡指破龙壳》的波斯人在招待文若虚时，虽知道他是文人，但是刚开始只让他敬陪末座，后来见他“货单有奇珍，异宝值得上万者”才"送上到前座。这足以表明金钱已被提到一个相当重要的位置上来了。那么这因素对杜十娘又是怎样认识的呢?她在选择从良对象又是怎样的标准呢?

　　（一）杜十娘对金钱的认识

　　1.对金钱的基础性地位的认识

　　杜十娘不仅仅是个美人儿，而且还冰雪聪明，阅历丰富，而且是个具有前卫思想，游现代经济观念的女中豪杰。她深知当时社会中金钱地位的重要性，她在风尘流落的七年里，就知道从为她“情迷意荡，破家当产儿不惜”的公子那里日积月累的收集百宝箱, 从而为她以后从良打下了雄厚的物质基础。

　　2.金钱并不是万能的　杜十娘虽然知道钱非常之重要，但是她的人格却没有铜臭味，她追求的爱情希望没有金钱的腐蚀，所以在李甲给她赎身的时候没有即使借到钱时也没有把 自己用百宝箱的事情说出来，即使是在李甲实在无助的情况下拿出的一百五十两银子，也是说是和姐妹们借的。可见，她追求的爱，是希望得到李甲的真爱，是希望得到一份没有被金钱污染的爱情。后来, 杜十娘被李甲为千两而卖，感觉自己的爱情金钱腐蚀，自己怒而不哭，把自己的百宝箱抛向海中，自己也随波而去。足见，杜十娘认为金钱不是万能的，金钱只是一种工具，它不能腐蚀爱情，不能买到爱情。这也是杜十娘正确的金钱观。

　　（二）杜十娘的从良对象选择

　　爱美之心人皆有之，杜十娘即使伦落风尘，但她也有着自己的择偶标准心里倾向。杜十娘选择李甲公子，不仅因为李甲是太学生，而且是个有着“俊俏的庞儿，温存的性儿，撒慢的手儿，帮衬的勤儿”所以把从良的愿望寄托于他。足见他对对象的选择不仅是帅哥而且要有文化，有钱，还要是个能和谐生活的男人。

　　五、杜十娘的爱情观（一）杜十娘的理想爱情

　　杜十娘虽然身陷风尘，在风尘中的生活也是春风满面，如遇得水，几年的风尘生活积累为以后从良的生活打下了雄厚的物质基础。但当她遇到李甲时，她并没有把自己的物质财富告诉李甲，因为她不想把自己与李甲的爱情建立在金钱的基础上。故此，她也想顺便检验一下李甲对他的爱有多真，有多深，看他在不知道自己百宝箱的情况下能怎么做做多少。但就是因为她暂时想保密百宝箱而造成了自己的爱情的悲剧。假设杜十娘早拿出百宝箱，她和李甲的就很可能喜结良缘。但杜十娘没有这么做，她希望得到一份“白首不渝、生死无憾的爱”。他要的是纯粹的爱情，没有金钱的污染，他希望爱人尊重她，关系她，希望与爱人相濡以沫，得到人间至真至善的爱情。足见，她有着自己独立的理想爱情观。

　　（二）依赖性的爱情爱情观

　　在杜十娘的心里要逃出“风尘厂”这个牢笼，就必先找寻到一个真心爱自己的男人，然后将终生托付于他；不然就算自己已经是个身了, 也是没什么意义的。-我想这也就是杜十娘为什么深有巨富而不把百己赎出“花柳巷”的缘故了。

　　（三）杜十娘现代性爱情傾向的悲剧

　　爱情是人性最高尚的感情追求，它是社会神圣的人与情感结合的产物。杜十娘对爱情的追求打破了封建爱情的伦理观念，她纯净的内心世界在昭示着一份理想的纯净爱情，反应了她是时代思想解放的新型市民，也反应了时代思想文化的解放。但杜十娘的爱情悲剧无疑是自己不适应社会本身规律而发生的悲剧，那是她自身的爱情选择和爱情理想与社会文化相悖而产生的。

　　1.杜十娘的爱情托付并非是所托之人。

　　李甲在国子监读书，他不安守本分，寻花问柳，才会遇上名姬杜十娘。十娘见李甲“俊俏的庞儿，温存的性儿，又是撒漫的手儿，帮衬的勤儿”，决定把从良的愿望寄托于他。于是两人“朝欢暮乐，终日相守”，好不幸福。李甲连父亲“在家发怒”都置之不理了。李甲看似对十娘情深意重，不离不弃，其实不然。他“终日延涯”是因为“迷恋十娘颜色”。李甲在向孙富介绍十娘时说：“此乃北京名姬杜十娘也”。他甚至没有把这个与他生死与共的女人当作自己的妻子，而说她是“名姬”!恐怕李甲除了想向孙富炫耀外，更说明他根本没有把十娘放在心上。毫无疑问，李甲是爱十娘的，否则他不会“撒漫用钱，大差大使”，不会到三亲四友处去借赎身银，更不会“心中割舍不下”。但我们的问题是，李甲爱十娘的什么?爱美之心人皆有之。这么一个美人儿在他面前，又对他用情很深， “风流年少”的李公子能不爱吗?对，李甲爱十娘的美，而不是爱她的德。在耳鬓斯磨的一年中，李甲连十娘的德行品操如何都一无所知。否则，为什么柳遇春都可以看出“此妇真有心人也!既系真情，不可相负”,而他却不能?为什么孙富说‘妇人水性无常’, 况烟花之辈, 少真多假”，“兄留丽人独居，难得无逾墙钻穴之事”，他就“茫然自失”了呢?究其原因，李甲爱色不爱德。十娘“久有从良之志”却选择了李甲的一个重要原因就是“见李公子忠厚志诚”。那这样一个“忠厚志诚”的李公子遇到棘手之事是怎样表现，怎样处理的呢?让我们来看一下。首先，李甲害怕父亲，不敢回家，这本无可厚非。他如果因惧怕父亲而放弃十娘，十娘或许会伤心一阵子，但也不至于选择死。而李甲既不放弃士娘，又不敢“背叛”父亲，徘徊其中，这就表现出他的毫无主见。其次，杜妈妈因李甲“囊箧渐渐空虚，手不应心”，“将言语触突李公子，要激怒他起身”。而李甲呢，“性本温克，词气愈和”。什么“性本温克”，这根本就是脸皮厚，连做人最起码的尊严都丧失了。第三，李甲外出为十娘借赎身银，走遍了三亲四友却“分毫无获”，6日之后，他不去想其他办法也不回丢告诉士娘，只得十娘教小厮四儿把他“扯”回来。做事不成，不去面对，一味逃避，是胆小鬼的、懦夫的表现。第四，十娘的赎身银自己出了一半，柳遇春出了一半，李甲未出一毫。赎身后，十娘问他“何处安身?”他回答”未有万全之策”。当十娘说了她的计划“与郎君于苏杭胜地，权作浮居。郎君先回，求亲友于尊大人面前劝解和顺，然后偕妾于归，彼此安妥”，他只有点头称是的份。而且，途中遇到车马之资的问题时，李甲只会“愁闷”，从来不去想怎样解决。若不是十娘屡次拿出钱来暂做周转，恐怕他们寸步难行。总之，李甲是个无能之辈，甚至不如一个女人有头脑和才能。第五，李甲还有一个特点，就是容易流泪。集不到赎身银时“眼中流下泪来”。与十娘说卖她之事，未启口便“扑簌簌掉下泪来”。十娘欲将百宝箱投入江中时，“抱持十娘恸哭”。如果说后两次流泪尚能说明李甲对十娘有几分真的话，那第一次就不能不说明他的软弱了。另外，我们也不能不提到李甲还是个重财轻义、见钱眼开的小人。以十娘换千金，见十娘把百宝箱投入江中，“大悔”“杨哭”便是明证。通过以上对李甲的分析，我们可以看出，十娘所托非人。

　　2.理想爱情与社会相悖

　　在封建社会里，作为妓院的开设，对男女的爱情是及其不平等的，现代的爱情和单纯的爱情和封建时代的爱情是根本不同的。封建时我的爱情，女子之是作为一种发泄和传宗接代的工具，没有爱情可言。况且作为风尘女子的杜于娘，流落风尘七年之久，被多少贵族王孙侵古过，自己只是把性爱当作物质索取的条件，根本就没有情可言。因此，在没有性高潮的肉体出卖中犹如毒液在侵蚀着杜十娘的心，于是她决心从良，决心追到一份理想的爱情，这种爱是纯洁无暇，是自由独立的现代性爱情。这也正是她对封建文化的反抗，是她为争取女性独立个性解放的表现。然而在封建的男权社会里，甭说杜十娘这样的风尘女子，哪怕是大家闺秀，对杜十娘的爱情愿望也是可望不可及的，《红楼梦》中的林黛玉有爱情没有婚姻的悲剧，薛宝钗有婚姻没有爱情的悲剧，金陵十二钗，而又有谁能得到杜十娘追求的爱情呢?杜十娘的完美爱情只是在做痴人的情梦，你一个风尘女子根本不能谈真爱，真爱只是金钱的游戏，真爱只是被封建文化吞噬的对象。纵使你有理想，有一颗纯洁的心，你的心态与社会观念不符合就会让你悲惨而死，以悲剧上演游戏。

　　总之，在当时的时代背景下，风尘女子的命运的无疑是时代经济，政治，文化三根粗绳拧在一起而左右的，从杜十娘的身上我们看到了风尘女子在为命运挣扎中的形象，感觉到了她们在争取人格独立，追求完美爱情的个性魅力，但是她们的理想只是为生活的悲剧上演了一个角色，她们新兴的价值观和理想只是为我们赞美的言辞提供对象。从杜十娘身上看风尘女子，是一种沉默的历史和命运的探究。
`;