window.__tempArticleContent = `
2023年12月，党中央印发修订后的《中国共产党纪律处分条例》（以下简称《条例》），为深入学习贯彻《条例》，根据《中共中央办公厅关于在全党开展党纪学习教育的通知》（中办发[2024]34号）、《中共贵州省委办公厅印发<关于在全省开展党纪学习教育的实施方案>的通知》（黔党办发[2024]6号）、《中共黔东南州委办公室印发<关于在全州开展党纪学习教育的实施方案>（黔东南党办发[2024]3号）文件精神，组织党员认真学习《条例》，解决一些党员对党规党纪不上心、不了解、不掌握等问题，做到学纪、知纪、明纪、守纪，搞清楚党的纪律规矩是什么，弄明白能干什么、不能干什么，把遵规守纪刻印在心，内化为日用而不觉的言行准则。

按照党中央、省委和州委要求，党支部党纪学习教育从2024年4月开始、7月结束，注重融入日常、抓在经常。坚持个人自学和集中学习相结合，原原本本学、逐章逐条学、联系实际学，认真开展党纪学习教育，推动《条例》入脑入心。

一、开展党纪学习教育的重要意义

1、保持党的纯洁性：党纪学习教育是保持党的纯洁性的必然要求。党的纯洁性是党的生命线，关系到党的先进性和执政地位的稳固。通过党纪学习教育，可以帮助党员干部深刻领会党的纪律和规矩，自觉抵制各种诱惑和腐蚀。

2、提升党的执政能力：加强党纪学习教育是提升党的执政能力的关键举措。党纪学习教育能够提升党员干部的素质和能力，使他们更加有效地履行职责使命，从而提升党的执政能力。

3、巩固党的领导地位：加强党纪学习教育是巩固党的领导地位的坚实基础。党纪学习教育可以增强党员干部的政治意识、大局意识、核心意识、看齐意识，使党员干部始终在思想上、政治上与党中央保持高度一致。同时，还可以增强党员干部的群众观念和服务意识，巩固党的执政基础。

4、密切党群关系：党员干部遵守党纪，能够很好地保持党同群众密切联系，从而赢得人民的认可和支持。学习党纪就是更好地服务群众，提高服务意识，牢固树立以人民为中心的发展理念。

5、增强党员个人素质：党员干部学习和遵守党规党纪有助于树立正确的世界观、人生观和价值观，提高个人素质和职业能力。党员干部只有加强党纪教育学习，增强党性，始终保持同中央高度一致，同时，学习和遵守党规党纪是落实全面从严治党的要求，有助于提升党的建设质量，确保党始终成为中国特色社会主义事业的坚强领导核心。

6、预防违纪问题：党纪学习中包含的案例教育和对违纪违法行为的剖析，对党员干部具有显著的教育和警示作用，有助于预防违纪问题的发生。党纪学习有助于党员干部明确知道哪些行为是允许的，哪些行为是禁止的，从而在实际行动中做到知敬畏、存戒惧、守底线。

7、提升依法执政能力：党纪学习与法治教育相辅相成，可以帮助党员干部树立正确的权力观，提升依法行政、依法执政的能力。

二、开展党纪学习的具体措施

1. 组织开展个人自学。支部党员要增强学习的自觉性、主动性，把潜心自学作为重要方式，统筹好学习与工作，合理安排自学时间和内容，深入学习习近平总书记关于党的纪律建设的重要论述，认真学习习近平总书记关于开展党纪学习教育的重要讲话和重要指示精神，认真学习《条例》原文，充分利用州内主流媒体平台、中央和省级媒体、共产党员网、中国干部网络学院等平台党纪学习教育专栏，深化学习理解运用，准确掌握其主旨要义和规定要求，做到政治上对标、思想上对表、行动上对照。
2. 开展好党支部集中学习。结合党支部“三会一课”、主题党日，采取专题辅导、交流讨论、案例教学等方式，组织全体党员原原本本、逐章逐条认真《条例》学习。
3. 开展好警示教育。组织党员传达学习州纪委下发的党员干部违纪典型案例通报，充分运用违纪违法干部警示录、忏悔录、警示教育片以及警示教育基地等开展警示教育，深刻剖析违纪典型案例，注重用身边事教育身边人。引导党员、干部举一反三、引以为戒，切实做到知敬畏、存戒惧、守底线。
4. 讲好纪律党课。党支部书记在认真学习《条例》的基础上，结合学习体会和工作实际讲1次纪律党课，增强党课的针对性和实效性，引导党员深入学。
5. 推动以案促改以案促治。运用违纪典型案例，做深做实以案促改、以案促治，着力发现、解决案件背后体制机制问题，针对症结和根源靶向施治、综合施策，推动从个案清除、重点惩治向系统整治、全域治理提升，持续净化政治生态。
6. 开好组织生活会。2024年度党支部组织生活会，要把学习贯彻《条例》情况作为对照检查的重要内容，党支部检视在纪律教育、从严执纪方面存在的不足，党员检视个人在学纪、知纪、明纪、守纪方面存在的问题，坚持把自己摆进去、把职责摆进去、把工作摆进去，实事求是查摆自身不足，深入进行自我剖析，认真开展批评和自我批评，切实抓好整改落实，切实用党规党纪校正思想和行动，真正使学习党纪的过程成为增强纪律意识、提高党性修养的过程。
7. 责任分工。党支部书记谭久平同志要切实担负起党纪学习教育第一责任人责任，带头学、带头抓；党支部副书记(或组织委员)龙启瑜、王元根两位同志承担直接责任人责任，负责党纪学习教育组织协调、联络服务，负责提醒编入本支部的党员领导干部以普通党员身份，及时参加支部“三会一课”、主题党日；党支部纪检委员王贤昌同志要认真履行监督责任，要先学一步、学深一层，采取随机抽查的方式，督促支部党员真学、实学；党支部宣传委员乔丽丽同志负责联系支部离退老党员、外出流动党员、流入(或抽借调本单位的党员)本地流动党员，督促其认真开展党纪学习，负责做好党纪学习教育的宣传引导工作，不对写读书笔记、心得体会等提出硬性要求，坚决反对形式主义，防止“低级红”、“高级黑”。

三、党纪教育学习计划表

| 时间 | 任务 | 内容 | 责任人 |
| :--- | :--- | :--- | :--- |
| 4月17日 | 动员部署 | 1.传达学习习近平总书记关于党纪学习教育重要讲话和重要指示精神；<br>2.党总支书记龙章尧同志作动员部署讲话。<br>3.党支部根据党总支的要求部署制定学习计划。 | 谭久平<br>(党支部书记) |
| 4月至7月 | 人个自学 | 1.学习习近平总书记关于党的纪律建设的重要论述和习近平总书记关于开展党纪学习教育的重要讲话、重要指示精神；<br>2.原原本本、逐章逐条学习《中国共产党纪律处分条例》；<br>3.充分利用州内主流媒体平台、中央和省级媒体、共产党员网、中国干部网络学院等平台学纪学习教育专栏，深入学习《中国共产党纪律处分条例》解读。 | 学习主体：党员个人<br>监督人：王贤昌（纪检委员） |
| 5月上旬 | 集中学习 | 学习《中国共产党纪律处分条例》第1条至48条 | 党支部书记：谭久平 |
| 5月下旬 | 讲纪律党课 | 讲纪律党课 党支部书记谭久平同志在认真学习《条例》的基础上，结合学习体会和工作实际讲纪律党课。 | 党支部书记：谭久平 |
| 6月上旬 | 集中学习 | 集中学习《中国共产党纪律处分条例》第49条至121条。 | 支部书记：谭久平 |
| 6月下旬 | 警示教育 | 采取案例教育学的方式，围绕教育系统发生的案例进行开展。 | 支部副书记：龙启瑜 |
| 7月上旬 | 集中学习 | 学习《中国共产党纪律处分条例》第122条至158条。 | 党支部书记：谭久平 |
| 7月下旬 | 召开组织生活会 | 召开支部组织生活会，对党纪学习教育进行全面总结。 | 支部组织委员：王元根 |
`;