window.__tempArticleContent = `
　　傍晚时分，我倚在窗台欣赏月光，忽然一阵风吹来，书页随风翻动，最后刚好停在了《匆匆》一页。月光与上面的文字交汇，不禁让我想起了一句名言：一寸光阴一寸金，寸金难买寸光阴。

　　“燕子去了，有再来的时候；杨柳枯了，有再绿的时候；桃花谢了，有再开的时候。”的确，露珠干了，有再晶莹夺目的时候；太阳落山了，有再从东方升起的时候；骄阳被乌云遮蔽了，有重现光明的时候。可我们手中的日子呢，却如江河入海，一去不复返。

　　“在默默里算着，八千多日子已经从我手中溜去，像针尖上一滴水滴在大海里，我的日子滴在时间的河流里，没有声音，也没有影子。我不禁头涔涔而泪潸潸了。”回想一下，我又何尝不是这样的呢？去年的暑假，我和家人原本计划出去旅游。然而，由于我的拖拉，导致作业还没写完，计划不得不一再推迟，最终，因为时间不够，计划不得不取消了。那时我才意识到，时间就像流水，一旦错过就无法挽回。我也就像朱自清先生写的那样，“头涔涔而泪潸潸了”。

　　珍惜时间的人，哪怕你给他几分几秒，他也会过得充实；相反，有的人哪怕给他几年甚至几十年的光阴，他也会一无所获，过得空虚。时间老人对任何人都是公平的，给每一个人都是一天24小时，主要看你怎么分配，怎样掌握罢了。就像鲁迅先生说的：“时间就像海绵里的水，只要你肯挤，总能挤出。”

　　时间，来也匆匆，去也匆匆。只图玩乐的人们，快快睁开你的双眼，不然，时间将从你的身边匆匆溜走，一去不复返。
`;