window.__tempArticleContent = `
　一、案例背景
　
　　本人所在的天柱县第五中学,虽然位居县城,但生源多来源于乡镇、村级小学,而且优质生源已全部被筛选走了。大多数学生从小接受的都是传统的教学模式,已经习惯了老师说,学生做笔记的学习方式。多数学生不会主动去探寻问题的答案,也不会与他人合作,更缺少主动表达自己看法的勇气。为了改变这种状况,充分调动起学生的学习主动性和积极性,结合学校推行的课堂教学改革,我在教学中力求“把课堂还给学生,让学生成为课堂的主人”。下面是以“人无信不立”为主题,展开的一次班级综合性学习活动。

　　二、教学理念、思路和方法

　　“语文课程致力于提升学生的综合素养,为学生形成正确的世界观、人生观、价值观,形成良好个性和健全人格打下基础;为学生的全面发展和终身发展打下基础。语文课程对继承和弘扬中华民族优秀文化传统和革命传统,增强民族文化认同感,增强民族凝聚力和创造力,具有不可替代的优势。”诚信是中华民族的传统美德之一,也是社会主义核心价值观之一。所以,我们本次活动的设计致力于让学生通过活动激发心志,陶冶情操,培养良好的品德,增强民族自豪感。

　　本次综合性学习的内容涵盖的面比较广,需要学生多方搜集资料,所以我把活动分为四部分,一是让学生利用课余时间,学会通过各种渠道搜集资料;二是根据各组任务,小组合作整理资料;三是交流展示,师生点评;四是制作手抄报。

　　三、教学片段

　　1. 课堂任务,组长抽取任务卡。

　　小组根据任务卡合作,合作整理资料。

　　2.组长合作展示

　　（1）引经据典话诚信

　　小组展示搜集整理的资料，例：

　　言必信，行必果。 《论语》

　　人无忠信，不可立于世。 程颐

　　诚信为人之本。 鲁迅

　　（2）诚信典故我讲述

　　小组推荐组员讲述故事。

　　例：曾子杀猪、商鞅立木、季布一诺、韩信报恩、烽火戏诸侯……

　　（3）诚信成语我展示

　　小组展示搜集整理的资料并解释，

　　例：一诺千金、言而有信、一言九鼎、赤诚相待、一言既出，驷马难追

　　（4）环顾身边思诚信

　　小组推荐组员讲述。

　　（1）讲述身边的诚信故事

　　（2）作为学生，我们的身边有哪些不诚信的行为？

　　（5）联系实际悟诚信

　　小组派代表发言。

　　例：人无信则不立，事无行则不成。诚信，这关系着一个人的生活、学习、工作……一个人如果失去了诚信，将在社会上没有立足之地。一个人只有讲诚信，别人才会尊重他，才会信任他。

　　（6）班级演讲说诚信

　　班上准备围绕“诚信”这一主题开一次班级演讲会，如果你是主持人，请拟写一段开场白。（50字左右）

　　抽签选择两到三组展示

　　1. 课堂总结

　　诚信是中华民族的传统美德之一。同学们，让我们行动起来，诚实做人，讲求信用，从身边的小事做起，不要让诚信只出现在纸上，成为我们的口头禅，要让它活跃在我们当中，让诚信无处不在。

　　4.布置任务

　　根据活动内容，分工合作或独立制作一份以“诚信”为主题的手抄报，并进行评比。

　　要求：手抄报要突出活动主题，注意版面设计。

　　学生部分作品展示：

　　四、教学感悟

　　整个活动过程中，在教师的引导下，学生充分利用了各种资源，搜集、整理资料，既有明确的分工，又有积极的合作，并且乐于主动展示，真正让自己成为了课堂的主人，从中体验到了学习的乐趣。同时学生的听、说、读、写能力也得到了锻炼和提高。学生也会试了在广阔的时空间里学习语文并运用语文、这也有利于全面发展学生的语文素养。
`;