window.__tempArticleContent = `
　　一、案例背景

　　义务教育物理课程标准强调以学生发展为本，提升全体学生的核心素养，为每个学生的学习和发展提供机会。注重落实物理课程的育人价值，培养学生适应个人终身发展和社会发展需要的正确价值观、必备品格和关键能力。传统中学物理课堂的课前复习多以教师“单向灌输”为主；教师提问知识点、板书回顾重点，学生被动倾听、机械应答。在这种模式下，学生缺乏主动思考与表达的机会，不仅难以深度唤醒旧知记忆，还容易产生课堂倦怠感，无法充分发挥复习环节对知识衔接、能力提升的作用。

　　为破解这一问题，本案例以“学生主导”为核心，聚焦课前五分钟这一短时高效的课堂片段，探索让学生从“被动听复习”转变为“主动讲复习”的实践模式，目的是通过“小老师”的角色变化激发学生学习的主动性，加深对物理相关知识的理解，同时还能增强语言表达能力和自信心。

　　二、案例目标

　　1、建立物理知识体系。加深对物理概念、公式及实验原理的理解，形成知识脉络以及准确运用相关知识描述身边存在着的物理现象，弄清知识之间的逻辑关系。

　　2、在内容复习时能够识别出本节的关键知识点，能够在展示环节流利表达。加强对问题的分析能力与解决能力，若有学生提出质疑可以尝试予以解答或共同交流探讨。

　　3、培养学生自主探究学习的良好习惯。鼓励每个学生采用自己喜欢的方式开展复习，从而激发学生的创新能力。

　　4、增强课堂参与感和自信心，践行学生是学习的主体。在讲解的过程中发现自身的不足，并进行修正。此外，在学生“主动讲复习”的过程中，其他学生将会对讲复习的同学进行点评，共促学习，相互成长，这将会培养同学之间的协作意识。通过“主动讲复习”还能树立严谨求实的科学态度，重视复习内容的准确性，主动修正梳理过程中出现的错误。

　　三、实施准备

　　（一）学情分析

　　通过近月余的教学发现，所教班级学生需要培养良好的学习习惯，树立正确的学习态度且大多数学生明显缺乏自信心。目前该阶段的学生已经具备一定的语言表达能力，能够独立完成简单的知识梳理任务。为了引导学生形成良好的学习习惯和建立自信，于是开展课前五分钟学生“主动讲复习”的环节。

　　（二）教师准备

　　明确“学生主导复习”任务：1. 人员要求：班级内所有同学必须全员参与，按照班级人员名单逐一开展“主动讲复习”；2. 复习内容范围（如上节课《汽化和液化》中汽化和液化分别是从什么状态变为什么状态，汽化的形式有几种以及液化的方式有哪些等）；3. 展示要求（如可以采用快问快答、口头讲解、板书梳理等方式）；4. 时间限制（时间必须严格控制在5分钟之内）；5. 点评维度（师生共同参与：教师主要对其知识内容方面进行评价，学生可就语言表达、声音音量、仪态等方面进行点评）

　　（三）学生准备

　　课后对知识点进行复习巩固并找到关键知识点，梳理知识框架。根据知识框架进行演练，将各个知识点能够合理的串接起来以及加强语言表达的流利程度

　　四、课堂实施步骤（共5分钟）

　　步骤一：展示环节（3-4分钟）

　　本节主讲人上台主导复习：按照私下练习模式进行展示（如快问快答、板书梳理等），围绕上节课的关键知识点进行复习。以复习“汽化和液化”为例，主讲人可引导同学回忆：“上次课中我们观看了通过浇冷水热水改变塑料袋的形状变化（塑料袋内装有液态酒精）。浇热水时，塑料袋变鼓；浇冷水时，塑料袋变瘪其塑料袋内壁出现一些液态水珠（酒精液滴）。”接着提问大家：“这是为什么呢？”学生回答：“是因为在塑料袋内部发生了物态变化，变鼓的过程发生了‘液态酒精变为气态酒精，是汽化过程’；变瘪的过程是发生了‘气态酒精变为液态酒精，是液化过程’。”接着进一步提问：汽化和液化的特点，以及汽化的形式有几种，分别是？液化的方式有几种，分别是？最后将所学的物理知识回归到日常生活之中，让同学举例生活中存在着的汽化现象和液化现象。在此过程中，如果有学生提出疑问，主讲人无法回答的时候由教师予以补充。

　　步骤二：点评环节（1分钟）

　　为了让每个同学的综合能力得以提升，在“主导复习”之后开展点评环节。学生可就语言表达、仪态以及逻辑等方面进行点评（如：主讲人在台上主导复习时站姿歪斜、摇摇晃晃；语速较快或慢，语言表达不够准确等）。教师可就知识点的准确性、逻辑清晰度、表达流畅度以及互动积极性等方面进行点评，对突出亮点要着重点出并表示肯定，主讲人在接收到指正之后予以感谢。

　　五、评价与反思

　　（一）评价方式

　　生评：主讲人自我评价，学生之间相互评价。

　　师评：对各同学课堂参与度、复习完成质量和效果等进行评价。

　　（二）反思

　　目前处于起步阶段，但“学生主导复习”模式的开展，使得课堂参与积极性有了一定的提升，参与课堂复习的学生人数增加。各班主讲人的方式也各有特点，能够引起本班同学参与课堂之中。但还存在一定的不足，比如某些同学为了完成复习任务而完成，缺乏一定的创新。对于一些知识难以自主梳理，这项能力还有待提升。有的同学的语言表达能力，仪态问题仍需要在之后的复习活动中不断提高。针对以上情况，需要教师做到引导学生依据自身兴趣特点，人格魅力设计复习方式。帮助学生对知识点进行梳理与框架的搭建，并就知识点进行演练，使语言表达更加地精简，流畅。
`;