window.__tempArticleContent = `
　　花开了，小路旁的草坪上开了遍地的野花，春日都浸在这片美好中，一株绚丽的淡蓝色小花留住了我的视线，它开得泼泼洒洒，似这人间四月的春色，煞是烂漫。

　　和煦的阳光穿梭于茫茫花海，一束适逢其时的阳光径直照在鸢尾花上，空气中弥漫着一股若隐若现的幽香，吸引着我朝它靠近，再凑近些，我的脑海中只有一个念头：把这株夺目的鸢尾花摘下来。

　　如在花间做一个幽幽香远的梦，它那般虚幻，又让人神往。“蓝色妖姬飞舞灿；轻盈蝶韵气如兰”，或许是被仙妖迷乱了心智，我的眼中竟再也看不到旁的花了，淡蓝色的花瓣上覆看清晨的露珠，枝叶衬托着花的娇艳，大叶子又长又扁，小叶子又嫩又绿，细微的绒毛清晰可见。

　　清冽的风骤然闯入，太阳逐渐收起锋芒。刹那间出现千万条细丝，荡漾在空中。只听到淅淅沥沥的雨声，雨落下来激起了一圈圈涟漪。半晌，衣角被打湿，花儿们弯下了腰。

　　绵绵细雨落不尽。低垂的眸，望眼欲穿中的那一抹淡蓝色，一瞬间，我不再观赏这美景，转过身踱向雨亭。倏然间迟疑片刻，想到未能摘下鸢尾花的遗憾，还是再看一眼罢。又怀着些许忧心：它不会被风雨摧残束缚了吧？

　　蓦然回首，只一眼，又失了神。那株鸢尾花仍然那般光彩耀目地仰着头，在风雨中摇曳生姿。风雨没有阻碍它的绽放，反而添上了一丝生气勃勃，它就在那里熠熠生辉。如在雨中翩翩起舞的蓝蝴蝶一般，展现着独属于它的生命。带着丝丝凉意的春雨打在人的心间，风雨中的它着实让人惊艳。

　　花依然开着，春雨也继续眷顾此处。雨后初霁，我打消了摘下那株鸢尾花的想法。它应该是美好的、鲜活的。它并不是我的花，我只是恰好途经了它的盛放。
`;