window.__tempArticleContent = `
　　花落翩翩，岁月茬苒，风扬起时，繁花落尽，漫天纷飞的花雨落在春的泥土里。

　　春天是花的季节，散漫的紫叶李花映衬着这个世界，可惜我才疏学浅，文笔平平，写不出王安石笔下“纵被春风吹作雪，绝胜南阳碾成尘”的孤独高冷；惜我文笔平平，写不出刘禹锡诗中“唯有牡丹真国色，花开时节动京城”的惊艳动人。在百花争艳的时节，五中校园绽放着一朵朵娇美的花——紫叶李。

　　清晨我沐浴着和煦的春风踏入校园，映入眼帘的便是一幅紫叶李与五中雄伟校门相掩映美丽图画。晨朝的雾气还未褪去，露珠亲吻着白色的紫叶李花，在阳光下金光粼粼，朗朗读书声回荡在校园。

　　下了晚自习后我独自漫步校园的小径，此时阴雨过后，恍惚间一抹粉色闯入我的视线，丝缕花香随着雨后的清新进入我的鼻腔，皎洁的明月映着路灯，照着花上那含苞欲放的花苞，一点点拨动了我的心弦。

　　春风绕过树梢，树叶轻轻摇曳。落花如同翩翩起舞的蝴蝶，飘然坠落。在平静的水面泛起了阵阵涟漪。可惜啊，紫叶李的花期很短，如流逝的青春，如这三年的初中时光。我想，待到来年紫叶李盛开时，我们就要踏上离别的征途，那时我们以落日的余温为纸，以清风的缥缈为笔，继续谱写青春的诗篇。蓦然回首，时光如同白驹过隙，转眼便流水匆匆，宣纸一笔成画，素指合捻生花，我笔下的青春只是墨色淡了，没有写出放荡不羁与青春无悔，只愿那凋零的紫叶李替我写下那似水流年。

　　青春是一场离别，离别是为了更好的相逢，愿来年紫叶李盛开时，故人都将重逢。
`;