window.__tempArticleContent = `


　　子曰：“知之者不如好之者，好之者不如乐之者。”我国古代就有关于学习方面的看法,孔子是我国古代的大教育家,他提倡要乐于学习,以学习为乐,才能更好地学习。在学习中，我总发现很多同学在课堂上并不喜欢回答问题,学习十分被动。自从学校迎来了教学改革,学校的课堂在悄悄地改变,同学们的学习习惯和学习态度也在改变。

　　学校的改革便是提倡小组学习，让同学们主动学习，为此学校还为每位同学订购了导学案,让每位同学提前学习,自主学习,为了让同学们学习更加主动,积极参与课堂,学校还制定了记分制度，小组成员在课堂上回答问题便会加分。为了更好地实践学校的这项改革,我们班按照成绩排名分好了小组,小组内有小组长带领学习。

　　改革之初,我清楚地记得那节语文课,老师带领我们一起学习《桃花源记》。语文老师面对学校的改革，对我们的要求便是课前做好本课导学案上的题目,上课时来订正,对于记分制度，语文老师规定中上等成绩的同学上课每回答一个问题加5分,成绩不好的同学上课每回答一个问题加8分,以一周加计，总分最高的一组会有小奖励，而总分最低的一组则会受到惩罚。“铃铃铃”上课了,同学们从娱乐中回归课堂,语文老师来到教室,简单的课前流程过后,老师画好积分表格,进入正题,开始上课。老师打开课件,在班班通上放出导学案上的题目便说道:“谁来回答?”开始寂静无声,接着从教室各处伸出几只小手,都是几个学习好的同学,老师看了看,接着随手叫了几个举手的同学上黑板书写答案,他们写完,老师便叫他们自己在表格中加分后，便开始订正答案。下一题,老师刚放出题目,我便发现有人举手了,从举手的人中,我一眼便看见了之前在课上安静无比的A同学,还有之前在课上总是不敢回答问题的B同学，我一时震惊,他们居然开始举手回答问题了，很显然,老师也注意到了他们,便让他们上黑板书写答案。我定睛一看,他们的答案不仅准确,而且他们的书写也十分工整漂亮,为此老师也有被震惊到，随后老师的脸上便是藏不住的笑容，老师让他们各自加分并给予了他们表扬。

　　为了让课堂更加活跃，老师接下来的一题并没有依据导学案上的题目，而是自己出了一道题,老师布置我们针对“见渔人,乃大惊,问所从来,具答之,便要还家,设酒杀鸡作食。村中闻有此人,咸来问讯。”几句发挥天才的想像,要求小组合作进行交流探讨,十五分钟后请小组以角色扮演的形式向大家展示。

　　各组接到任务后都展开了激烈的讨论，在我们组内，我先开口说：“我认为我们可以结合一下翻译。”接着之前在课堂上总是低头苦干的C同学开口了：“我同意，我觉得渔人来到此地村民应该是对渔人带有敌意的，所以我认为咸来问讯的村民可以这样说：‘你到此处有何目的？你要是心怀不轨，就不要怪我们不客气了。’同时我认为我可以扮演村民。”“我同意你的看法。”在一旁看书的D同学也开口了，“我还认为具答之可以结合前文，比如我们可以这样说：‘我从外面沿河而来，在河水的源头，我看见山下有一个洞口，洞口里有光亮，我便进来察看。’同时我认为我可以扮演渔人。”之前在课堂上总是寂静无声的E同学听完他们的建议也说到：“对，我也同意你们的观点，同时我也认为应该结合生活中的情境，如我们说话的语气之类的，我也可以扮演村民。”我惊叹他们的回答，然而更惊叹的却是他们积极参与课堂与回答问题时的思索，于是我说道：“我们现在可以做一下简单的记录，然后对照一下角色并把台词记一下就可以了。”

　　就在我们刚好完成之际，老师喊了一声“停”，我惊讶这十五分钟竟过得如此之快，还没来得及反应，老师便向我们这边走来并说道：“我们这一组讨论得十分激烈，那就先请这一组来展示吧。”

　　我们立刻起立，开始了我们的表演。村民E同学对着D同学惊讶地说：“你是谁？为什么会在这里？你从哪里来的？”渔人D同学回答道：“我从外面沿河而来，在河水的源头，我看见山下有一个洞口，洞口里有光亮，我便进来查看。”村民E同学接着说：“既然是从外面而来，那便是客，那你愿意去我家吗？先吃点东西。”渔人D同学回答道：“可以。”这时，其他村民来了。随即村民C对着D同学说：“你到此处有何目的？”同时扮演村民的我说：“你要是心怀不轨，就不要怪我们不客气了。”我们的表演结束，老师随即让我们坐下，然后评价道：“这一组的表现十分不错，想象也很丰富。”老师也满意的点点头，接着说：“来，让我们有请下一组。”……我看了其他同学的表演也是十分精彩，同学们都充分发挥了自己的想象，积极参与讨论，共同完成了任务。

　　与其被动学习，不如主动出击，积极参与学习。我喜欢这样的课堂，喜欢做课堂的主人，喜欢在欢快中学习，喜欢自己解决问题的过程，喜欢与同学讨论问题的过程。在这样的课堂中，我见证了其他同学的进步，也见证了自己的进步，这些变化细小无声，却又震耳欲聋，我们的胆量也在跨越了一大步，学习成绩也在不断进步。新改革推动了民族教育新发展，让我们在学习上拨云见日。
`;