window.__tempArticleContent = `
　　神州锦绣，高原神游！仙居何处？天柱金凤。齐声赞，石柱擎天翘首宇寰之雄姿；不尽言，金山溶洞凤城最深之竖井。悦情揽胜，携伊人，观春花夜月，凉台倒影相映成趣；望嫩草斜阳，钟灵毓秀；看龙泉喷玉，通体清凉；瞄美女梳头，脚酥心痒。抒怀性灵，会高僧，听金凤晓钟。事商贾，喜佛老；兴庠序，行孝悌；尚文重信，齐家自修；清江人文射牛斗，青年才俊显风流；三星拱月，觅先人神韵；?濮头雾雨，览纯正民风。赏不穷，壮美俊秀；悟不尽，蕴蓄千秋。

　　俱往矣！中华国立换天地，湘黔界僻谱新篇。科教工业旅游，三大改造，黄髫欢颜，兴县战略，何其壮哉！指点江山，挥师十万，高士倾东南，鸿儒助擎天。拓蛮荒，石破天惊英雄汗；排万难，山摇地动百姓揽。乌金翻滚，晶石绚烂，喜企业春潮涌，赞凤山工业园。“黔东第一关”、“中国重晶石之乡”、“贵州高原黄金城”之美名流传！

　　一夜春风过，擎天花遍开，政通人和，人杰地灵，百业俱兴。石柱岩玉柱耸立插云霄，阡陌交通换立交。三黎高速立交迎八方之宾，白市水电东送惠两广之民。谁言地无三分银？岂不见，重晶石与煤矿，浅埋藏，质优良，采冶忙，金玉不可量。

　　玉柱苗疆无雾霾噬骨，有天然屏障，港巷侠风，冬暖夏凉。城外农家竹海避暑，城内十里荷花芬芳。水景长廊散尽春花秋月，功夫皇菊沁人心堂。巴州千年银杏，轻叩庄生晓梦；龙章万岁枫木，放飞和平梦想；清江苗人跳花，展万种风情；南北侗人放歌，溯千年流光；四月八寨，耕牛文化，神秘幽远；注溪溜歌，社节喷香，篝火一夜，热情奔放；坪地铛铛，智勇铿锵，镰刀伴舞，雅雀惊惶；土鸭土产，不能掷箸；各姓家祠，无限风光。

　　习近平新思想，以人为本，如意风吹奔康庄；精准扶贫，强国固本，稻花香里米盈仓；科学发展，统筹兼顾，百业腾飞俱兴旺。华夏擎天，蒸蒸日上！
`;