window.__tempArticleContent = `
　　为营造丰富的校园文化氛围，促进学校体艺教育特色勃发生机，培养学生追求高尚美雅的艺术情趣。2023年11月6日至9日为期四天，天柱县第五中学隆重举行了以“健康 聪颖 活泼 向上”为主题的第六届校园田径运动会暨第二届校园文化艺术节活动。此次活动全校师生3000多人齐聚一堂，共襄盛举。本次活动的开幕式由潘文韬、杨倩主持。

![  ](https://s41.ax1x.com/2026/01/03/pZUytfI.png)

　　在开幕式上，全校59个方队以铿锵有力的步伐踏步进场，他们青春活力，斗志昂扬，为本此活动开启了运动的热情。伴随着激昂的国歌声, 鲜艳的五星红旗冉冉升起, 现场的同学们，共同见证了这一庄严时刻。

　　首先，学校副校长吴小海为本次活动致开幕致辞。他希望全体同学在运动会的比赛中，用激情和力量，充分享受比赛的过程；希望全体师生在本届艺术节活动中，用自己的才华彰显学校的文化自信；希望全体同学通过运动竞技，磨练意志，强健体魄；通过艺术特长, 展现优雅和美。让运动的激情和艺术的盛宴为同学们未来的生活和学习带来无限的可能。在开幕式上, 裁判员和运动员代表也上台宣誓。纷纷表示:裁判将全力以赴做好本次运动会的裁判工作，认真负责，公平，公正，公开做好每一个项目的竞技统计与裁判；运动员在比赛中遵守比赛规则, 尊重对手, 赛出成绩，赛出水平，赛出风格。

　　值得一提的是，在开幕式上，学校舞蹈队献上了一支极具民族文化特色、劳动之美、力10量之美的《镰刀舞》舞蹈。学校侗歌班倾情演唱了一曲侗歌和红歌后，并带领全校师生合唱校歌，歌声伴随着丹桂之香溢满整个校园，歌声久久回荡，沁人心脾。
　　
　　![  ](https://s41.ax1x.com/2026/01/03/pZUyJkd.png)

　　此次运动会和艺术节活动有跳远、跳高、长跑、短跑、接力赛、旋风跑、书画展等多个项目。在比赛现场，同学们展开激烈的角逐，各班的同学们沉浸在热血沸腾的竞技氛围中。每一个精彩瞬间都引发同学们热烈的欢呼声和掌声，体现出同学们的拼搏精神和对艺术的热爱。其中，田径比赛无疑是最大的看点之一。各班英豪纷纷展现出自己最佳状态，跳跃、投掷、冲刺，每一个动作都引起观众们的热烈掌声。短跑比赛中，选手们在跑道上驰骋，如飞奔的骏马，观众们都惊叹于他们的出色表现。书画、跳高等赛事同样吸引了众多目光，比赛现场气氛热烈，紧张刺激。此次运动会和艺术节活动的开展，不仅促进了全校各班级之间的交流与竞技水平提升，更为同学们的学习注入了新的活力。通过此次盛会，同学们对于体育的热爱得到了进一步提升，对于艺术的追求得到进一步的激发。同时, 运动会和艺术节的成功举办也为学校的形象增光添彩，展示了我校学子在体育技能上和艺术追求上的实力和魅力。
　　
　　![  ](https://s41.ax1x.com/2026/01/03/pZUy8TH.png)

　　经过四天的比赛，满载荣誉而归的同学们，高高地站在领奖台，他们竭尽全力，满腔热血，为班级为自己捍卫了荣誉。
　　
　　![  ](https://s41.ax1x.com/2026/01/03/pZUyYtA.png)

　　总之，本届运动会暨艺术节的成功举办是一场体育和艺术的竞技盛宴，展示了同学们体育技能上的发展潜力，也展现了师生们向善向美的高雅艺术情操。
`;