window.__tempArticleContent = `
　　没有攀登的勇气，怎么领略顶峰的风光！

　　——题记

　　起初我只是一名平平无奇、浑浑噩噩的普通学生，一次考试的超常发挥，取得了优异的成绩，引起了老师注意，她告诉我，她给我定的目标是我县重点高中的实验班。一开始我是退缩的，心想：老班这是让我攀登永远到达不了的山峰呀，这都是人中龙凤才能做到的事情。可后来老师说的次数多了，我也觉得我行，于是便坚定了这个目标，开始上进努力。

　　确定这个目标时，我在疑惑：我真能做到吗？在这校内比我优秀的人比比皆是，更不用说全县了。对于这个目标，我有过犹豫，但决不放弃，因为一个人不能没有志向，且志当存高远。我开始收起好玩的心，把大部分时间用在学习上。当然我只把时间用在喜欢的科目上，不喜欢的看一眼就头疼，严重偏科。老师告诉我，别让偏科成为我的绊脚石，但是如果努力一点，劣势可以转化为优势。从此，我决定要把“伤口化作玫瑰”，开始重点补“拖我后腿”的政治这一科目，可每当我信心满满的上交答题卡下来的分数却总是那么不尽人意，我颇有一种“我本将山向明月，奈何明月照沟渠”的无力感。政治上不去就罢了，因为没时间顾及英语，英语成绩也一落千丈，真是祸不单行啊！再次想过放弃，但我不甘心，我都努力那么久了，不能半途而废呀。于是我在反思，为什么会这样，感觉自己已经很努力了，就是没达到预期效果。老班一句“你的学习方法对了不”点醒了梦中人，我改变学习方式，与老师交流学习心得，请老师指点迷津。几乎倾尽所有时间，学习成绩最终触及到理想的边缘了，考进全县二百多名，最讨厌的科目——政治也拿到了班级单科王，有一种大仇得报的快感。

　　我深知人外有人，天外有天的道理，我仅仅拿到了攀这座山峰的入场券，接下来的坡还要自己攀，加油！生命不止，奋斗不息。
`;