window.__tempArticleContent = `
　　人生是一场旅行，在这场旅行中我们会遇见许多的事情，做出各种决定和选择，然而有些决定和选择做出后，我们会想到更合理的做法。

　　月光在静谧的夜晚更显皎洁，万千星辰发出微弱的光与之交相辉映。窗外是皓月当空的美景，屋内的少年却无暇顾及，稚嫩的面庞上带着不属于他这个年龄的淡漠，好似一个木偶人。一双猫儿似的眼睛看着桌上的练习册，手执笔在上面飞快的书写着，皓月当空夜深人静，只偶尔听见几声蝉鸣，本应进入梦乡的人却独自一人在夜深人静时与一盏孤灯相伴，厚重的练习册仿佛提醒少年这是一个不眠之夜。

　　天空泛起鱼肚白，一轮红日缓慢地从地平线上升起，阳光驱散了黑夜，却驱散不了少年乌黑的眼圈。洗漱好后，少年独自前往补习班，一节课上完后又前往另一个地方。周末本该是放松休息的时候，少年却独自一人奔波在各个补习班之间，脸上无波无澜，就像一个木偶人按照设定好的剧情走下去。

　　直至落日缓缓来临，昏暗的天空与橘色的晚霞形成一道唯美的分界线。少年独自走在回家的路上，路过篮球场时停下了他的步伐，激情然烧的蓝球场上，一群少年活力四溢，大撒汗水。一次又一次的进球。少年淡漠的脸上出现了向往，本该是肆意张扬的年纪却被上不完的补习班写不完的练习册压迫成一个麻木的木偶人。少年有他的山海，有他的重重山影，有他的万里波涛。如果可以，风给他，沙漠给他，天空也给他。是无拘束的风，会下大雨的沙漠和铺满星辰的天空。万物给他，让他自由。

　　少年就是一抹骄阳肆意张扬，全身都在发光。自由比压迫和束缚更适合少年。
`;