window.__tempArticleContent = `
　　青春因有梦想而变得有意义，因有梦想而美好幸福。——题记

　　“青春总是令人羡慕”，青春可以比作世界万物，可我却只想把它比作大树、梅花、蜜蜂。

　　我们的青春像一棵大树，每天都在生长。日复一日，年复一年，每年、每天都有枝桠在生长，在上进，我们的青春就应该像它一样，天天上进，只有这样，我们才能战胜前一天的自己，让自己更加完美。我们的青春应力争上游。

　　我们的青春像一只蜜蜂，无论是平地还是丘陵，只要有花的地方就会有它。它的一生都很勤劳，为了蜂蜜，他们勤奋工作，为的是自己已和蜂后的幼卵，它们用自己勤劳的双手换来了自己的劳动成果，这不由让我想到了一句话：“采得百花成蜜后，为谁辛苦为谁甜”。我们的青春应发愤图强。

　　我们的青春很美好，但是各有不同，但这一些不同却筑就了我们形形色色的青春。

　　在我们的生活中，个人的梦想都不同，有的人要当救死扶伤的医生，有的人要当英勇无畏的警察，有的人要当保家卫国的军人。总之，一代人有一代人的不同。周恩来说了一句让我无法忘记的话：“为中华之崛起而读书”，他从小就有这种志向，又怎能不成大器呢！弗罗斯特所写的《未选择的路》中有这么一段话：“也许多少年后在某个地方，我将轻声叹息把往事回顾：黄色的树林里分出两条路——而我走了人迹更少的一条，因此决定了我迥异的旅途。”周恩来选择了一条更难走的路——革命的道路。他的一生都在为国家奉献，他也因此被世人尊重，“十里长街送总理”，可见百姓对他的爱戴。他无私奉献、忠于革命的精神值得我们学习。

　　青春各有不同，但又有相同之处。

　　我们的青春是短暂的。“劝君莫惜金缕衣，劝君惜取少年时”，青春是短暂的，但又如烟花般绚烂，有人虚度光阴，有人惜时如金，他们会在有限的青春里去帮助他人，实现自己本身的价值，让青春更加光彩。他们的精神值得我们继承和发扬。我们的青春是快乐的、有成就感的。当我们帮助他人过后，每个人都会对你说一声：“谢谢！”每当这时，帮助他人时的劳累都会烟消云散，都会觉得之前的所做都值得，更有成就感，从而有动力让人继续下去。

　　我们的青春是有梦想的。一代人有一代人的使命，一代人有一代人的精神，一代人有一代人的梦想。梦想就像一盏灯，能照亮前行的征程，梦想就像一缕阳光，给予身处黑暗的我一丝温暖，梦想就像一滴雨水，给予我新的希望。

　　我们的青春是喷薄的旭日，是竞发的百舸，是一路坎坷执着地奔向大海的小溪。青春的我们拥有掌握未来的能力，拥有对未来最斑斓的想象，最无悔的追求。青春正好，逐梦前行。

　　生逢盛世当不负盛世，生逢其时当奋斗其时，让我们努力吧！努力振兴中华民族，振兴中国吧！奋力向前，无悔青春。
`;