window.__tempArticleContent = `
　　清晨七点，当第一缕阳光刚刚穿透云层，五中的校园里已响起熟悉的脚步声。唐才清，这位已在总务主任岗位上坚守了九年的“老黄牛”，又开始了一天的忙碌。他的身影穿梭在食堂、教学楼与操场之间，仔细检查着每一处设施，目光如炬，不放过任何一个可能存在的安全隐患。

　　唐才清的办公桌上，常年摆放着一本厚厚的工作日志，密密麻麻记录着学校各项事务。小到更换一盏灯，大到校园基础设施改造，每一件事他都亲力亲为，力求做到尽善尽美。九年前，学校刚刚组建，接手总务主任工作时，学校的后勤管理存在诸多问题，很多设备没有添置到位，一些新添置的设备需要调试磨合，食堂电路经常跳闸，常常影响正常的教学秩序。面对这些难题，唐主任没有丝毫退缩，他一头扎进工作中，白天实地勘察，晚上研究解决方案，上报方案，凭借着一股不服输的劲头，逐步改善了学校的后勤保障状况。？在同事们眼中，唐主任是个“工作狂”。周末和假期，当大多数人都在享受悠闲时光时，他却主动放弃休息，坚守在校园里。寒暑假是学校进行大规模维修和改造的黄金时期，为了不影响新学期的正常开学，

　　唐主任几乎整个假期都泡在学校。去年暑假，学校计划更换教学楼屋顶的瓦片，消除瓦片掉落的安全隐患，对教学楼的屋顶进行全面改造。炎炎烈日下，唐主任每天早早来到施工现场，与施工人员沟通协调，监督工程进度和质量。有一次，因为连续多日高温作业，有点高血压的他差点中暑。学校领导都劝他回家休息，他却摆摆手说：“工程进度不能耽误，这点小毛病不碍事。”就这样，在他的努力下，屋顶改造按期完成，为新学期的安全开学提供了坚实保障。

　　然而，在这无私奉献的背后，唐主任也有着深深的愧疚。因为工作太忙，他很少有时间陪伴家人。女儿现在已经大学毕业，但回想起来，从初中到高中女儿的家长会他几乎从未参加过，父母生病住院时他也只能抽空去探望。但家人对他的工作给予了充分的理解和支持，这让他更加坚定了为学校、为师生服务的信念。

　　对于学生们来说，唐主任就像一位和蔼可亲的大家长。他总是把学生的需求放在首位，时刻关注着校园生活的细节。上个星期天，教学楼三楼电路故障，恰巧学校电工又生病住院，唐主任亲自到现场尝试抢修，但故障一时难以排除，他随即安排购买蜡烛送到教室，当学生们向他表达感谢时，他只是笑着说：“看到你们能安心学习，我就放心了。”

　　在生活中，唐主任是个极其节俭的人，好多老师都开车上下班，他却一直骑电动车上下班。但在学校的各项事务上，他却从不吝啬，只要是对学生有益、对学校发展有利的事情，他总是毫不犹豫地投入。目前，我校是天柱县校园环境最好的学校，成为了师生们心中的乐园。

　　九年如一日，唐主任用自己的实际行动诠释了什么是责任与担当。他没有惊天动地的壮举，也没有豪言壮语，只是在平凡的岗位上默默耕耘，不计个人得失，任劳任怨。他就像校园里的一棵大树，为师生遮风挡雨；又像一盏明灯，照亮着学校发展的道路。他的奉献精神感染着身边的每一个人，成为了天柱五中全体师生学习的榜样。

　　在未来的日子里，我们相信，唐主任依然会坚守在自己的岗位上，用自己的汗水和智慧，继续书写着属于他的精彩篇章，守护着校园里的每一个角落，为学校的发展贡献自己的全部力量。

　　（供稿：天柱县第五中学党支部潘齐勇）
`;