window.__tempArticleContent = `
　　春有暖风秋有收，夏有灼热冬有寒。季节流转间我已经步入八年级，回顾过去，四季就像我人生成长的看客，看完了我编写的一场又一场剧目。

　　云天收夏色，木叶动秋声。跟着秋天呼唤我的声音我步入初一。那时的我还带着小学生的懵懂，心志并不成熟，认为初中也不过是升了一个层次罢了。所以初一上学期我并不用心学习，上课总是三心二意，作业也不认真完成，在班级也能够排二十几名，自认为自己就是学习的料，直到那次。

　　寒冷降临人间，周围的一切都是衰败的景象，没有一点生机。七年级上学期的期末考试到来了。我前往考场，寒风狂啸，使树上所剩不多的叶子吹落在地。我瞥了一眼那一抹枯色，嘲笑它的落幕。踏入考场找到自己的座位，拿到试卷胡乱写着答案。几个星期后成绩出来了，母亲抓着手机，手关节发白，双目发红地向我怒吼：“你上学到底在干什么！我和你爸辛苦养你！你却考个390来回报我们！”怒至极深用力扇我一巴掌，我低着头不敢看她，“给我好好反省！”

　　我慢慢回到房间，坐在书桌前，拿起我曾经站在国旗下领奖露出灿烂的笑容的照片，想起了我说过要努力学习日后考上高中的梦想，突然有一丝恍惚那时的我自信明媚，现在的我自卑又胆小。为什么？想了许久才隐约有一个念头，我猜是成绩！我将眼泪擦干，放下手中的照片。将我以前的试卷找出来，试卷周围全是我在老师讲题时画的涂鸦，上面的错题虽然都被我订正了，但只有答案我并不知道答案从何而来。我拿出课本找到书上的例题，根据上面的方法将错题重新解答，那一夜我把所有的时间都用来解开那道数学题，不知何时我终于将那道题解开了！草稿纸上的解析、换算、运算不知重复了多少遍，我放下笔看着那道题是那么的自豪。次日清晨，北风还在窗外呼啸，我早早起床将我落下的功课补回来。母亲早起为我做早饭，见到我的努力，似乎也有一丝欣慰。

　　这年寒假，我没有像往日一样颓废，我将无脑小说丢进垃圾桶，将摆烂的心思收了进来。每日清晨我都用来背单词与古诗，晚上台灯下我拿着草稿纸来验算数学题。冬天这位看客，看完了我一次又一次关于努力的剧目。

　　寒冬随着时间的流逝离去，春天到来让希望降临人间。我用全新的形象迎接新的学期——上课认真、作业认真完成，将所有的心思放在学习上。为那个能够证明自己的机会而努力。

　　七月是一个充满希望的季节，学子为了梦想而努力，积蓄力量只为在这时厚积薄发，我便是其中之一。夏日的阳光总是那么热烈，就像我们热烈的青春。我迎着阳光步入考场，这次我以自信的状态迎接这场能够证明自己的期末考试。试卷传到我手中，上面的题目是那么的熟悉，提笔写下答案。全科考完走出考场，被大樟树滤得澄澈的阳光，透过树枝的间隙洒在我的身上使我疲倦的身体感到舒适。

　　几星期后成绩出来了，我考了580分！我激动的欢呼，我的奋斗让那个优秀的自己回来了。我告诉夏天这个喜讯。夏天用蝉鸣为我弹奏一曲喜庆的交响乐，与我共同庆祝成功的喜悦。

　　“路途不坠志，行远守初衷。”成长是知识与心志的蜕变。四季陪着我度过了一次又一次困苦，看过我一次又一次拼搏，四季轮回，恰如成长的波折，冬之蛰伏是积累，夏之绽放是收获，我们在四季交替中不断成长。
`;