window.__tempArticleContent = `
一、案例背景

数形结合思想是指把数量关系和空间形式结合起来去分析问题和解决问题。数与形是数学教学研究对象的两个侧面。一方面是抽象的数学概念,复杂的数量关系,借助图形使之直观化,形象化,简单化,另一方面是复杂的形体可以用简单的数量关系表示。这种数与形之间的相互作用叫做数形结合,是一种重要的数学思想。数形结合是数学学科学习中的一种极为重要的思想方法。

二、案例描述

(一)内容

课题学习:根据三视图制作立体模型。

(二)内容解析

前面学习了“由物画图”和“由图想物”,本节课的问题是由三视图制作立体模型,主要是“由图制物”的实践活动,这是结合实际问题动脑与动手并重的学习内容。问题 1需要制作立体图形的展开图或直接制作立体图形的各侧面,再折合或粘合起来,让学生体验解决问题方法的多样性,发展创新意识。问题 2是将想出的立体图形直接制作出来。两个问题都是前面三视图知识的综合运用与实践,适合在教师指导下,学生采用独立学习与合作学习相结合的方式完成。

基于内容分析,运用数形结合数学方法解决“由图制物”问题,不仅可以让学生掌握核心内容“三视图”,还可以培养学生的动手能力。同时,学生运用数形结合思想解决数学简单的实际问题,进一步感受立体图形与平面图形之间的联系。

(三)活动过程:

1.活动材料

刻度尺、剪刀、小刀、胶水、硬纸板、马铃薯(或萝卜)

要求学生认识手中的实物,结合课题学习中由三视图制作立体模型的实践活动要求,体验平面图形与立体图形的转化过程,进一步感受立体图形与平面图形之间的联系,增强学生的空间观念，提高学生的学习兴趣。

2.小组活动

活动1以硬纸板为主要材料,分别做出下面两组视图所表示的立体模型。

活动2按照下面给出的两组三视图,用马铃薯(或萝卜)做出相应的实物模型。

活动3下面的每一组平面图形都由四个等边三角形组成。

(1)指出其中哪些可以折叠成多面体.把上面的图形描在纸上,剪下来,叠一叠,验证你的答案;

(2)画出由上面图形能折叠成的多面体的三视图,并指出三视图中是怎样体现“长对正，高平齐,宽相等”的;

(3)如果上图中小三角形的边长为1,那么对应的多面体的表面积各是多少?

归纳:通过学生自己动手实践,自己制作,由图形得出立体模型。在活动过程中,教师通过渗透数形结合思想,以“长对正,高平齐,宽相等”为依据,帮助他们解决所遇到的困难,并协助他完成模型制作。让学生积极展示自己的作品,使学生感受到成功的喜悦,体会数形结合思想在解决数学问题中的应用价值。

活动 4下面的图形由一个扇形和一个圆组成.a.把上面图形描在纸上,剪下来,围成一个圆锥.b.画出由上面图形围成的圆锥的三视图.

c.如果上图中扇形的半径为 13cm,圆的半径为5cm,那么对应的圆锥的体积是多少?

\\\\\\\\frac{1}{3}\\\\\\\\times\\\\\\\\pi\\\\\\\\times 5^2\\\\\\\\times\\\\\\\\sqrt{13^2-5^2}=100\\\\\\\\pi\\\\\\\\left(cm^3\\\\\\\\right)

总结:数学是以数量关系和空间形式为主要研究对象的学科,数量关系和空间形式是从现实世界中抽象出来的。很明显,关于投影和视图的知识是从实际需要(建筑、制造等)中产生的,它们与实际模型联系得非常紧密,运用数形结合思想解决此类问题,会给我们带来方便。

3.课堂训练

由一些大小相同的小正方体组成的几何体的三种视图如图所示,那么组成几何体的小正方体有()个.

(A) 4(B) 5(C) 6(D) 7

归纳:根据三视图所表示的意思以及视图间的联系,想象出三视图所表示的立体图形的形状,从而根据物体的三视图制作立体模型。本题就是运用数形结合思想,得到立体图像,再判断立体图像由几个小正方形组成,也是数形结合方法的一种运用。

三、教学体会

在制作活动之前,学生必须明确三视图中“长对正、高平齐、宽相等”的含义,想象出立体图形的形状,这是具有一定难度的。制作的立体模型是否合理,充分体现三视图中的相对位置关系和大小关系。有序地组织学生运用数形结合思想制作立体模型,按正确的数与形的方法进行材料的剪切和拼接,从而培养学生科学、严谨的学习和生活态度。

由三视图想象出立体图形的形状,做到简单几何体的“由图想物”。涉及了平面图形与立体图形的转化,为了帮助学生更直观、形象的观察,完成知识基础的奠定,顺利转化。充分利用数与形的结合,由三视图转化成立体图形及平面展开图,并将相关数据转化、对应,进行面积、体积等的相关计算。完成平面图形与立体图形之间数据的对应,培养学生的空间想象力,搭建平台,为学生顺利进行相关计算奠定基础。

这样在生产生活中,运用数形结合方法来描述几何体和实物原型转化为平面展开图,解决在生产生活中实际问题,使学生在课堂活动中感悟数形结合数学方法的运用价值,也让学生体会到所学知识的重要性。
`;