window.__tempArticleContent = `
　　随着中考的脚步日益临近，为了营造浓厚的备考氛围，激励同学们以更加坚定的决心和昂扬的斗志迎接中考，3 月 21 日，天柱县第五中学在田径运动场隆重举行中考百日誓师大会。本次誓师大会邀请了百余位学生家长共襄盛举。周宗福、倪新馨老师携手主持本次会地。

　　本次大会，在激昂的入场音乐和助威声中，九年级的学子们昂首阔步，有序地迈入成功门。随着国歌声的响起，百日誓师大会正式拉开了序幕。

　　大会伊始，学校校长杨天益发表了热情洋溢的动员讲话，他勉励同学们，艰难方显勇毅，笃行更显珍贵。在这 100 天里，要比意志，比努力，比拼搏精神。他深情叮嘱同学们，在迎战中考的期间，要抛开那些不必要的青春纠缠和迷茫，秉持坚忍不拔之志，尽享少年拼搏之酣畅，再续青春不朽之长歌。随后，对 2024 年中考下达了目标，为中考倒计时揭牌。他洋溢着信心地说， 只需播撒一片绿色憧憬，便能孕育出一树繁茂的翠叶。

　　紧接着，学生代表、优秀毕业生、家长代表、教师代表纷纷上台.为全体九年级学生加油鼓劲。学校副校长授旗给九年级组长后，随着周宗福组长扛起的大旗挥舞，各班班旗在田径场上迎风飘扬。那飘荡的旗帜象征着迎战中考的信心，预示着凯旋而归的姿态。同时，每位旗手还为各自的班级送去了真挚的祝福。接着，七、八年级的学弟学妹们集体喊口号，为中考学长们加油打气。

　　随后，九年级的全体科任教师上台宣誓，纷纷表示愿意为学生中考保驾护航。龙启瑜老师铿锵有力地为同学们献上一曲《相信自己》，鼓舞同学们奋楫扬帆，迎接中考挑战。　大会进入高潮，全体同学起立，高举右手，庄严宣誓，誓言铿锵有力，振奋人心。随后， 同学们还在横幅上签名，将自己的名字和誓言留下，以此表达中考的决心和信心。在老师和家长的鼓励与期待中，九年级全体学生昂首挺胸，朝着理想目标，迈向成功大门。

　　青春少年志存高远，骏马奔腾驰骋天地。中考誓师大会如激昂乐章，奏响了中考胜利的进行曲。书山有路勤为径，学海无涯舟作舟。天柱五中九年级的学子们严阵以待，昂首迈向理想彼岸。秉持初心，肩负使命，静待春华秋实，繁花盛开。
`;