window.__tempArticleContent = `
　　我读了《曹操》这本书后，对曹操这个人有了新的认识。

　　以往人们提到曹操，就会联想起戏台上那一位“挟天子以令诸侯”的白脸奸臣。在这儿，人们只看到了曹操阴险狡诈的一面，却未看到他治国有方的另一面。曹操其实是一个很有本事的人。

　　试看，经过多年的战乱，中原地区农业生产遭受了极为严重的破坏，甚至出现了“白骨蔽平原”的悲惨景象。于是，曹操积极推广“屯田”方针。“屯田”方针分“军屯”和“民屯”两种。“民屯”就是召集百姓、编成组来开垦种地。屯田农民直属国家管理，可不服徭役，收获时只交给国家四至五成的粮食。“军屯”就是边防将士守边种地，收获的粮食全都上交给国家。由于曹操此举，才使中原农业得以很快恢复。

　　此外，曹操的知人善用也是很突出的一个优点。他打破了汉末以来官位世袭的传统，宣布重用那些出身低贱却有专长的人。如曹操手下的张辽、徐晃等，虽出身寒门，但有一技之长，都被提拔成了大将。所以当时自愿投奔到曹操门下的人也很多，形成了猛虎如云、谋臣如雨的盛况，为他日后夺取天下打下的坚实的基础。

　　曹操的军事才能也是极其突出的，在战争中，他常能以己之长，补己之短，变被动为主动，化劣势为优势，创造了许多以少胜多、以弱胜强的辉煌战例。如公元200年官渡之战中，袁绍想以10万大军的优势兵力直捣曹操的政治中心许昌，一举消灭曹操。当时曹操手下只有2万兵力，当他得知袁绍要发动总攻时，并同谋士分析当时的形势，利用袁绍优柔寡断，内部意见不统一的弱点，设计打败了袁绍，平定了北方。

　　通过读《曹操》一书，我不仅全面的了解了曹操这个著名的历史人物，而且也增长了许多历史方面的知识。
`;