window.__tempArticleContent = `
　　汤姆·索亚，在大人们眼中是个不折不扣的“坏孩子”：调皮捣蛋，爱恶作剧，总想着逃学，这些毛病几乎成了他的日常生活。可就是这样一个看似无恶不作的捣蛋鬼，心底却藏着难能可贵的闪光点。

　　一次，他和“野孩子”哈克为了一点微乎其微的小事跑到墓地去，却无意间撞见了一桩恐怖的杀人案。凶手乔却嫁祸给无辜的波特，愤怒的居民们将被冤枉的波特关押起来了。随着审判的日子一天天逼近，汤姆陷入了痛苦的挣扎：说出真相，怕被杀人不眨眼的乔灭口；隐瞒下去，良心又要被无尽的愧疚啃噬。最终他还是选择站上法庭，为波特洗清冤屈。这可是性命攸关的杀人案，凶手乔就在法庭上，汤姆他就不怕吗？说“不怕”是假的，但骨子里的正义感让他不顾一切也要还无辜者清白。

　　在汤姆生活的那个年代，那个地方，印第安·乔想要杀死一个孩子，如同踩死一只蚂蚁一样简单，可汤姆·索亚仍选择路见不平，挺身而出。反观当下，有多少人撞见小偷都选择明哲保身，怕惹祸上身，遇到事便逃得无影无踪。我曾在网上看见过一家网吧，门口挂着“抓偷车贼，奖励现金100元”。后来才知道，这里的车常被偷窃。抓贼本是义不容辞的，可如今却要用物质奖励来驱动，实在是令人唏嘘。若人人都像汤姆一样嫉恶如仇，主动站出，恶人便会孤立无援，又怎敢肆意作恶？

　　汤姆·索亚从不是一个无恶不作的顽童，而是个鲜活多面的少年。他的世界有阳光与莽撞，也有良知与勇气。他的故事像一束光，让我们看见：哪怕带着“坏孩子”的标签，只要有正义、有爱心，天性便能自在生长，终会在生活里闯出属于自己的一片晴空。
`;