window.__tempArticleContent = `
　　他，是一名数学教师，潜心研究，用心教学，利用“一对一”先进带后进、制定规划本等方式，帮助每一名学生不断进步。

　　他，是一名优秀班主任，做学生的良师益友，言传身教，悉心育人，让一个又一个学生变得更优秀。他，是一名爱心使者，无私奉献，牵线搭桥，帮助500多名寒门学子圆了求学梦。因为热爱所以奉献，因为挚爱所以坚守，他就是天柱县第五中学教师彭恩桦。

　　作为一名教师，彭恩桦始终坚信，亦师亦友更能让学生们进步。

　　2003年，年仅19岁的彭恩桦从师范毕业后便来到了天柱县坌处镇大冲小学任教。

　　“那时的冬天很冷，学校的条件也很艰苦，我总会烧好几壶热水，到晚上和早上拿给学生们洗脸、洗脚。还会烧上一炉炭火，给学生们取暖。更多的时候，我会炒些肉，给学生们改善伙食。”彭恩桦说，当时他一个月工资只有300多块钱，这些开销就花去了100多，但他觉得很值得，因为学生们也以好成绩回报他。直到现在，那届学生都还会给他发来祝福短信。

　　从教20年，彭恩桦总是这样用心对待每一个学生，与学生打成一片，做学生的良师益友。

　　教育教学上，彭恩桦也有自己的一套教学模式。除了采用“一对一”“一对多”先进带后进的教学方式外，他还要求学生制定一个规划本，将第二天需要做的事情罗列规划出来，比如要完成哪些数学题，要做好哪套语文试卷，要背好哪些英语单词等，第二天就参照规划本进行学习。

　　规划本的制定让学生的学习自律性得到了很大的提高，同时学习成绩也得到提升。

　　“我觉得彭老师的教学方式很好，他私下也非常和蔼可亲，很关心同学。天冷的时候我们不加衣服，他也会提醒我们。遇到彭老师我很幸运。”学生游钰霞说。

　　学生的肯定是对彭恩桦莫大的鼓舞，从带普通班到带尖子班，他一路在进步。他多次被评为县级“优秀教师”，2017年被评为黔东南州州级骨干教师，2020年被评为黔东南州优秀班主任。

　　不让一个学生因贫困辍学

　　彭恩桦出生在一个贫苦家庭，从小生活很艰苦。体验了人生的苦楚，他更能体会寒门学子的不容易，更想为贫困学生做些事情。2015年，彭恩桦加入了黔东南州青鸟助学会天柱支会，开启了他的助学之旅。

　　黔东南州青鸟助学会是一家致力于民间助学的公益社团，相关部门提供贫困学生的资料后，由像彭恩桦一样的志愿者到学生家中去核实情况，然后将核实到的情况反馈给爱心企业，从而使学生获得资助。

　　多年来，彭恩桦一直跟随青鸟助学会的脚步，江东、白市、远口、竹林……全县17个乡镇(街道)都留下了他的足迹，每走到一户，他都会想方设法让需要帮助的学生得到帮扶。

　　2021年，彭恩桦到远口镇黄田村走访一个贫困学生。经过了解得知那名学生父母双亡，姐姐在上大学，哥哥在上高中，家庭的经济来源就靠政府补助和亲戚朋友的资助。家庭的贫困并没有击垮几兄妹的意志，反而让他们知道知识能够改变命运，一定要好好读书。彭恩桦被他们的意志深深感动着，当即就与深圳市盛荟慈善基金会联系，帮助那名学生得到了每学期2500元的资助。

　　“我是一个通过知识改变命运的人，所以我想尽我最大的努力，帮助每一个需要帮助的孩子，让他们也通过知识改变命运，越来越好。”彭恩桦说，从教20年，他最自豪的就是，他班上的学生没有一个因贫困而辍学。

　　因为热爱所以奉献，因为挚爱所以坚守。彭恩桦始终坚守在助学公益岗位上，先后帮助500余名贫困学生得到了爱心企业的资助，他也连续两年被黔东南州青鸟助学会评为“优秀志愿者”。

　　转自《天柱融媒体》
`;