window.__tempArticleContent = `
　　作文足以怡情，足以傅彩，足以长才。其怡情也，最见于叙与情感之时；其傅采也，最见于笔墨挥动之间；其长才也，最近于日夜积累之中。

　　如何作文，止以予所思所想片面而论。

　　第一，作文要有清晰的思路，当应理清思路而决定何类型，在做以文。作文非同类同想同人而绝非作以似之一二，所以不以他人作文之思于自己文便因如此，不然何做优秀之文。

　　先有作文所思，而后构其大致一二，书于纸上，文以作文之提纲，确定写和与其构，为何作此？以助清晰思路，不致具体作文时有误或文笔乱序，以题作文效率以及质量。此为作文之二。

　　其三，论作文，开头与题不可少，若《黎明》故思其意，题名而文却非名题，亦可取兴新之意，人阅文而回首，止觉妙也。题名之要，甚文以为中心，可直言其文，亦可侧而文，是谓引人目之利剑。艳首则为驻足而观之核心，若一文始即平淡寡味，何谈留而观乎？文之留以悬念，或是以景作引，或是令人以思，或是令人动情，足为艳首，文而留心，末而首尾呼应，更是佳文之关键。

　　具文时，便为其四，不论其类，以线索穿尽通文，便更易文之，如《西跃谷记》便以“予”过西跃谷为线索，从而叙以文之。另为以景衬情，情融于景，做到情景物相互交融，至情于景，若想恤以情而不得止于情，以思乡寄情文思乡不仅如此，如《静夜思》“举头望明月,低头思故乡”中，高挂一月，故土可安能见此景焉，以月隐思乡，思乡寄以情，明月以渲思乡之愁苦，此是情景交融典范，含蓄内敛刻骨不可言，“老骥伏枥志在千里”豪迈而抒情，老当益壮，志存千里，仍未老，于龟而寄一统全国之心，所见，托物而言志亦可。

　　文一作，欲使其不凡，日夜积累为之要，名言句古诗文各大名著涉足欲广益好。当正所需方觉行云流水，直文无碍，其益得现。若非作此为，欲文而心中空荡，明有所思，却停笔而不能文，便因无作为。素材何来？用心记大小事而来，风景何来？善观生活之美而来，如何描写，便依日夜之累。此为其五。

　　而文之六，则为末而复改，至文以细致，予常手谕其文，于原文之上，重谕一版，文时心有所思而便得其景，时有灵光乍现，一字一句重文其作，更易察其误与不得意处。可与原文而改，亦可重文以求其美，二者皆有所优，或有更甚者矣。

　　若欲更进一步，便当有发散性思维，如题为母，何以现母爱？当不以寻常之事而文，阅题者自视同类而倦，便见题晓其一二，发散而思何文之，心有灵感而生，新异之题文，总引人目睛。

　　作文，除必文之任务，以有感而文者少矣。文者初衷以述情，喜怒哀乐尽由文叙之，提笔而文，末即有感，由然而生。作文如何而判？令己令人皆觉优秀，便为佳文，自得自豪之感，从而促作文之心，便愈有动力，愈有动力便愈作文，愈作文便愈有进步，与人之差距便于日常而胜。
`;