window.__tempArticleContent = `
　　每当听见风铃作响时，我总会以为是你回来看我了。

　　“人间骄阳正好，风过林梢。”瞧，这满树都是我对你的思念……听着窗外风铃清脆的响声，我缓缓闭上眼，静静聆听着，一帧帧画面浮现在脑海中，往深处移，最终定格在色彩最浓重的一幅……睁开眼，面前慈祥的老太太正弯着笑眼看我：“妞妞，睡醒了？”“嗯。”我伸着懒腰，应着。“你看。”外婆摊开手掌，我看见里面有一只小巧玲珑，做工精细的小风铃。我惊喜地大叫起来：“哇！这是给我的吗？太棒了！”我小心翼翼地接过风铃捧在手心，生怕磕坏了。“走吧调皮鬼，我们把它挂上去。”“好！快走快走！”我一蹦一跳地向后院那棵桂花树跑去，外婆总是追不上我的脚步。等她过来了，举起我向上托，我笑嘻嘻地将它挂在树尖上，“好了！”“我们妞妞真棒！”“外婆，以后我每次来你都给我一个风铃好不好？”“好啊，我们把它挂满。”耳边充满了笑声，有我的，也有外婆的。

　　画面一转，我从车上下来，冲外面迎接的外婆喊道：“外婆！我的小风铃呢？”“在这里呢！”我欣喜地接过，我们又将它挂在了树上……不久后，树上的风铃快要挂满了，我十分激动，要求爸爸给我们拍一张照片，记录这激动人心的时刻。爸爸接过相机，对准我们。外婆笑得很慈祥，我在她边上举着小风铃笑着，“咔嚓”一声，爸爸拍好了，我忙去看照片，欣喜地回头叫外婆，一转头，外婆却不见了，我焦急地四处寻找，叫喊着：“外婆！外婆！你去哪里了？”却都无人应答。梦该醒了……我记忆中只剩戴着呼吸机的外婆，窗外风铃叮叮当当地交织着，外婆的影子在我眼中渐渐消散。

　　我真的醒了吗？也许吧，我抱着那小小的骨灰盒，像她当时抱着我一样。“外婆，你怎么这么小气，躲在盒子里不出来见我，你食言了，说好了要把树上挂满风铃的……”外婆给我留下了一个箱子，很重很重，一打开，里面满满都是风铃。我看见下面有一张字条样的东西，急忙抽出来，是那张合照，上面的外婆笑得十分和蔼，身边总是跟着一个小小的影子。除了风铃与合照，还有一把水果硬糖。后来，爸爸给了我一封信，他说：“当时我怕你太伤心，就没给你……”

　　打开信，只有短短两句话：“妞妞，平平安安的，少吃点糖。”很潦草，写的时候一定很难受吧，您留给我的风铃年年挂，糖我却一颗未吃，都过期了……再睁开眼，眼前是被泪水浸湿了的合照。

　　外婆，你太小气了，一次也不来看我。外婆，你总是追不上我的脚步，我都长大了，你怎么能丢下我停在原地呢？

　　起风了，吹得风铃叮叮作响，是你来看我了吗，外婆？
`;