window.__tempArticleContent = `
　　晚风吹开了我桌上被遗忘许久的《骆驼祥子》，这本当年让我读不懂的名著，现在却让我思绪万千。

　　《骆驼祥子》是老舍的小说，讲述了那个年代最底层的人力车夫祥子生活的艰难和梦想的破灭。祥子来自农村，他乐观、勤劳，他的梦想是买一辆属于自己的人力车。在那个20年代的北平当车夫，扣除租用别人人力车的费用，收入非常微薄。但他早出晚归，省吃俭用，像一棵大树一样强壮：他不吸烟、不喝酒、不赌钱，把每一个铜板都看得比生命还重要。整整三年，他攒够了一百块钱，他终于买下了一辆属于自己的新车，祥子激动得几乎要哭出来！可有一回他拉了一个客人，客人想出城，祥子起初是害怕的，眼下正兵荒马乱，但在高额的金钱诱惑下，他还是同意了。出了城，官兵突然出现，把他和他的车子一起拉去，无辜的祥子被扣押了，他的车被大兵抢走了。

　　逃出来的祥子又开始筹备买车，更加拼命地拉车了，希望能再次攒够钱买车。可辛苦攒的钱还没买到新车，就全部被孙侦探给骗了，功亏一篑，祥子伤心不已，他懊悔自己愚蠢的行为。生活把祥子又逼回了人和车厂。后来祥子与虎妞结婚，祥子没有车，他没法出去工作，虎妞用自己的钱去买了一辆二手车。可好景不长，虎妞在家生产时大难产，一尸两命。生活又给祥子重重一击，祥子把自己的爱车卖了，给妻子办葬礼。

　　祥子的悲惨结局让人心疼，祥子的奋斗历史让人感动。祥子的一生是写满坎坷与艰辛的一生，也是奋斗的一生。在生活的几番打击下，祥子依然为自己的梦想执着奋斗，虽然梦想最终还是破灭，可我知道，他尽力了。

　　生活中，我们每个人又何尝不是“祥子”呢？你看凌晨4点的菜市场已经开始出摊了；你看那晨曦中的环卫工人，已经满头大汗；你再看看清晨的街道，骑着小电瓶车匆匆忙忙上班的人……每个人不都在为了自己的工作和梦想而奔波奋斗吗？

　　在黑暗的旧中国，军阀混战，祥子在黑暗中挣扎，他的奋斗写满了悲剧。祥子的故事让我懂得：我们生活在国旗下，春风里，奋斗更应当是人生的底色，不虚度年华，不碌碌无为，珍惜这个和平的时代，努力去做自己感兴趣的事情，创造属于自己的辉煌。
`;