window.__tempArticleContent = `
　　厦门大学易中天教授说：“你觉得当下中国缺什么，我看最缺底线。这很可怕。一个人，没有了底线，就什么都敢干；一个社会没有了底线，就什么都会发生。比方说，腐败变质的食品也敢卖；还没咽气的病人，也敢埋；自己喝得五迷三道，那车也敢开；明明里面住着人，那房也敢拆……”。可见，底线教育像一面警钟，迫切的需要全社会关注并重视，而作为教育的一个重要舞台——学校，底线教育更是迫在眉睫。

　　底线教育不是希望教育，是一个人，一个团队，一个社会不可逾越的基本道德规则。

　　在学校管理中，有一些底线是不可以逾越的，如不说脏话，不乱扔垃圾。曾经随即抽取五十名学生进行问卷调研，分别列举了如下十个问题：1、吃完早餐后的包装纸你随意扔过吗？2、手中有垃圾却找不到垃圾桶，你是这么做的？3、往车窗外扔垃圾，你有过吗？4、从楼上隔窗扔垃圾，你有过吗？5、见到地上有垃圾，你是这么做的？6、郊游野炊后，你带走垃圾了吗？7、你说话有带脏字的口头禅吗？8、别人对你出口成脏，你是怎么应对的？9、外出时，有人不文明开车挡住了你的路，你是怎么应对的？10、与人产生摩擦，你很气愤，你能HOLD住嘴吗？这是一个对底线的调查，我非常惊讶地发现，五十学生中，竟然没有一个学生能完全守住底线。因而，学校教育中的底线教育势在必行。

　　就拿出口成脏这个没有底线的行为来看，它的危害性就极大，曾经有这样两个学生，他们是形影不离的好朋友，在一次体育课上其中一位学生不小心摔倒了，另一位学生不假思索的来了一句“傻X，你属猪呀，真是蠢到家了！”说完全班同学一阵哄笑，摔倒的学生觉得奇耻大辱，一怒之下冲着好友一拳，将那学生的鼻梁骨打折，两人因此便形同陌路，再也没有好过。一句脏话，失去了一个朋友，出口成脏，让友谊的小船说翻就翻。经常看见一群学生上公交车后旁若无人地大声喧哗，聊天中带脏话的口头禅和频频的粗话让乘客很不满，本来上班就很辛苦，下班后还要忍受脏话的折磨。不仅在公交车上，在商场和一些公共场所，“出口成脏”的行为也屡见不鲜，让人不堪忍受，出口成脏，让他人苦不堪言。而由于忽视了底线，让没有底线的行为肆意滋长，恶语相加，还可以酿成痛心疾首的惨案。2014年安徽省教育厅一女干部开车与小区63岁的保安发生争执,并辱骂保安为"看门狗",致其倒地不起,后经抢救无效身亡。如果人人都坚守一份底线,牵手一份文明,悲剧可避免,和谐得催生。

　　据科学家研究得知,出口成脏,可以导致身体机能紊乱。俄罗斯生态保护和安全中心导师根纳季.切乌林用实验证明脏话对人体的健康有害,他们利用水来做实验,切乌林认为水有记忆,他们用精选的脏话骂一杯水,结果种子的发芽率只有 48\\\\\\\\% ,而用泉水洗过的种子发芽率为 93\\\\\\\\% 。研究者还强调,脏话对人体有很大的伤害,女性经常骂人,身体特征就会慢慢的向男性化发展。大自然是一个统一和谐的整体,当人们刻意去破坏了某种和谐,必然受到自然的惩罚,正如说脏话这种不和谐、不守底线的行为,必然要受到规则惩罚一样。

　　任何一个时期,任何一种社会形态,都存在一种伤害叫无意识伤害,不守底线的行为看似就是一句脏话,一片垃圾,但是却无意中伤害了一个人或者一个群体。教育讲究言传身教就是这个道理,因为教育是在潜移默化感染人,影响人直至改变人,不注重底线教育甚至没有把底线教育当做重要工作来抓,势必对整个社会构成无意识伤害,既然不守底线的行为危害自身又伤及社会,让不守底线的行为得到改变和遏制,是非常必要的,作为学校这样一个专门的育人树人机构,底线教育就更显迫切。

　　关于学校的底线教育,我个人认为,应该从敬畏意识的培养人手,一方面要发挥道德楷模的引导示范作用,要在学校大力弘扬正能量,让"敬"的意识感染人心,教育只有在造就英雄、成就人物中,才能呈现出推动学校乃至社会进步的真挚和美丽。另一方面要用强有力的规则保障底线的不可逾越性。底线是一种道德准则,准则需要一定的规则去强化。学生心中都有准则,但是不知道如何去遵循准则,正如学生都知道要节约用水用电,但是怎样才能做到节约却不一定懂得一样,这就需要用强有力的规则去规范,培养学生"畏"的意识。此外,敬畏意识的培养还需坚持循序渐进的可持续发展规则,无法一蹴而就;还需坚持与时俱进的规则,要紧跟时代要求和学生需求,无法牵强勉强!

　　"问渠那得清如许,为有活水源头来"！只有在学校这个人生的起跑线上把好了底线,构建和谐社会的大潮才有了源头。
`;