window.__tempArticleContent = `


　　【摘 要】教体验式教学学拥有着长远的发展过程，中国古训中曾有“纸上得来终觉浅，绝知此事要躬行”的道理，体验式教学要求我们要结合实际进行教学，让学生将自己掌握的知识联系到实际当中，侧重丁理解和应用，顺应新式的教学模式，这种方式方法更利于学生的全面发展，调动学生学习的热情。

　　【关键词】体验式教学 初中化学 课堂

　　【正 文】体验式教学是教师通过课堂，社会等环境作为情境，通过一系列道具引导学生主动去学习的一种方法。学生逐渐产生自己的认知和观念，也会慢慢形成自己的行动，初中化学推行体验式教学是对传统教学的一次突破，顺应当代形式。体验式教学能更好的满足学生的需求，教师所讲授的内容学生也更容易理解。

　　一、体验式教学中提出的问题

　　初中化学重视学生体验方式的教学，提倡学生在以掌握知识的基础上进行实际的发挥，让学生切身感受生活中的化学气息，感受到化学给我们带来的好处，学生在这一过程中可以更多的去接触化学实验，感受不一样的风采，体验科学探究所带来的快感，让知识在进行实验的过程中逐渐形成科学的探索态度.掌握科学的方法，在实验操作中来提高自己提升自身的创新创造能力和动手实践能力。体验式教学结合学生自身的学习状况，结合学生的认知和实际操作能力，通过创造情境, 多次进行实验, 使学生近距离的体验所带来的成就感，化学知识给予自己头脑的冲击忠。

　　二、体验式教学在化学课堂中的开展

　　2.1通过实验进行体验　苏霍姆林斯基曾经说过“一个孩子如果从未体验过学习劳动带来的快乐，也未曾体验过克服困难带来的骄傲，这将会是他的不幸。”化学归属于自然科学，通过观察和实验才能真正的掌握化学中的知识, 讲解“燃烧条件”中通过反复进行对比实验, 教师将所要讲的内容给学生讲解清楚后学生通过小组的方式进行探究，教师提出问题像“要想使燃烧成功需要哪些因素，是需要满足多少条要素，还是只需要满足单个要索，”通过小组的方式这种问题很快会得到一个满意的答复，“灭火的原理和方法”中要着重让学生理解什么是原理，什么是方法。教师可以利用课堂小实验的形式提问学生要想使蜡烛燃烧可以通过什么样的方法，其中所蕴含的原理又是什么，学生通过讨论总结可以得出“剪，吹，扇，浇”等多种方式将其扑灭，学生通过讨论可以更好的将难懂的化学知识吸收，也能更好的作出区分

　　2.2 通过创设情境来增加体验

　　教学活动通过教学情境的帮衬才能变得更加的完美，教学情境需要有一定的目的性，选择性，不能盲目的乱讲。通过实验来具体的掌握体验式教学，化学离不开实验，化学中各种形形色色的实验现象能够深深的吸引到学生，让学生产生强烈的求知欲，给予学生全新的体验。

　　例如，在讲解“氧气的化学性质”时，教师可以利用硫在氧气和空气燃烧中燃烧的现象具体说明，在空气中燃烧只会行成一点淡蓝色，而在氧气中燃烧会形成明亮的蓝紫色火焰，这一现象也更能吸引到学生，调动学生的兴趣，在介绍“氧气的鉴别方法”时，最好的方式还是需要通过试验来完成，用带火星的小木条分别去放入盛有氧气和空气的集气瓶中，结果是放进氧气的小木条得以重燃，通过这种有趣的实验，学生能够更快的掌握知识并快乐的学习。

　　2.3通过比较，联想进行体验

　　通过比较联想能够将杂乱无章的知识进行规律化的总结，像一氧化碳还原三氧化二铁的实验中，学生没有通过亲身的实验操作，在考试中很容易将反应的公式写错或者是写反，通过总结知识可以得出，实验开始要先进行通气处理，通气过会在进行加热， 见红见黑先撤掉灯，等到装置冷却在停气，先点后通会爆炸，先停后冷会发生氧化，让学生明白颠倒验步骤是怎样的后果，让学生在进行实验时增加一些谨慎

　　例如，在讲解二氧化碳这节课程时，可以先提问一个谜语，让学生进行猜疑，左侧月儿湾，右侧月儿圆，弯月能取暖，圆月能助燃，将枯燥的知识与谜语进行结合，将元素符号与圆月进行结合，来达到记忆知识的目的，巩固了前面知识的同时还能引出新一轮的知识点，水通电这一课程中教师通过多媒体动画的形式将知识展示出来，抽象的知识得以形象化，也可以更换其他的方式让学生产生兴趣，如果总是一成不变的话学生也会感觉到厌烦，将难以理解的知识变得通俗易懂，抽象的知识具现化，让学生更容易理解与接受。

　　【结束语】综上所述，教学的目的不是单纯的将知识告诉给学生，学生只是单纯的背诵记忆，而是要通过体验式的教学模式进行学习，学生要将自身学到的知识结合到实际中去，在教学中，教师只是起到一个帮衬的作用，真正的主体应该是学生，学生发挥主动性，真正的做到去学习化学。

　　【参考文献】

　　[1]许田军,微课构建初中化学信息化教学探索.科学咨询（教育科研），2021（06）：210-211.

　　[2]李涛,基于核心素养视野下初中化学课堂构建探究II.科学咨询（教育科研），2021(06):224-225.
`;