window.__tempArticleContent = `
　　人生不过3万天，可爷爷只有24820天。

　　小小年纪的我已经经历了亲人的离世，那感觉，像一场毫无预兆的雨。

　　我是家中姊妹里最小的，奶奶因着老观念，总觉得我的到来是个多余。可我出生就长得极像爷爷，因此，我很是被他疼爱。

　　听妈妈说，我刚出生时，爷爷恨不得一天24小时都守着我。妈妈担心他身体，让他去休息，他却异常坚定，说要守着我，反倒嘱咐妈妈好好休息。与爷爷的慈祥相比，奶奶则显得有点咄咄逼人，总说没必要对我这么好。听得多了，爷爷的脾气也上来了，两人就此约定：爷爷养我，奶奶则不管我。

　　时间缓缓流逝，我也慢慢长大了。依稀记得四岁那年，我看着山头开得正艳的杜鹃花出了神。爷爷看我这般模样，轻声问：“喜欢吗？”我说：“当然喜欢啦。”我本以为这只是一次寻常的对话。可我忘了，爷爷从不轻易许诺，也从不辜负我任何一句“喜欢”。

　　第二天，天刚蒙蒙亮，家里静悄悄的。等我醒来已是正午，鬼使神差地，我推开后门——院门边，竟赫然立着几株带着泥土、却开得正好的杜鹃！我兴高采烈地欢呼。爷爷听到声音，才从厨房里出来，手上还沾着灶台的灰。他带笑问我喜不喜欢，我只顾欢呼：“爷爷万岁！杜鹃花万岁！”

　　年复一年，杜鹃花在他的照料下越发艳丽。可我却要离开了。为了让我接受更好的教育，我们必须前往县城。我哭着想让爷爷同行，他却异常执拗，非要留在这儿，说总要有人守着老家，守着这些花。我们没办法，只好再三叮嘱后离开。

　　那时我不懂，有些告别，是没有下一次的。

　　结束繁重的学业后，我迫不及待地回了老家。与从前任何一次都不同，这次进门，没有听到爷爷那声熟悉的招呼。家里安静得让人心慌。我走向他的房间。爷爷躺在床上一动不动，早已没了生气。我来不及悲伤，跑出去叫妈妈。妈妈吓坏了，赶紧打电话叫家中姊妹回来商议。不久，我们为爷爷举办了葬礼。

　　葬礼上，我不哭也不闹，只是静静地站着。爷爷的遗物不多，杜鹃算一个，我也算一个。

　　那年我10岁，爷爷永远离开了我。到了那时，我才真正明白，亲人的离世不是细雨，而是一场瞬间淋透心灵的暴雨。

　　又是一年春天，后院的杜鹃花依旧盛放，只是旁边再也没有那个慈祥的小老头了。小老头真小气，一句话不说就走了，也不常来梦里看看我。可每当杜鹃花开，我总觉得，他从未离开过那一片他为我种下的、燃烧的花海。
`;