window.__tempArticleContent = `
　　时光如河水般悄然流淌，一年时间已经流逝大半。在不知不觉间，秋天，它静悄悄的到来我们身边。

　　秋，它来无影，去无踪，让人们总是琢磨不透它的脚步。

　　九月，我刚刚踏上了故乡的土地，从千里之外而来。此时，季节的指针已然指向了秋天的尾声，贵州的深秋在寒意中透露出几分瑟瑟的冷清。

　　在贵州的乡野，我回到了久违的故乡。眼前是大片大片丰收的田野，时至秋末，大部分稻谷已经收割完毕，但仍有许多金黄色的谷子在田野里等候着。这些金黄的谷子，就像秋天的脚印，随着时间的推移逐渐消失，却依然留存着秋天来过的痕迹。

　　家乡的秋雨是调皮的，秋雨就好像一个五六岁孩童。在园子里，在平地上，在楼顶，在打谷场，秋日的夕阳衬托出一幅幅晒谷的风景图——农民们顶着烈日，汗流浃背的将谷子均匀的撒在地上，用耙子将谷子耙均匀，让每一粒谷子都受到阳光的滋润，秋天的日光看似不毒，但实则在亲身经历后，感觉比夏天最狠最毒最辣的烈日还要炎热，一旁的大树，也不忍心看到这一幕，努力的将身子往他们那边靠过去，想给他们一点阴凉。

　　然而，每当这时候，秋雨总会突然的露面——忽然，天上要时间，乌云密布，天阴沉沉的，空气中散发着压抑的气息，整个大地好像被人用黑布笼罩住了一般，农民们见状脸色大变，慌慌忙忙的将撒在地上的谷子收进布袋，正当他们收得差不多的时候，顽皮的秋雨好像开了一个天大的玩笑，云散了，飓风也不刮了，一切都好像什么也没有发生似的，唯有地上几滴即将干枯的雨痕证明着秋雨曾经来过这里。农民们一脸无奈的将谷子重新撒在地上，可嘴上却挂着一丝笑容。这不正是秋雨顽皮的一面吗？

　　在许多人的心中，秋天的色彩是金黄色，不见秋的足迹，秋抹掉了自己的脚印，但一片片巴掌大的杏叶悄悄的落下，却是留给那些有心的人的告别。

　　每当秋来时，总是与夏交于无缝之间，夏未走时秋便来到，但却被夏的余温所覆盖，令人察觉不到它的存在，待到夏走时，水稻已熟，天边满是迁徙的雁群，追随着夏的脚步不停息，待到落叶霜满地时，方才觉秋早已来到。秋天是短暂的，往往是在人们发现它时，早已默默地做完了他应有的使命，确也该告别了，秋是含蓄的，他将不含藏在片片落叶中，落叶归根而为明年的再次相逢。

　　“自古逢秋悲寂寥，我言秋日胜春朝”也许唐代诗人刘禹锡说的不错——自古以来人人都说秋季悲凉寂寥，但我认为秋季胜过春季。的确，秋天也有一种远胜于春天的诗意之美。清晨时分，薄雾缓缓消散，鸟儿在枝头欢快的叫着，鸣声清脆悦耳，仿佛在诉说着新一天的喜悦，阳光透过树梢，洒下斑驳的光影，为大地披上了一层金色的薄纱。似与春无大差，却多几分秋独特的滤镜，增添几丝诗意，而贯彻整个秋天。

　　秋天似乎总是在我们不经意间到来，然后又在我们还未回过神时离去。它就像一个来去无踪的精灵，悄然降临，又突然消失。当秋天的气息刚刚来到，金黄的落叶还在零散地飘落，仿佛在告诉我们，秋天已经悄然而至。但我们还未细细品味秋天的滋味，它就已经迅速地溜走，只留下那刺骨的寒风在耳边呼啸。

　　追寻着秋天的痕迹，沿着秋的意愿，一直走下去，路途或有起伏，风景或有变换，但秋始终不变，从未改变。
`;