window.__tempArticleContent = `
　　待这思念落满地，南山梅花结满枝，满月透过叶隙，孤酒洒在凉亭，故人已辞，独坐凉亭，未免有些悲凉。

　　初识，深秋

　　入学第一天，微风带着凉爽。教室门被推开，一人人目，此人穿着随意，一件外套披在身上，斯文中带着些许疲倦，“你们好，我是你们的语文老师杨通平。”新的学期很快就变得平平无奇，语文课的我也如往常一样，不过是散漫着虚度光阴。

　　朋友，月夜

　　再见，是一次满月，月下树叶在风中摇曳，一个身影出现，我不知道这一次将是我铭记半生的经历。老师在我身边坐下，轻声的说道，“矣，你好像是六班的那个吧，你啊，成绩好是好，但不加努力，终会有人超越你。逃避往往是最轻松的选择。但他无法帮助你解决任何问题，也无法让你解决任何障碍。你只有坚信你自己通向成功的道路，一直努力。”

　　课堂我多次不写作业。又是一个月夜，杨老师叫了我。办公室里的空调吹向我泛起阵阵凉意，老师指责了我一通，并罚了我，他转身出门点起了一支烟，并轻叹一声，但我听到了这声轻叹，心里泛起了一阵愧疚，这是我第一次在老师身上看到失望。

　　老师转身走进来，讲，“你是男生里底子最好的那个，我年纪大了，快退休了，你下学期有个新老师来教你，一定要好好学。”他这一声“一定”说得很重，说完点上了一支烟，吐出一口烟雾。透过烟，我见到泪花在老师眼中盘旋，我不敢抬头看他那思念与不舍。铃响了，他转身擦了眼角那颗泪，转身就走了。在我心中，杨老师成了我的朋友。

　　故人怀念

　　放假，随着这七年级的最后一声铃声的响起，宣告着杨老师的时代落幕。我总是想起曾经的点点滴滴和杨老师对我的关照。没有任何一个词比“故人”更能表达我对杨老师的感情。今夜，又是月光皎洁，对杨老师的思念，就让这一轮圆月寄托给杨老师吧。
`;