window.__tempArticleContent = `
　　战争摧毁了一个国家的繁荣，但无法消灭它的民族之魂。当中国人民因战争而颠沛流离，当中国的光景因战争而满目疮痍，他提笔挥墨，写下了一章章悲愤的诗篇，记下了一幕幕旧中国的黑暗，他便是艾青，一个极度热爱自己祖国的诗人，一个极度具有民族之魂的英雄。

　　当中国的大地被日寇铁蹄践踏时发出的声响贯彻天地，战争的硝烟弥漫在众人所生活过的村庄后只剩下了残垣断壁，艾青化为一只鸟，他的喉咙虽然嘶哑但却发出了撕心裂肺的鸣叫。从他的鸣叫中，我仿佛看见了那因战争而沧桑的国土，那因侵略而破碎的山河，那因战争流离失所的人民；从他的悲鸣中，我听见了一个时代的无奈，我看见了在风雨中飘摇的中国，但，我也听见了一个民族的不屈，一个民族的奋起。

　　在中国身处风雨之时，艾青却仍在歇斯底里，他的身后更是有着千千万万的中国人民，一同为了祖国呐喊，一同为了祖国而奋斗。被侵略，是祖国的不幸，但拥有他们，却是中华莫大的幸福，他们所发出的呐喊，荡气回肠，历久弥新，在现在当我阅读时仍能感受到他们与人民、与民族、与祖国那深厚的不可斩断的羁绊与情感。

　　当我的手指划过这诗篇的每一行文字，划过那刀刻一般的文字，我仿佛进行了一场跨越百年的对话。我问艾青他为什么这般锲而不舍，为什么这般孜孜不倦。他回道：一切都是为了人民，一切都是为了民族，一切都是为了祖国！我因为他的这份博大胸襟而感动。因为他这份家国情怀而振奋，我感到热血沸腾，也希望追寻前人的步伐，传承他们的精神，大步流星地向前。奈何年纪尚小，尚不成才，但在我成长以后，一定能成为国之栋梁。

　　“中国自古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人……这是中国的脊梁。”但我认为这也是中华民族的魂魄，他们被抹杀，但从不害怕，他们被隐匿，但仍在发光；艾青、鲁迅、陈独秀，他们都是这样的人，他们心中装着民族大义，装着整个中国。但现在这些人却日渐稀少，我虽不认为所有人都能够拥有像先辈那样“苟利国家生死以，岂因祸福避趋之”的家国大义，但我始终相信，总有人能像先辈们那样，在山雨欲来之际，力拔山兮气盖世，站在时代的顶峰，不惧逆流，不惧风浪，不达胜利，绝不回头，这就是民族的魂魄。
`;