window.__tempArticleContent = `
　　又是一年夏天，这年的夏天似乎格外的燥热，让人变得烦躁不已。但盛夏的蝉鸣能抚平人心中的烦躁。

　　记得那年夏天，在乡下的时候，奶奶总会在空闲时间，叫上我和弟弟出去玩。奶奶就是我心中的魔法师，路边随便采的一根草，在奶奶灵活的手中都能变出花来。每到这时，我总会缠着奶奶教我。弟弟对这些总是不感兴趣，每次看到总会背着手说：“这有什么好看的？”像个小大人似的。

　　每天醒来，最想的是快点吃完早饭，然后出去玩。玩什么呢？当然是去田间捉蜻蜓，去小溪边捉鱼、虾之类的。到了晚上，那可就好玩了，奶奶会带我们去空旷的草地上看萤火虫，萤火虫就像那漫天的星星一样，闪闪发光，只不过是会动的星星。我们围着萤火虫到处跑，都想把星星握在手中。一转身，奶奶不知从哪弄来了一个小瓶子，里面装满了萤火虫。我把小瓶子小心翼翼的捧在怀里，好似捧着一个稀世珍宝似的。毕竟对于那时的我来说，一个装满萤火虫的小瓶子确实就是稀世珍宝。

　　时间飞快，一转眼，仿佛抓萤火虫还在昨天，但如今陪我们抓萤火虫的人已不在。在回到那个小乡下，想到我们曾在这里伴着盛夏的鸣蝉和燥热的晚风，在田边捉蜻蜓，在小溪边捉鱼，在夜晚的草地上看漫天的闪闪的萤火虫。我看着熟悉的地方，回忆着思念的人和事。

　　又到了夏天，虽然还是很热，还会有蝉的鸣叫，却不及那年夏天。我们在慢慢长大，但从小生活的地方却没变。我们早已不会去干小时候的事了，但思念还在，童年的回忆还在，只是身边的人却不在了。
`;