window.__tempArticleContent = `
　　19世纪英国文坛“勃朗特三姐妹”之一的夏洛蒂·勃朗特的小说《简·爱》，以19世纪早期英国偏远乡村为背景，用女主人公简·爱的视角，以自叙的方式讲述了一个受尽摧毁、凌辱的孤儿，如何在一个犹如儿童人间地狱的慈善学校顽强生存下去，成为一个独立、坚强、自尊、自信的女性的成长故事。

　　作为爱情小说的女主人公，简·爱的女性形象是以前未有的。以往爱情故事中的女主人公都是些美丽、温柔、高贵、贤淑的女性形象，而简·爱，她贫穷、卑微、矮小、不美，但她拥有一颗智慧、坚强、勇敢的心灵，使那些外在的美好在这内在美面前黯然失色，更为可贵的是，她并没有因为自己的贫穷和外貌而自卑，相反，她勇敢坚定：“我和你的灵魂同样重要。”“我现在不是通过习俗、常规、甚至血肉之躯跟你讲话——而是我的灵魂在跟你的灵魂说话……”

　　也正因为此，简·爱敢于去爱一个社会阶层远远高于自己的男人，更敢于主动向对方表达自己的爱情。在这当时的社会是极大胆的，无异于“疯子”行为。“幸福不再是某个人某个阶层的专利而属于芸芸众生的每一个人，只有两个人相对平等的灵魂，才能组成一份完美的爱情。”所以简·爱坚持自身的独立与追求爱情的完整是不能分离的。后来，简爱含着悲痛离开了罗切斯特，也是基于同样的理由，她绝不能允许自己和一个有妇之夫结合在一起，那会是一份不完整的爱。如果她继续留在罗切斯特的身边，那她也就不会还是原来那个独立、平等的简·爱了。如果说简·爱的这次离开是由于无法改变的现实而不得不作出的一次理性选择的话，那么她最后的归来则是她出于坚持感情追求的又一次理性选择。

　　在这里，我们看到的不仅仅是一个如何赢了男贵族爱情的平民的苍白的灰姑娘的故事，而是简·爱勇敢果断地做出了灰姑娘的童话，迈向一个有新女性、真女性的文学道路的起步，简·爱藐视财富地位、社会地位和宗教的威仪，她认为真正的幸福在于美好的精神世界和高尚纯洁的心灵。她的信念和行动展现出来的力量深深打动了一代又一代读者，使人们的灵魂得到净化。简·爱是一个对自己的思想和人格有着理性认识的女性，一个对自己的幸福和情感有着坚定追求的女性，一个不再只是盲从男人和世俗要求的坚强独立的女性，她发出了一个属于女性的声音——自求平等、独立、完整、自由。夏洛蒂·勃朗特创造了一个前所未有的女性的形象。

　　《简·爱》这部现实长篇小说自1847年出版以来，以不同语言在全世界各种族的人们中间广为流传，经久不衰，每个时代的女性更是从这部19世纪的文学作品，来探求她们自身的人生思想和情感。简·爱，她所象征的女性思想和追求超越了时空，成为了人们心中的永恒。
`;