window.__tempArticleContent = `
　　晚风轻轻拂动的窗帘,夜色缠缠,耳边蟋蟀声声鸣叫,别有一番风味。我坐在书桌旁,将《艾青诗选》最后的几也看完,眼中满是沉醉，满是痴迷。

　　在他的作品中让我印象深刻的诗首先是《我爱这土地》。它篇幅短小,故事精巧,抒情视角转换巧妙,比赋结合,另辟诗境,也有一番滋味,别有一番风采。它以一种婆娑的姿态悄然起伏，以一只鸟生死眷恋土地作比，形象的抒发了深沉而真挚的爱国情感。“假如我是一只鸟，我也应该用嘶哑的喉咙歌唱，是用嘶哑来形容鸟儿歌唱的歌喉”。“为什么我的眼泪常含泪水，因为我对这土地爱的深沉。”一句,更能体现出诗人为什么为祖国的前途命运担忧，心力交瘁的境况。在这一时期，艾青诗歌主要意向是“土地和太阳”，土地凝聚着诗人对大地母亲最深沉的爱，太阳表现了诗人灵魂的另一面对光明、对于美好生活热爱不息的追求和向往。

　　在《向太阳》中,诗人借歌颂太阳,表达了驱逐黑暗、坚持斗争、争取胜利的美好愿望，以太阳来象征中华民族的觉醒和希望。从“我”的一个饱经忧患的知识分子角度,采用革命现实主义和革命浪漫主义相结合的手法，抒发抗战高潮到来之时的激愤之情。在这之中，自由体诗的表现是简洁明快，呈现出散文化、口语化的风格，诗中含有大量的设问、呼告、对话、引语等，极大的增强了诗歌的亲切感和表现力。

　　在《礁石》中，“礁石”的形象是让我最为沉醉的，就像一个久经斗争考验的人，无论东南西北，风无多少伤害和打击，都不能把他屈服，都不会让他失去生活的信念和信心。风吹浪打的礁石，依旧微笑的面对海浪，坚强勇敢的活着，而这形象的存在既可以是一个人,也可以是正处于种种困扰和挤压下的中国。

　　《鱼化石》中,诗人写鱼化石裹身岩层，重见天日，却没有了活力，没有了叹息，听不见浪花的嬉闹，看不见蓝天碧水。诗人借此引发出对生命本质的思考，“离开了运动，就没有了生命,没有了我们向往的生活,象征你的生命”,语言直白,简洁,象征真实贴切,抒情自然。

　　《艾青诗选》带给我的不仅仅是他独特的意象与主题,是不拘形式,追求内在的旋律美,更是由衷的对顽强生命的歌颂。
`;