window.__tempArticleContent = `
　　为响应国家加强青少年劳动教育的号召，落实德智体美劳“五育并举”育人的理念，强化劳动育人的功能,2024年5月14日上午，天柱五中在学校广场举行了以“劳动显光荣，技能显身手”为主题的劳动教育实践技能大赛活动。

　　参加本次比赛的学生选手来自七八年级，共有11组，每组5人。比赛选手在劳动教育实践技能竞赛活动中需完成三大项目。即“大国储蓄，天下粮仓”、“‘黔’味飘香,不负‘食’光”和“强国有我，信息国防”，在规定时间内完成质量最高的将获得丑八怪、沃柑等丰厚的物质奖励。完成后他们还把自己的作品向在场的师生进行讲解展示。选手们在组内既有分工，又有协作,他们在规定时间内有效完成自己的任务。

　　活动中,同学们带着自己的任务群在主持人的号令下有序开展活动。在“大国储蓄，天下粮仓”项目中，同学们根据现场提供的称量工具、运载工具和农作物等,用不超过10分钟的时间迅速完成了相应物质的称量、归类、运输和归仓等任务;在“‘黔’味飘香，不负‘食’光”项目中，参赛团队把精心准备好的食材进行清洗、切炒、调味后，通过装盘，一道道色香味俱全的美食让人垂涎欲滴;在“强国有我，信息国防”项目中，同学们用纸杯、瓶子、水管、卡纸等材料,通过小组精心设计,制作出了精致的国防装备。

　　通过选手们激烈的角逐，最后第三组选手以42分的总成绩摘取桂冠。第一组和第六组获得第二名,第三组、第七组和第九组获得第三名，其它的5组获得优秀等次。

　　“纸上得来终觉浅，绝知此事要躬行”在校园中，学校开辟了劳动教育实践技能第二课堂，让学生体会到了劳动的不易与艰辛，付出与收获的快乐，懂得了珍惜和感恩。可见,劳动教育的魅力不仅丰富了学校的办学思想,更雕琢了学生的劳动品质,劳动是一种锻炼，更是一种美德和修养。
`;