window.__tempArticleContent = `
　　三年磨一剑，亮剑必争辉。为加强对中考复习备考新思路、新方向、新策略的研究，扎实高效地开展复习工作，切实有效地提高“双减”背景下的教学质量，打好“毕业攻坚战”，提高总复习阶段教学的针对性和实效性，3月13日上午, 天柱县第五中学举行了2024届中考备考研讨会议。会议由九年组年级组长周宗福主持，九年级全体教师参加会议。主要内容围绕上学期期末考试情况进行全面分析，用详实的数据分析当前各教学班的质量现状, 肯定成绩、指出不足，并提出科学合理的备考建议。

　　会上，年级组长周宗福组长首先就九年级学生工作做出详细的安排，并就九年级班级工作做出工作要求。教务主任杨钧接着就上学期九年级期末考做了质量分析报告， 他从横向、纵向、县域三方面客观比对数据，明确备考形势，指出存在问题，并对各学科后期备考提出要求。成绩分析完后, 教师代表蒋雨虹、袁美锋、龙家启就班级管理做经验交流。会上，吴小海副校长，杨风芝副校长分别就自己分管的工作进一步明确了下一阶段的重点任务，对中考备考工作中亟待解决的问题提出了具体要求。吴小海校副校长强调要解决聚焦问题，压茬进行，解决好变化的问题。一是要聚焦教学，解决好效率不高的问题；而是要聚焦数据，解决好短板问题。三是要精心备考、仔细研讨、减负增效。四要加强责任意识，全心全意、全神贯注、全力以赴、科学备考。四要以常规教学为基础，聚焦有效课堂，关注不同层面学生，做好培优辅差。杨凤芝副校长强调，九年级班主任要聚焦学生，解决实效不强的问题，要加强班级管理，在提质策略上下足功夫，管理出效益、出质量。

　　最后，学校校长杨天益对备考工作提出“三抓”要求：抓思想健康教育、抓教学常规管理、抓团队协作。

　　通过本次调度会的召开，与会老师深刻反思、找到差距、明确方向、信心倍增，以“水不击不跃，人不激不奋”的工作态度要求学生，备战中考，力争在2024年的中考中迈向新台阶。
`;