window.__tempArticleContent = `
　　梨树花开，绽放了往日的回忆，那雪白的花瓣上点缀着晶莹剔透的露珠，思念锁进皱纹，牵挂融入白发，时光落地无声，却在您掌心开出花。

　　走近那个偏僻的小山村，一条潺潺流淌的小河伸向远方，横跨小河的独木桥旁有一棵宛如年迈的老人般佝偻着脊背的歪脖子梨树，这棵树的根深深地扎于地下，几十年的风霜雨雪孕育了那一圈圈的年轮。沿着树旁的一条碎砖路走去，抬头便望见一间简易的瓦屋，木门半虚掩着，随着微风发出“吱吱”的响声。走近一看，一位看起来十分悠闲的老奶奶正靠在躺椅上扇动蒲扇，老人家衣着朴素却很整齐，一个人住着，似乎一点儿也不寂寞。

　　院外 暮春 初识

　　那年春天，一夜的春雨使歪脖子梨树绽开了雪白的笑脸。也许是因为那些纯洁的梨花，也许是因为奶奶那慈祥的脸庞，也许是因为梨树皮一样粗糙的手对我温柔的抚摸……刚上小学的我被爸妈寄养在了奶奶家，当大人们在谈话时，我却来到屋外，被院中一棵歪脖子梨树吸引：雪白的梨花开满了枝头，一瓣瓣梨花在风中簌簌地落下。树下的我如同花仙子般轻轻驻足……以至于父母竞带着诧异的眼光与我告别。一时间，我竟分不清自己的心情是新奇的喜悦还是分别的难过……

　　院内 金秋 小憩

　　到奶奶家了好长一段时间，歪脖子梨树经过季节更替开始结出果实。放学回来的我 望着一树沉甸甸的梨子挂满枝头，心里无比的自豪。小伙伴们一个个争先恐后地爬上梨树，梨树更像个偻着脊背的老人了，开始摇摇晃晃。这时，一向温和的奶奶从瓦房内走出来，十分生气地说道：“你们这些孩子，都快下来!我这梨树啊!怎遭得了你们的戏耍。”随后，伙伴们一溜烟全跑没影了。我十分不解奶奶为何这般生气，只见她一瘸一拐地从瓦屋后扛来了长梯，倚在一根粗粗的树枝上，一级一级往上爬。梯子下的我惊得直盯着奶奶的脚，随着它一级一级地挪着，心也渐渐提到了嗓子眼。当奶奶摘下一筐带着浓浓香味的梨子吃力地下了梯，奶奶让我提着篮子去给村里的小伙伴们都尝尝这梨，我也会心地笑了。

　　院里 寒冬 离别

　　不知不觉又是一个洁白无瑕的季节，歪脖子梨树上也挂满了洁白的雪花，远远望去，似一树梨花盛开。爸爸妈妈回来了，就在歪脖子梨树下告诉我——我将跟随他们进城读书。就要离开这个村子了，看着那棵歪脖子梨树，看着那洁白的“梨花”，看着不远处佝偻着背的奶奶，我摘下一朵“梨花”攥在手心，泪眼朦胧地踏上了通往城里的客车，望着身后越来越小的奶奶的身影, 手中的那朵“梨花”早已被泪水浸湿……

　　树下 初春 重逢

　　从此每逢佳节回老家，在歪脖子梨树下和奶奶的相聚便是我最幸福的时光，最美丽的期待。梨树下洁白的花瓣缓缓飘落，一位善良的老人躺在摇椅上悠悠地摇动，阳光透过叶隙洒下，一切是那么的美好，那么安详。
`;