window.__tempArticleContent = `
　　“又是作文课呀，哎呀!”

　　“喊也没用，我这有法宝，作文嘛，小菜一碟!”

　　教室里传来一片笑声，气氛上变得轻松多了。看来，这又是一节轻松有趣的课。

　　老师眉头一扬，询问道：“想不想看视频?”　　“想——”教室里喊声震天,这可是同学们的最爱，老师可是把我们拿捏得稳稳的，你看，同学们一个个精神百倍了。

　　“接下来我们来欣赏一番美景。”老师边说边打开视频。

　　“这是什么?”

　　“旭日东升。”

　　“这呢?”

　　“潺潺的溪流。”

　　“这?”

　　“金黄的田野。”

　　“这呢?”

　　“好眼熟，噢，这是我们学校!”同学们更兴奋了。

　　“这些都是我们常见的景色, 多美呀!那么你们能把这些见到的美景描绘出来吗?”。

　　“能——”

　　“来，你说说。”老师叫起一位刚才嗓门最大的同学。

　　“清晨，一轮红日从东方冉冉升起，大地瞬间披上了一层霞光“还可以。”

　　老师支陆叫了几位同学回答之后总结了；“对，大家能写，但是不是还有些干瘪，少了点什么。那怎样让它丰满起来呢?今天我们就来学学怎样描写景物。”

　　在接下来的学习中，老师结合图片、音乐、视频等调动起同学们的各种感官，引导我们开启灵感的智慧之旅。比如，展示了校园里盛开的桂花，教我们用视觉嗅觉加修辞，可以这样写：校园一角的桂花开了，一片金黄，远远就闻到了浓郁的香气，一朵朵小花在阳光下摇曳着，像极了一颗颗闪耀的小宝石。老师播放了一段视频，再配上歌曲:细雨落入初春的清晨，悄悄唤醒枝芽。确实，静景被写活了。又如在表现家庭矛盾时，就可以用景物加情感，这样写：屋外的白杨树哗哗地被风吹动，天阴沉沉的, 我的思绪乱成了一团麻……

　　在老师一步步引导下，我发现写作好像不那么难了，我也能写出美妙的句子来了!

　　最后，老师展示了一幅图片：两扇敞开的窗户，窗前一棵高大的板栗树，背景则是蓝蓝的天空。老师让我们以“窗外”为题，结合前面学习的方法现场创作，此时的我已是灵感大发，稍加整理后，我在作文本上写道：秋日的午后，伏案写作了差不多两小时的我，揉捏着发酸的脖子，走到窗前，猛地拉开窗帘，“哇，好美的景色!”我不由赞叹道。只见一棵高大的板栗树闯入眼帘, 在碧空蓝天的映衬下，和着阳光，整个画面熠熠生辉。一颗颗小刺猬般的板栗球，或三五成群，或两两相伴，缀满了枝头。九月的风儿在枝头、在叶间追逐、嬉戏，挠得树爷爷也跟着颤动起来，更有几只顽皮的小刺猬般的板栗球追着风儿啪、啪、啪，跳到了地上，没入遍地的黄叶中……
`;