window.__tempArticleContent = `
　　读一本好书足以受益终生——题记

　　《狼王梦》是有“动物小说之王”之称的沈石溪先生的一部长篇小说。正如书名所说，小说是以母狼紫岚为主角而展开的故事。第一次拿起这本书我就被这个动人故事深深的吸引了，只感到无法自拔。直到现在回忆起来仍然感觉意犹未尽。

　　小说开头讲述了“狼王梦”的来源—紫岚已故的配偶的梦想是成为狼王。可不幸的是，在紫岚怀孕期间，他惨死在峡谷之中，当紫岚找到他时只剩下一具冰冷的尸体和嗡嗡盘旋在上方的苍蝇。他们曾经一起狩猎，一起在夕阳下奔跑，他会贴心的为她叼来猎物，让她咬破猎物的脖子，吸食最温最鲜活的一口血液。这些温情的画面，使紫岚一直有一个执念，她想将他们的孩子培养成狼王。

　　她以无比坚毅的决心，将孩子们一个一个培养长大。可是大儿子的死，二儿子的广，小儿子的懦弱无时无刻不在打击着她。她也想过和其它公狼重新开始，孕育新的狼崽，可是她放弃了，她还有女儿媚媚让她挂念。她担心女儿被欺骗被辜负，可却换来女儿的记恨她的女儿带着公狼将她驱逐，她苍老无依，从此也无家可归，可她对女儿的挂念却从未减弱。当雄鹰在住处盘旋，她似乎又想起大儿子惨死的模样，她不忍让女儿的孩子受伤。她和雄鹰殊死搏斗，最后和雄鹰一起坠落在峡名里，同归于尽，酿成了悲剧。

　　每当忆起种种片段只感到惋惜和震撼，细腻真挚的语言无处不透露出生命的难能口贵。这本书，诠释野心、亲情、爱，惜珍、遗憾我深刻地感受到了一个母亲的坚强和伟大也体会到了大自然充满未知的魅力。这本竹使我受到触动，也让我变得更加坚强。《狼王梦》是一本十分值得阅读的书，静上来阅读，总有一些事物会让你受益终身。
`;