window.__tempArticleContent = `
　　——天柱县第五中学、龙里县民族完全中学、贵阳市第十八中学开展语文学科教学研修活动
　　
　　2022年12月1日，龙里县初中语文学科中心教研组在龙里民族完全中学现下开展了一场以《新课标背景下的“趣”阅读和“乐"写作》为主题的研训活动，天柱县第五中学通过远程网络方式参与了这次研训活动、活动中，龙里县第三中学赵丽颖老师、龙里民族完全中学张玲老师进行了《<红星照耀中国>整本书阅读》同课异构课课堂教学，天柱县第五中学姜先源老师、贵阳市第十八中学唐文玲老师对郑振铎的《猫》进行了远程线上教学，与龙里民中的学生进行远程互动。四堂课上完后，听课教师进行了精彩的点评。最后，贵阳市第十八中学黄汝梅老师给大家带来《审题三步骤》的讲座。黄老师从审导语、审题目、审提示三个角度给听课老师们展开讲座。黄老师毫无保留地给大家分享了自己作文指导的经验，提出给学生布置作文题目要原创，要求学生写出真情实感。
　　　![ ](https://s41.ax1x.com/2026/01/01/pZNjBy8.jpg)


　　这次活动的开展，天柱五中以一种新的方式跨区域参加教研活动，也是天柱五中教研活动开展的一个创举，此次活动，天柱五中全体语文组教师每一堂课都认真研修，扎实有效地进行研训学习，切实体会到了跨区域优质教研交流的好处，纷纷表示促进民族地区基础教育质量的提升，需开创更好、更优质的教研渠道，才能为教育高质量的发展注入新活力。
`;