window.__tempArticleContent = `
　　“一个人做到只剩了回忆的时候；生涯大概总要算是无聊了吧，但有时竟会连回忆也没有。”这段话就是出自《朝花夕拾》的作者鲁迅。

　　世人对他的评价太多了：我国伟大的思想家、文学家，中国现代文学的奠基人之一等。但对我来说，鲁迅就是他自己，是我所敬爱的中国“脊梁”。

　　鲁迅原名周树人，一八八一年出生在绍兴的一个较富裕的家庭。成年后写下《朝花歹拾》这部十分优秀的回忆性散文集，其原名为《旧事重提》，《朝花夕拾》写于一九二六年，当时，中国正处于腐败且封建的社会风气当中，想让祖国不再堕落下去的周树人决定弃医从文，为中国的未来画上了第一抹明亮的色彩。

　　《朝花夕拾》的内容描写，可谓是栩栩如生。由十篇文章记录了鲁迅从幼年至青年、中年的成长心路：描绘了“我“对长妈妈的感情变化：年少时的懵懂无知；长大后日本留学遇到了品格高尚的藤野先生；交往了正直、倔强有革命热情与“我”一样同为日本留学生的范爱农。

　　这或许本应是充满美好回忆的童年趣事散文，但在那个社会里，处处充斥着文化腐臭的的“味道”，思想封建的清末时期，哪还有“美好”两字?

　　恢谐的语言饱含了辛辣的讽刺，因为经历过社会的丑恶，鲁迅下笔字字扎人心。《朝花夕拾》中的一篇《父亲的病》写出了他的无奈与绝望：所谓“名医”。明明知道父亲的病已经没法医治好了，却还故意蒙骗，看似开的是“神丹妙药”其实就是故弄去虚。还有多事的衍太太，在最后父亲将死之际，拼命的让“我”呼唤父亲，让原本能在这“痛苦的一生中”安详离世的父亲，最后还是痛苦地迈向了生命的尽头。

　　在那个人人唾弃的时代，是鲁迅先生挺身而出，以笔为剑，“杀”之以“敌”，用他的精神画上了一道浓重的色彩，用他最后的留恋添上了信仰的光辉。
`;