window.__tempArticleContent = `
　　记忆中总有一棵梨花树，亭亭的花蕊如同小孩儿时时探出的脑袋，洁白的花瓣绽得绚烂。雨落时，空中便充斥着一阵阵清香。

　　初中早春，懵懂的我们遇到了将陪伴我们整个初中的语文老师，她穿着质朴的衣裳，平底的鞋，带着新的课本踏进我们班。优雅古典的气质，明明是最普通的穿着却似那从古文中走出的儒雅文人，书卷气息扑面而来，整个教室仿佛梦回千古。我们的“儒雅文人”也对得起自己的称号，起笔，书写，停笔，行云流水。她的字很是秀气，似小士兵般整齐地排列，同时笔画中又带有独属于主人的温柔。

　　老师双手撑着讲桌，眉眼微微弯着介绍道：“我叫周xx，也可以叫我周老师，以后，我便是你们的语文老师。”

　　课上，周老师总是能调动我们的积极性，一个不落地将我们带入语文的世界。周老师熟练地打开了通往语文世界的“异之门”——PPT，“异之门”上出现了秘语：如果用“我的责任”为题写作文，你会如何构思?

　　周老师饶有兴趣地看着我们这些勇士如向冲锋，是毫无斗志，还是英勇抗敌?我们并未辜负老师的期望，在脑中开启了天马行空，几分钟后聪明的脑袋瓜已列好提纲，一个个把手举得老高，恨不得顶破天花板，周老师闭着眼随意点了几个，被点到的同学一个个嘴角咧到耳后根，不停欢呼着，吆喝着。

　　“你们消停点，一个个来，别急。”老师无奈又镇定地主持着大局。

　　“我认为我们作为学生的责任是学习，可以将升国旗作为引子，再引入到国家，再想到我们的责任。”一位同学发言。

　　老师很是专业地点评道：“很是有想法，从国家入手一直便是高分作文的选择……”　　下一个同学有些紧张，结巴地说到:“照顾弟弟是我作为哥哥的责任。”

　　老师又是一番详细的点评：“从细小的事情入手，记叙文是比较熟悉的文体，很好拿捏。”

　　接下来的回答，周老师都似母亲一样，平等地关爱自己的每个孩子，让我们进入了不一样的语文世界：多彩的想法绽放成幸福的花儿，开满整个世界。努力的思考长成翠绿的小草，春意盎然。如大灯笼的果子便是知识，摘下一颗，酸甜的味道便在口中炸开。仿佛空气都变成粉色的了。噢，这世界中间耸立着一棵洁百的梨树，梨花似绒，似雪。我最是喜爱。我喜爱这绚丽的世界。

　　写作业时，总会感到疲倦，不自觉四处张望，窗外一束光斜射在了一朵梨花上，纯洁的，温暖的，闪闪发光，似雪地中无瑕的冰花，突然一阵风吹来，一阵梨香飘来，我不觉挺起腰背。
`;