window.__tempArticleContent = `
　　尊敬的各位家长、老师，亲爱的同学们：

　　大家上午好!

　　阳春三月，春暖花开，我们盼望着“今年花胜去年红”；憧憬六月，激情满怀，我们期待着“风光不与四时同”。为了实现这份期盼，今天，我们在这里隆重举行天柱县第五中学2024届中考百日誓师大会，在此，我谨代表学校向一直以来支持和关心学校发展的家长们表示衷心的感谢!向默默耕耘、无私奉献的全体老师们表示诚挚的问候!向求索求真、自信自强的全体九年级同学们致以美好的祝福!

　　回顾历年中考，我们学校在“以德立校、质量兴校、特色强校”办学理念的引领下，量质并行，成绩斐然，学校新里程碑不断创造新高。就2023届而言，有 895 人参加中考，其中600分以上的学生占134人，录取天柱民中184人，天柱二中236人，被凯里高中录取人数31人，上高中总人数 452人，上线率达到53.02%，其中全县前100名学生中彭占朗同学以724分位居全县第24名。潘明河713分位居全县53名，杨明镜同学710分排第62名。以上数据，足以强而有力的证明：天柱五中的老师完全能带好每一届学生。故此，我更信心满满，为学校今年的中考下达如下目标：2024年中考要力争突破去年的中考上线率，总录取人数不得少于489人，各学科排名要稳中求进，总名次目标向前4迈进。

　　老师们!家长朋友们!同学们!今天的“誓师大会”，不仅是一种仪式，还是一种鞭策，更是一个新起点、新目标的定位。无论过去怎样，从今天起，我们都应开启一个新的工作和学习模式，进入一个新的高度!跟过去比，我们只能更好!更强!还记得我们的第一届2019年的中考吗? 那时我们学校的生源非常薄弱，学校办学条件何其艰辛，第一年招到学生才400多人，可通过大家共同努力，到2019年中考，第一届就有317人考上高中。其中全县前100名就有4人。今年中考，学校将近1000名学生参加中考，我们定下489人的目标任务，我相信你们一定能够完成。

　　无挑战，不青春。挑战，就该真挑真干；应战，也绝不流于表面。

　　亲爱的同学们!三年的时光里，作为你们的校长，我有幸陪同大家一起走过你们生命中最靓丽的青春花季，你们那一个个书声朗朗的早读，一张张朴实真诚的笑脸，一道道斗志昂扬的身影，都铭刻在我的心坎上。同学们刚刚拉着横幅，迈进成功门的那一刻，高喊“中考加油……”时，我和你们一样心潮澎湃，接下来的100天，我对你们充满信心!因为你们在追梦的路上并不孤独，有夙兴夜寐为伴的同窗，有书山题海的锤炼，还有老师的教导、父母的叮嘱, 都将在火热的六月化成披荆斩棘的利刃，助你们鱼跃龙门，破茧成蝶!

　　敬爱的老师们!春寒料峭中有你们执着的追求，大雨磅礴中有你们跋涉的身影，秋风瑟瑟中有你们勃发的激情，冬雪纷飞中有你们坚定的足迹。接下来的100天，你们要主动走近学生、倾听学生、帮助学生。当学生紧张时，告诉他们“这样很正常”；当学生焦躁时，安抚他们“别急慢慢来”；当学生疲惫时，教导他们“休息一会我们接着干”；当学生沮丧时，鼓励他们“下次会更好”。做学生目标方向的引路人，心灵彼岸的摆渡人，胸怀理想的好老师。躬耕教坛，用实际行动译释“天程五中教师精神”，带领学生共同书写好青春答卷，再次创造天柱五中2024年的中考辉煌。

　　家长朋友们!每一次走上考场，学生的背后都有你们深情的目光注视，为他们的进步而欣喜，也为挫折而担心。现在，中考征战的号角再次吹响，你们的关爱也应整装待发。你们不仅要做孩子生活的“加油站”，更要做孩子成长的“避风港”，为孩子实现理想、考上上一级学校保驾护航。我相信，在座的各位同学一定会以顽强的意志、百倍的努力、坚定的信心回报我们的家长!

　　同学们!惟其艰难，方更显勇毅；惟其笃行，才更显弥足珍贵；100天，就是100次的努力；100天，就是100次的拼搏：在这100天里，我希望你们比意志，比努力，比拼搏精神。

　　同学们!跨越100个日夜，绽放盛夏；奋战100个日夜，坚守100个日夜，扭转乾坤!让我们秉承坚忍不拔之志，纵享少年拼搏之酣畅，再续青春不朽之长歌!同学们加油!
`;