window.__tempArticleContent = `
　　教学内容:人教版英语七年级上册 Unit7 How much are these socks?

　　案例背景

　　义务教育英语课程标准?(2011 年版)指出现代外语教育注重语言学习的过程,强调语言学习的实践性,主张学生在语境中接触、体验和理解真实语言，并在此基础上学习和运用语言。但在实际教学过程中,英语越学越“死”——学生熟悉的是课本上的英语、课件里的英语和卷子中的英语。长此以往,学生学习兴趣被消磨殆尽，学习效率也不高。于是在设计这节课之前,我就一直在思考:如何能让一节复习课变得丰富而生动?怎样才能在我的课堂中让英语“活”起来,学生“动”起来?

　　案例描述

　　片段 1.角色表演“真”起来

　　本单元主要话题是购物,要求学生能够就衣物的价格、颜色、尺寸等信息进行讨论。在以前的结对表演中,学生总是虚拟表演,被迫配合。于是,这次我把准备工作做足,借衣架、拿衣服、标价签,实实在在地布置了一个服装摊!当学生看到这个阵仗时,可把他们高兴坏了!一个个在座位上叽叽喳喳讨论个不停,“这件是什么?”“那件是个裙子吗”“这件衣服算是什么颜色?”还有“胆大”的学生过来调侃我“老师你的衣服真好看!”“老师你咋不用我的衣服?”。看到同学们这个反应,我心想:总算没有白费心,可把这帮猴孩子的积极性调动起来啦!好奇才是学习的重要动机嘛!等到了角色表演的环节时,学生也没有让我失望。因为有了“真”的衣服、“真”的情景,学生便能自然而然的代入角色,“Do you like this T-shirt?”“It's too small for me. Do you have a bigger one?”“Can I try it on?”“Of course.”之类的对话变的真实而生动。更有令人啼笑皆非的对话“What about this one?”“It's a blouse. I am a boy!”“买家”“卖家”真情投入,“看客们”旁观学习津津有味,老师心里乐开了花!

　　片段 2.生活英语“用”起来

　　针对本单元的主要话题——购物,备课时我又在想，既然是与生活如此密切相关的主题，仅仅学习课本上给出的单词或句型是片面、割裂且与真实的生活有所疏离的。如果以学有所用的目标指向来看，那我们在逛街购物时是需要与售货员沟通交流的。但在这个信息化的时代，还有一种常见和流行的购物方式不能被忽略网购!而且复习课也不能仅仅局限于对旧知识的温习，在唤醒和巩固所学之余，还应引导学生完善知识体系，拓展和提升能力。因此，我特别设计增加了对网购这种购物方式的引导，并给出一篇小短文，让学生通过阅读理解的方式来学习网购的有关内容。因为学生对网购的英文表达方式不太熟悉，在回答问题是着实遇到了一点障碍。

　　我设置的第二题:We can't buy clothes after 11:00 p.M.让同学们来判断正误。学生都能够找到文章中解决这个问题的关键句“We are open 24/7.”然而对这句话的理解却“各说各有理”。有的同学认为是“We are open on July 24th.”有的同学认为“We are open from 7:00 am to 24:00 pm.”到底什么才是正确答案呢?讨论辨真知!最终在我两个问题的提示下“How many days are there in a week?”“How many hours are there in a day?”同学们恍然大悟。“What does the sentence mean?”同学们齐声回答道:“We are open all the time!”之后我又进行了拓展，变化说法——“That's to say, we can buy clothes online at any time”sure?”“Of course!”孩子们自信地回答道。让同学们对网购这种无时间限制、比较自由的特点了解的更加深刻。

　　在我设置的第三个问题中:How much should you pay if you take a dress, a down coat, two pairs of trousers and five pairs of socks?给出的四个选项 A. 300、B. 340、C. 370、D. 410 暗戳戳的全是“坑”。果不其然，好几个学生都“掉坑”里了。于是，我们一起计算这几件衣服的总价。在师生问答“How much is/are …”“It is…/They are…”中再次巩固复习关于价格问答的重点句型。前两个回合的问答都非常顺利，然而到第三个“How much are the trousers?”学生能根据图片信息回答出“They are 70 dollars.”我又提问道“How much are two pairs of trousers”学生的答案又开始出现分歧:“They are 140 dollars.”天真的学生回答道。“No,no,no.70 dollars!”有些机灵的同学按奈不住大声喊道。原来网购有折扣，“Buy one get one free.”才是秘诀。这句话对于同学们来说并不陌生，孩子们一下子就明白了。“How much are two pairs of trousers?”“70 dollars!!!”“Are you sure?”“Of course!”孩子们自信地回答道。最后我们算出了这些衣服的总价。我又发问了“Do we need to pay 340 dollars in the end?”“Yes.”这次孩子们的答案出奇的一致。“Really?”,有的孩子们开始动摇了。这时候，终于有同学鼓起勇气 say no.我请他解释了一下，原来“You can also get  40 off your purchase of  300 or more.”是我们熟悉的满三百减四十的意思。我马上表扬了他“You are so clever!”并和同学们一起为他鼓掌。这个时候，他脸上满是自豪与开心。其他同学也恍然大悟，“原来是这么说的呀”，脸上满是获得新知和感到生活英语就在身边的满足。看到他们由不懂到懂，最后还能进一步讨论实体店购物和网购的优缺点并给出自己的建议时，作为老师的我感到十分的欣慰。

　　教学感悟

　　作为教师，在教学中不能只会照本宣科，要利用真实有趣的情境，丰富多彩的活动，各种各样的资源去激发学生的学习积极性和主动性。作为一名英语教师，我们还应想办法让孩子们学有所用，生活处处是英语，努力让英语在我们的课堂“鲜活”起来，动起来。
`;