window.__tempArticleContent = `
　　东隅已逝，桑榆非晚。

　　——题记

　　夏天的燥热在不知不觉中渐渐褪去，秋日的微风拂过脸颊，带着阵阵凉意。黄绿的草丛里一片片像遗失的纽扣一般的野花摇曳着，在温情的阳光下挥洒着芬芳，绚烂开放。

　　从记事起，我就是一个各方面都很平凡的人。每次当一群大人聚集在一起谈论、吹嘘各家的小孩时，我就会默默的回到自己的房间。声音嘈杂，耳朵生茧。在那么多人中我是那么的普通，似乎一无是处。张三家的小孩口才好，李四家的孙女会算数……每当听到这些，我就感觉家里的氛围不再那么的温暖。我从小体弱矫情，独爱跟调皮的孩子整天厮混，家人都对我很是头疼，唯一灵活些的头脑也在厮混中渐渐埋没了。后来，我发现我没有灵动的大眼睛，小巧的嘴巴，也没有白皙的皮肤和纤细的身材，我简直就是一个标准的普通人。我一次又一次的在镜子前摆弄我笨拙粗糙的身体，才终于接受，我真的是一丛野花中最中规中矩最不显眼的一朵小花。

　　起先我并不在意，因为我觉得，每朵花都有各自香味。可是自卑却像一个无底洞，我只能不断的往下坠。不经意间我开始佝偻起身体，下意识地躲闪他人的目光，我从来都不曾展现过自己，即使已经精心练习了很多遍，我也不曾有举手的勇气。

　　直到那天的演讲比赛，她高高扬起的马尾，是那么鲜活靓丽，她落落大方地介自我绍是那么的活泼动人，她从容淡定的讲述是那么让人舒适愉快。她平凡而又不平凡。我才发现，野花盛开时也会是那样绚丽，而自信就是花朵的养料。不自卑，花朵也会绽放出绚烂的光彩。轮到我自我介绍了，我怯怯的望着讲台还未下来的她，她投来一个鼓励的眼神，我就好像干裂泥土中即将枯萎的小花，在痛苦的煎熬中终于尝到了雨的甘甜。曾经只会默默的埋起的头的我以为高高举起的手臂是那么的显眼、不合群。但在我终于在台上绘声绘色地讲述出精心准备的自我介绍时，台下轰鸣的掌声响起，我不可抑制地嘴角扬起。

　　在后来的时光中，我慢慢自信起来。原来想也不敢想的演讲，我参加了；耿耿于怀的数学比赛我拿奖了。我终于也开出了花，终于成为了我自己。

　　在寒冬来临之前，荒芜中摇曳着绚烂开放的野花，也不算晚。
`;