window.__tempArticleContent = `
　　人生像一道彩虹,走过风雨,有过晴天,才能成就七彩之色。

　　——题记

　　生命的道路总有诸多的坎坷,一路攀登的我们也总会遇到挫折,在坎坷与挫折面前,有人停下脚步,有人继续向前。我很幸运成为了后者。

　　二年级时,一场意外让我被追请了将近半个学期的假。那段时间,我的我的周围聚集了一层厚厚的云,大雨倾盆,我的世界变得潮湿。在这段时间,每个星期回家两天的姐姐却为我拨开了层层乌云,让我的世界逐渐阴转晴,在她的陪伴下,我开始认真的学习。皇天不负有心人,在期末考试中我取得了全年级第二的好成绩。

　　然而晴天并不长久,我的世界又迎来了新的风雨,糟糕的人际关系让我迷茫,可能是我请假太久的缘故,所以同学都对我疏离了起来。我的世界充斥着无边的寂寞,时间好像突然变得很慢,而我每天在相同的时间做着重复的事:一个人上下学,一人吃饭,一个人看人来人往,车水马龙,然后一个人走在路上,看朝日,看夕阳……

　　幸运的是,在我五年级时,遇到了我人生中的第一位挚友,她性格跳脱,连带着我的性格也变得跳脱起来。她喜欢画画,画的很好,我也跟着她学画,却画得四不像,她成绩也不是很好,对数学很是头疼,而我刚好擅长数学。于是我们互相帮助,互相鼓励,当我我的画技由"四不像"到神形兼备的时候,她的数学也从不及格到了顶峰。

　　但生活总是不随人意,在她六年级时转学了。虽然我们都有对方的联系方式,至今知道她的家庭地址,可是因为紧张的毕业考试,我们都没有联系对方。但生活有时也很戏剧化,在我们即将忘记那段快乐的时光时,却在周末等车回家的车站再次遇到了她。她在三中,我在五中,相逢一笑,一句“世界真小”,然后一个深深的拥抱,把我们又拉回了那段快乐的时光!

　　有一首歌里写到,人越长大越烦恼,随着挚友的别离和学习任务的日益繁重,当我认为我将孤独前行时,生活又给了我一个个惊喜。我在学校交到了很多新朋友,他们有的阳光开朗,有的温柔文静,有的身怀一技之长,在自己擅长的社团闪闪发光,我们相互学习,相互竞争,共攀高峰,在他们的影响下,我变得越来越优秀。

　　其实人跟树是一样的,越是向往高处的阳光,它的根就越要向黑暗的地底探索。我们经历了风雨,才能长成参天大树,我们要追逐阳光,然后才能在成长的天空中绽放那道绚丽的彩虹。
`;