window.__tempArticleContent = `
　　林语堂的巨作《苏东坡传》详细地记录了苏东坡一生的起起落落。在短暂的64年中，苏东坡为后世留下了几百首脍炙人口的佳作，给我们提供了丰富的文学滋养，让我们懂得许多处世哲理。

　　我佩服苏东坡“大江东去，浪淘尽千古风流人物”的潇洒，佩服他“老夫聊发少年狂”的威猛，佩服他“十年生死两茫茫”栽种三万棵松树的深情，佩服他“也无风雨也无晴”的旷达。

　　苏东坡甘愿为民请命，虽被贬官却千方百计地帮助老百姓解决难题。我总为陶渊明遗憾，身为地方官就该为一方百姓做点事情，而他却沉醉在自己精神的桃花源里，连庄稼也荒芜了。可是苏东坡不同，他虽多次流放排  斥，仍旧积极为民造福，生活艰辛，他却活出了芳香味儿。流放到湖北黄州时，苏东坡新办了农场，种地养家糊口。他见黄州的猪肉价贱，而当地人不喜欢吃它，便亲自烹调猪肉。有一次他即兴作了一首打油诗名曰《食猪肉诗》。诗中写道：“黄州好猪肉，价钱如粪土。富者不肯吃，贫者不解煮，慢着火，少着水，火候足时他自熟。每日早来打一碗，饱得自家君莫管!”此诗流传开来，人们开始争相仿制，并把这道菜戏称为“东坡肉”。

　　苏东坡是一位特别有趣的生活家。他懂得让苦难开出芬芳的花朵。我们品读着苏东坡的佳作妙句时，更应该学习他荣辱不惊，闲听花开花落，惯看云卷云舒的处事之道。
`;