window.__tempArticleContent = `
　　为进一步加强校园安全管理，为切实加强我校学生安全教育工作，特别是有效预防性侵害事件的发生，保障全体女生的人身安全和身心健康，构建平安和谐校园，2025年9月27至28日，天柱县第五中学在政教处的精心组织下，面向全体女生开展了主题为“我安全，我健康，我快乐”的防性侵教育专项活动。莫祖凤、杨婷婷、乔丽丽、李丽芳、刘鑫、鲁鸿雁及校医刘红玲等七位女教师组成授课团队，以专业务实的教学为女生们筑起安全防护屏障。

|防性侵教育课程表|

|---|---|

|星期六|星期日|

|第五节 七（1）班、七（2）班、七（3）班 四楼会议室：李丽丽 八（2）班、八（3）班、八（4）班 四楼会议室：葛祖凤 七（4）班、七（5）班 二楼茶座室：李丽芳 八（5）班、八（6）班 二楼茶座室：李丽芳|第六节 七（6）班、七（7）班、七（8）班 四楼会议室：葛祖凤 八（7）班、八（8）班、八（9）班 四楼会议室：杨婷婷 七（9）班、七（10）班 二楼茶座室：杨婷婷 八（10）班、八（11）班 二楼茶座室：刘磊|

|第七节 七（11）班、七（12）班、七（13）班 四楼会议室：刘磊 八（12）班、八（13）班、八（14）班 四楼会议室：鲁鸿雁 七（14）班、七（15）班 二楼茶座室：鲁鸿雁 八（15）班、八（16）班 二楼茶座室：刘红玲|第八节 七（16）班、七（17）班、七（18）班 四楼会议室：李丽丽 八（17）班、八（18）班、八（19）班 四楼会议室：李丽丽 七（19）班、八（1）班 二楼茶座室：刘红玲|

　　授课教师围绕预设目标，结合学生年龄特点与认知水平，系统讲解性侵害概念、辨识侵害行为、科学认识侵害、传授预防与应对策略，通过案例分析、情景模拟等方式加深学生对性侵害的认识。明确告知学生万一遭遇或疑似遭遇性侵害，必须遵循“生命第一、及时告知、保留证据、立即报警/求助”的原则，清晰说明了向家长、老师、学校或公安机关求助的渠道与方法，强调了这不是受害者的错，卸下学生的心理负担。

　　防性侵教育是校园安全的重要组成部分，学校将持续构建“教育预防+应急处置+心理支持”的全链条保护体系。参与学生纷纷表示，本次课程内容实用、讲解贴心，不仅明晰了安全边界，更学会了用法律和智慧保护自己。

　　此次教育活动的开展，有效提高了女生的自我保护意识与风险应对能力，为构建安全、健康、和谐的校园环境奠定了坚实基础。
`;