window.__tempArticleContent = `
　　我吃了武康一个苕，长生不老。梅兰婆拱火，八老鼠打我。该乃我躲在草树脚，不然遭了一锄头脑壳。（注：该乃，方言，幸亏的意思。）

　　这是我们村一个叫肥子的单身汉写的一首“诗”，诗中的“梅兰婆”是他的后妈，“八老鼠”是他父亲的绰号。人们觉得他就是个“苕棒”（神经病），便将他的诗到处传诵取乐，以至我现在都还能一字不差地背诵。

　　然而，肥子的故事，却是一出沉重的悲剧。

　　肥子虽有父母，却活得像个孤儿。他的亲生母亲眼瞎了，父亲便续了小。共和国成立后，父亲选择了与盲妻离婚，和小老婆生活。肥子便与瞎眼的母亲住在一栋破旧的房子里，孤苦凄惶地讨生活。

　　肥子其实是一个聪明伶俐的人，不光动作麻利，而且能言会道。可是，他父亲却不想让他多读书，因此他小学四年级就辍学了。受到父亲和社会的双重遗弃，肥子心中便有很多的不满，也有了很多的不甘，年少的他，自然无力反抗，于是把这种不满和不甘化成了带刺的诗句。那首“名作”，便是他偷吃了一个叫武康的人的红苕后，被父亲追打的愤懑之作。

　　到了成婚的年纪，也有好心人为他说媒，但是女方一打探到他的家境后，便都退缩了。渐渐地，肥子产生了一个荒唐的妄想——近边的女子都不行，远方有一位漂亮贤惠的佳人等着他。

　　“天柱的女子最多算三等材，贵阳的也只是二等材，”他常常言之凿凿，眼里闪着坚定的光，“一等材，只有北京、上海才有！”

　　他说，唯有北京、上海的“一等材”，才堪与他相配。

　　就这样，肥子把自己活成了一个笑料，人们都把他的疯话当成茶余饭后的谈资。

　　同是历史车轮下苦苦挣扎的人，父亲对肥子母子总怀着旁人没有的同情，时常去探望。

　　我至今清晰记得，那个傍晚，天刚擦黑，父亲带着我去肥子家。肥子家里没有点灯，也没有生火，漆黑一片，冷清而死寂，像荒野的一座鬼屋。直到父亲喊了一声，从那黑洞洞的屋里传来一声应答，我才悚然惊觉——这里竟住着人！

　　父亲对肥子说，今天是你母亲的生日，我来吃生日（祝寿）。

　　肥子愣了一下，才猛地反应过来，赶忙点上油灯，升起灶火，冰冷的屋子瞬间被光和热填满，他那瞎眼的母亲高兴得像个孩子，叽叽喳喳不停地说话。

　　父亲是当地有名的“秀才”，肥子好不容易逮到这个机会，一定要父亲帮他写一封情书，寄给远方那“一等材”的姑娘。没有办法，父亲只得利用他做饭的当儿，到楼上去帮他写。那时我虽只有四五岁，也懵懂地感到，这是一件极其无奈的差事。

　　肥子干活十分利索，煮饭、做菜，三下五除二就搞定，又快又干净。然而，父亲写信更快，如有神助，不待晚饭做成，情书就写好了。

　　饭后，肥子就迫不及待地要我父亲给他介绍情书的内容。父亲拿着刚刚出炉的情书，声情并茂地读给他听。肥子端坐床前，眼睛遥望着窗外黑的远方，表情凝重而深情。他听得是那样的专注，时而沉浸长思，时而击股叹息。真不知那封情书写了些什么，竟能如此移人性情！我只记得每一段的开头，都有一个重复的呼唤：

　　“姐呀……”“姐哦……”

　　很长时间里，我都觉得非常滑稽可笑。我后来当秘书，经常给领导写讲话稿，每次动笔前，都要将自己代入领导身份，觉得这是一件十分荒谬的事。我一直好奇，父亲帮肥子写情书是怎样的一种心境？而且是写给一个虚无缥缈、根本不存在的人！

　　可是父亲居然写得如此认真，如此深情，这实在是不可思议。

　　那封不知写给谁的情书，终究没有寄出去。肥子说，他要好好地设计一下，要把它折成一个漂亮的形状才行。

　　几年后，肥子的母亲去世了，他的生活变得更无规律。白天去给别人帮工，换得一口饭吃。晚上回到黑灯瞎火的家里，自说自话，路人听到无不害怕。那年冬天，他唯一的一床棉被被人偷了，床太冷，他只得在床上坐着睡觉。随着年关将近，事情多起来，有人就想找肥子帮忙。走进他家，只见肥子坐在床头，头伏在膝上，一动不动。那人走近推了他一把，肥子侧倒下去，仍然蜷成一团。

　　他已经死去多时了。

　　他那同父异母的弟弟为他收拾房间，看到抽屉里有一封发黄的信，信笺折成一个漂亮的心形，那是他没有寄出去的情书。

　　那时，我才明白，父亲为肥子写的那封情书，是给他那孤独的灵魂编织的一个关于远方的梦。这个梦在常人看来是那么的虚妄，但于肥子，却是唯一能够抓住的一点点人间温暖。而信中那重复的“姐呀……姐哦……”一点也不滑稽，它已然成了肥子对爱与尊严的最深情的呼唤。
`;