window.__tempArticleContent = `
　　在教学“孔子在思想、教育方面的主要贡献”问题时，第一段正文讲述孔子的生活时代、地方、出身、以及他青年、中年及晚年的主要活动，旨在引导学生全面了解孔子其人，认识孔子思想产生的背景。第二段正文讲述孔子的核心思想及政治主张，同时强调孔子作为大思想家的贡献。在讲述孔子的核心思想“仁”时，学生常常对此认识不深、不能很好的理解“仁”的含义。鉴于此，我结合一些事例，帮助学生在故事中加深对其思想的理解。孔子提出一系列教学原则及学习方法，学生通过语文的学习已有一定的基础，教师可以依据学生的掌握情况进行讲解，建立起从已知到未知的联系，帮助学生从中华优秀传统文化中汲取精华，从而树立起良好的学习态度。在教学中变身为学生访谈，遵循初中学生的认知规律，激励学生大胆地说明学习体验和收获。

　　一、实践“五大核心素养”理念引领教学

　　历史学科五大核心素养：唯物史观、时空观念、史料实证、历史解释和家国情怀。历史的五大核心素养说明历史是启与承的作用，启发我们随着时代逐渐进步，承载先人的智慧，告知我们什么是荣与辱、黑与白。让学生学会用唯物史观的眼光一分为二的看待问题，培养理性思维能力，积累学科活动经验，发展社会参与能力。“在教学中，当学生的认识结构模糊时，不防止他们在情境问题中经历历史活动，在生活和学习中，逐步培养学生学会运用唯物史观去分析问题，同时借鉴历史史料，结合当前的生活实际，培养他们积极的人生态度和健全的人格。让他们在“做中学”“做中思”“做中悟”的学习活动中获得学习体验，交流获得感。历史是一面镜子，从历史中，我们能够更好看清世界，渗透生活，认识自己。

　　二、搭建“五大核心素养”理念学习平台

　　教学片断：孔子在思想、教育方面的主要贡献。

　　设计方案：

　　过渡语：孔子是中国古代著名的思想家、教育家，也是儒家学派创始人。孔子的思想在中国传统文化中占有重要地位，对后世影响极大。

　　老师讲述：我们来看一个小故事。孔子路过泰山脚下，看到有一个妇女在墓前哭得很悲伤。孔子让学生子路前去问，妇女说：“之前我的公公被老虎咬死了，后来我的丈夫被老虎咬死了，现在我的儿子又被老虎咬死了！“孔子问：“那为什么不离开这里呢？”妇人回答说：“这里没有残暴的政令。”孔子感叹道：“苛刻残暴的政令比老虎还有凶猛啊！”

　　教师提问：这个故事体现了孔子怎样的政治主张？

　　学生讨论后答：孔子反对苛刻暴政的统治，认为统治者只能实施德政，以德治国，社会才会稳定等。

　　教师小结：孔子的核心思想是“仁”，这种思想在政治方面的体现，就是主张“以德治国”。

　　教师提问：孔子还是大教育家：孔子创办私学，孔子弟子有来自贵族阶层的，如司马耕等；也有来自平民家庭的，如颜回、子路等。这样的学生构成，体现了孔子怎样的教育思想？

　　学生：有教无类。

　　教师讲述：我们再来看看孔子的教育小故事。孔子的学生樊迟进入师门比较晚，求知心切，但学问不高，所以他的问题，孔子很少有抽象概括的回答，都是具体的、有针对性地说给他听。学生子贡好高骛远，立志要成为尧舜那样的圣人，孔子就教导他从认真对待身边的人做起。对于学生仲弓，孔子评价他的德行可以做一国之君，因此，孔子也对他提出了更完备的要求。

　　教师提问：这体现了孔子怎样的教育方法？

　　学生：因材施教。

　　教师讲述：其实，孔子的教育方法体现在很多方面。请你们结合教材《课后活动》第1题，想一想：孔子的这些言论对于我们今天的学习有什么指导意义？

　　学生讨论后答：孔子主张的诚实求学、虚心请教、复习旧知识和探究新知识相结合、学习与思考相结合等思想，对我们今天的学习仍然有重要的指导意义。

　　教师小结：孔子在思想、教育方面都作出了重要贡献。孔子创立的儒家思想不仅对中国古代文化发展有着非常重要的影响，而且至今仍然闪耀着智慧的光芒。

　　三、教学感悟

　　通过讲述关于孔子思想的故事，引导学生理解孔子的核心思想及政治主张。通过讲述孔子的教育故事，引导学生理解孔子的教育主张和教育方法。通过这一主题，引导学生感悟中华优秀传统文化的博大精深及其对后世产生的深远影响，认识中华优秀传统文化的价值。基于从具体到抽象的基本活动经验，对核心问题理解透彻，剖析深入，师生有获得感，教学深入、高效。激发了学生历史学习兴趣。

　　(1)在思考中消化知识。教历史就是教学生思考历史问题，要随时关注学生对历史事件的思考，没有思考的课堂教师就无所谓“教”了。学生积极投入实践活动，在猜想、讨论、交流中,依靠集体的智慧得出结论,体现了以学生为主的课堂教学。对历史事件中的若干问题,要适时追问,激活学生思考,课堂不乱、思维不断、兴趣不散。在不断思考中消化知识,获得感悟。明晰问题的“根”,学习再现过去真实发生的历史事件,引发学生创新火花。

　　(2)在体验中悟化知识。知识来源于讨论体验,学生经历了“探究历史”的成功体验,就抓住了知识的本质。以实践活动为学习载体,动口、动脑,生动、形象、直观,让学生心灵深处有着学习的兴趣和欲望。学生动口讨论,体验并用历史唯物史观的眼光观察、思考解释现实生活,用历史的语言、方式表达现实生活中的历史。从现实生活构建历史人物模型,对历史人物总结认知,形象直观,让学生理解透、感悟深。

　　(3)在表达中深化知识。表达能加深理解,增长智慧,获得体验。教师立足学生之本,满足学生学历史的欲望,搭建了师生互动交流平台,汇报实践操作过程和研究成果,叙述参与活动的思维过程、见解、困惑,激发学生“说历史”,关注学生学习体验,激起学生“学历史”的欲望,引导学生大胆说。并结合生活现实教学生学会表达。
`;