window.__tempArticleContent = `


　　在五中的校园，你会看到一个右腿高位截肢的女孩，她用双拐支撑着，穿行在校园的楼道，操场跑道，食堂的队伍中，她拒绝友情搀扶，拒绝善意的帮助，她以金鸡独立的姿态行走在成长的人生之路上。她，就是来自天柱五中七年级8班的蒋芋清。

　　噩梦来临之时，她年仅一岁

　　蒋芋清出生在天柱县瓮洞镇一个偏僻的山村，窘迫的家境，父亲不得不带着四级残疾的妻子和刚满月的蒋芋清远赴广西贵港务工。善良勤劳的父亲每天早出晚归，妻子在租住房中带孩子，为辛劳的丈夫准备一日三餐，日子清贫而平静，但也温馨。渐渐地，蒋芋清已经长到了一岁，看着乖巧的女儿，夫妻二人在辛劳中得到了些许慰藉。

　　幸福总是相似的，而不幸却各有各的不同，这个刚好找到一点幸福的家庭，厄运却已悄然来临。那是一个微凉的秋日傍晚，蒋芋清不小心感冒发烧，刚收工的父亲心急火燎地用电动车带着一岁的蒋芋清往医院赶，这时，一辆飞驰的货车将父女撞到在地。经过抢救，蒋芋清捡回了一条命，但从此失去了右腿！

　　妈妈，我的腿什么时候长出来

　　与所有的儿童一样，蒋芋清经历了咿呀学语到姗姗学步，可只有单腿的她只能在地上摸爬滚打。她总想和别的孩子一样，拥有双腿，自由自在的嬉戏玩耍。两岁那年，她问妈妈，我的腿什么时候长出来？妈妈极为心酸，含泪骗她说，等你长大了，就会长出来了。就这样，小小的蒋芋清怀揣着这个美丽的梦，走过了她的幼年。直到六岁，她不再问妈妈，她知道她的腿永远长不出来了。

　　到了上幼儿园的年龄，可是有四级残疾的妈妈和每天早出晚归的父亲无法接送她，单腿的她只能在家里渡过。六岁时，蒋芋清看到同龄的伙伴都上学了，她也哭闹着要去幼儿园。母亲找来一对树桠，为她做了一双简易而粗糙的拐杖。从此，她开始了独立的求学之路！

　　不用，我能行

　　刚上幼儿园的时候，无知的孩子们用天真的眼睛去打量这位独特的同学，有好奇，有困惑，有嘲笑，可她挂在脸上上的总是甜美的微笑。即使在她最需要帮助时候，孩子们去帮助她，她总是说：不用，我能行！就这样，从幼儿园到小学，再到初中，蒋芋清用双拐独立地走过了自己的童年，开始了她无需搀扶的人生。

　　我想当一名医生

　　初识蒋芋清同学，是在上三楼的楼梯上，望着这位身背大书包，撑着双拐，正艰难的向三楼攀登的学生，我当时就想：学校怎么不把这个学生安排在一楼的教室？为此我特意向班主任了解了情况，班主任说，她自己愿意，她说能行！从此，五中就有了一位穿梭在楼道，跑道，食堂队伍的双拐女孩。

　　终于有一天，我忍不住的给她拍一张照片，我想记录这个单腿女孩的坚强，我想见证她的成长。在取得她父母及本人的同意后，我把她叫到了我的办公室，对她的过往做了一个详细的了解。望着这位坚强中略带倔强的女孩，我轻轻地问到：长大了，你最想干什么？她毫不犹豫的告诉我她想当医生。我问为什么，她说，妈妈身体一直不好，我想当医生去帮助妈妈那样的人！你的腿不方便，是不是可以考虑别的工作？我又问道。她说，这么多年，我已经习惯了，我能行！

　　望着她坚定的目光，我仿佛看到了未来——一个单腿女孩，身穿白大褂，穿梭在病床中间······
`;