window.__tempArticleContent = `


　　“体面的、要强的、好梦想的、利己的、健壮的祥子，不知陪人家送走了多少回殡，也不知道何时何地会悄无声息埋葬他自己。埋葬这自私、堕落、不幸的社会病态里的产儿，个人主义的末路鬼。”——这就是祥子的一生。

　　在团团圆圆的春节节日氛围中，我有幸和《骆驼祥子》相遇，我拜读了老舍先生的《骆驼祥子》这本名著。刚开始阅读时里面的内容令我十分不解，但随着阅读渐入佳境，我对它有了一番自己的认识，洋车夫是20年代北平的象征，而作为一个上等车夫，就是能够有三辆属于自己的车，那似乎是-一件很幸福的事情。不，对祥子来说这确实是一件很幸福的事情。他怀着对北平生活的向往与热爱, 离开了他熟悉又困顿的地方。来到了北平，要在这里成家立业，把北平作为自己的家。作为一名洋车夫，他不怕吃夫，有着乡间小伙子的诚实与强壮，没有一般洋车夫的恶习，他无疑可以成为最出色的洋车夫。祥子最大的理想就是买上一辆车，一辆真正属于自己的车。

　　“有了自己的车，就有了一切。”他下了决心，无论花费多久的时间也在所不惜。于是他省吃俭用，起早摸黑，三年之后终于得偿所愿,他有了一辆属于自己的车。这当然是高兴的，祥子自己想着，这是他在北平生活的一线希望。自从有了这辆车，生活过的越来越起劲，干上了两年三年就可以再买一些车，一辆，两辆……最多两年就可以开车厂子了。

　　可现实总是残酷的, 他的车被抢走了, 用 了三年的心血与汗水换了的新车，就这样硬生生地从自己的眼前消失了。那时他并没有泄气而是决定再买一辆，这一次东山再起的奋斗激情不像先前那样强烈，但他仍然怀着满腔的热情继续拉着租赁来的车拼命卖力。无奈这黑暗残酷的社会并没有停止对他的打击, 孙侦探以“买命”的名义诈骗的祥子所有的积蓄。后来虎妞出现在他的生活中就像·束光照进了祥子的内心，他用自己的钱为祥子买了一辆车，生活正一点点变好，只可惜生活又给他开了个玩笑，虎妞难产而亡，祥子又不得不因为虎妞的丧事再次把车卖掉，祥子快要承受不住种种的打击了，越想越恨，泪水被怒火截住，他狠狠的吸了口烟，越被烟呛到咳嗽就越要吸，不知折腾了多久终于把烟吸完了，口中便发狠地狂喊一阵，好像把心中的血都喷出来才痛快。

　　这到底是造化弄人，还是命运注定?纵观祥子的一生，充满了理想与现实的矛盾，他想拥有自己的车，却三次破灭，想拥有自己的爱情，却与爱人阴阳两隔，他也想独立生活下去，却堕落成了行尸走。对于祥子，我感到同情，感到惋惜，感到无奈，也感到敬佩，敬佩他的坚持，他的上进，也痛恨他的堕落。

　　人是有思想的高级动物，应该有自己的理想目标。理想与现实或许充满矛盾，但我们要在现实中保护好理想的火苗，就像毛主席说的：“星星之火，可以燎原”，人的一生就是为理想奋斗的一生。明天会如何，我不得而知。现在我能做的就是把握好今天，为理想的明天做好准备。
`;