window.__tempArticleContent = `
　　6月，一个命运的转折点，是的，中考，你们面对的中考这个艰巨的任务，在这一路上，跨出的每一步，决定着你们未来的迥异路途。

　　回想着一路来，在五中度过的多姿多彩的三年，虽然有着不愉快，也期待着每一个明天，期待着，期待着，那个中考离得越来越近，转眼，只剩下30多天了，中考将至，你们的心中是否有过畏惧？又是否有过不舍？请不要畏惧，请放下不舍，此时你们手上的笔，便是上阵杀敌的利刃，而现在的不舍，便会成为你们走向胜利的绊脚石。

　　梦在前方，路在脚下；未来可期，奋斗以成。中考，不仅仅是任务，更是使命！你们背负着家人、朋友、老师对你们地期盼，或许你们中的一些人已经开始自暴自弃，但你们问问自己，在这三年你们有在努力吗？那先名列前茅的人，是天才吗？不是，他们为能考上一个好的学校，早在心中，定下的目标，而为了追求它而在努力的奋斗。

　　奋斗没有终点，任何时候都是一个起点！路在自己脚下，世上不会有一帆风顺的旅途，你们应该勇于坚持，勇于奋斗，奋斗过后，虽可能得不到自己想要的结果，但总会有回报，只要努力，失败了也不会有遗憾，虽中考已经没有多少时间了，但你们只要在关键的日子里挥洒青春汗水，你们的未来才可能是一片光明。

　　请你们望一望彼此，正属于青春的你们，眼中是否闪烁着希望之光，心中是否燃烧起了，斗志之火，去战斗吧！年轻的勇士们，你们取得的胜利，不仅仅是学校的荣耀，更是为了自己，为了拥抱更好的明天。我们将会追寻着你们的脚步，成为更好的自己。

　　乾坤未定，你我皆是黑马；若是乾坤已定，那就扭转乾坤。我相信，你们将会散发出夺目的光彩，成为最闪耀的启明星。回想来，三年的时光，如同一辆只去不返的列车，很快就流逝了，在这段日子里，你们拼搏过，努力过，为自己的前途，闪耀出耀眼的光芒。

　　加油吧！虽然我一个人的力量可能微不足道，但为了你们自己的前途，为了自己的未来，你们便要所向披靡，记住！人这一辈子，不为别人，只为自己而活，人生靠自己而赢！
`;