window.__tempArticleContent = `
　　故乡就是故乡，一切都是独有的，她散发着淡淡的最原始的乳香。尤其故乡的秋天，更是与城里截然不同。

　　城里的秋天只是忙碌的人们无暇顾及的一个小小的配角，除了可以从人们衣饰的更换看出来之外，几乎被人们遗忘。而故乡的秋天则是原原本本的秋天，很真实，很单纯，很专一。甚至空气中都弥漫着秋天特有的气息。一切事物都与秋天默契配合，都把自己属于秋天的色彩显摆出来，都因为秋天的到来兴奋着。

　　故乡的秋天很淳朴，如同不善言辞的乡下人，只是一颗实在的平常心，没有漫天飘黄的浪漫，没有细雨潇潇的伤感，没有秋风飒飒的撩人。有的，只是一片蓝天，蓝得干干净净；一块收获后的土地，辽阔而丝毫不让人感到空旷；一棵沉默挺拔的大树，让人无法忽视它的存在……如果再有那么一缕炊烟和一抹夕晖，那便是乡下人心中最美的画了。

　　故乡的秋天意味着收获，故乡因为秋天而充实。乡民不懂“艺术”，不懂“欣赏”。他们对秋天唯一的要求，也是他们认为秋天对他们的唯一馈赠，就是收获。秋天的到来似乎为乡民们助长了无穷的力量，他们以惊人的体力奔走在田间地头，去面对那金黄的玉米，饱满的大豆，红熟的苹果，发胀的石榴。这些曾经弱小的生命，在经历了季节的轮回以后，迫不及待的扬起健壮的臂膀，骄傲的炫耀他们的成熟。在农民眼里，那是汗水，那是心血，是起早贪黑。没有过多的兴奋，这是水到渠成，瓜熟蒂落，再正常不过了。他们平静的举起明晃晃的镰刀收割，带着竹篮采摘，然后扬起锄头，为下个收获播种。

　　故乡的秋天有时候也很漫长，明晃晃的天空，寂静的田野。农民们起初还安慰自己歇一阵子，后来就耐不住劲了，有事没事到地里转，再后来就忍不住埋怨，这天咋还这么长？待到刚要张嘴时，却蓦然发现已是冬天，于是哑然大笑，于是想念秋天，于是期盼下一个秋天……
`;