window.__tempArticleContent = `
　　在进行八年级物理第四章第四节《光的折射》一课的作图时,学生作法线和折射光线时经常出错。如在作光经过三棱镜的光路图时,出现法线不与三棱镜面垂直或折射光线偏折方向相反的现象,有些同学甚至折射光线用虚线表示,还出现光射入三棱镜后没有射出的情况,总之问题很多。如何才能更好的让学生正确掌握光的折射作图呢?往广的说是更好地掌握光学作图呢?

　　一、从准备入手,规范作图要求

　　大家知道,由于光路是一条直线,法线与界面有垂直关系,法线是用虚线,光路图要清楚等。因而对光路作图有一定的要求,其中就包括作图工具。所以在教学光路时,提前对学生提出一些准备的要求。比如要准备有铅笔,要有直角三角板,直尺、量角器橡皮擦等基本的作图工具和物品,避免作图潦草,画线不直,总之首先从准备工具入手,规范作图要求。

　　二、作好示范

　　老师在教学光路内容时,对于初次作图时,要在黑板上作好示范,一笔一画的作图,先让学生模仿,观看教师作图方法。从不会到慢慢会,从不熟练到熟练。让学生在模仿中学会并内化为一种能力。

　　三、提出作图要求

　　比如在作光的反射和折射光路图时,如果只有入射光线或折射光线,要画出反射光线折射光线,或只有反射光线或折射光线,要画出入射光线,都要过入射点先作法线,法线要与界面垂直,要标上垂直符号,法线要用虚线等要求要说清,并要深求学生作图时严格遵守这些要求。

　　四、在学生练习中查找问题,纠正错误。

　　对于重点作图,要求学生独立做作业并上交。在学生作业中发现问题。如下面是部分学生作业存在的问题:

　　练习题:一束水平光线射向三棱镜,作出光经三棱镜后的光路图。

　　针对存在的问题，我对作图作业进行更正讲评时教学片段如下：

　　师：在光的反射和折射作图，有了人射光线，要先画什么？

　　生：先作法线。

　　师：法线用实线还是虚线？

　　生：用虚线。

　　师：法线与入射面是怎样的角度？怎样作法线？

　　生：90°，因此作法线时法线要垂直于界面。

　　师：光从空气中射向玻璃时，折射光线是远离法线还是偏向法线？

　　生：偏向法线。

　　师：光射入三棱镜后还会从三棱镜射出来吗？

　　生：会的。

　　师：光从三棱镜射出来后，光会发生折射吗？

　　生：会的，因为不是重直射出来。

　　师：这时折射光线是怎样的呢？

　　生：和光从空气中向射入玻璃相反，折射光线将向远离法线方向偏折。

　　师：同学们，对于光的折射作图，你掌握了吗？

　　生：掌握了。

　　哪位同学还有补充？

　　生：光的折射作图时，要考虑光是从哪种介质射向哪种介质，确定折射角和人射角的大小关系，才能准确的作出折射光线。还要考虑入射光线是否垂直于界面。

　　师：这位同学说得太棒了。其他同学还有补充的吗？接下来再学们继续交流作图体会。

　　师生交流更正后相似练习学生作图如下：

　　五、学体会

　　物理学科是一门以实验为基础的自然科学课程，注重事实依据，具有基础性、实践性等特点。因此，老师在教学中，首先要作好示范，表述严谨科学，对存在的问题纠正要彻底，对学生要求要严格。如以光的折射教学活动，让学生遇到物理问题时，先思考，领会题意，根据要求，思考每一个步骤应该怎样做，做到有依据，规范要求，养成严谨的思维习惯，让学生通过学习物理后，具有物理观念，培养科学思维，才能在学习物理时少犯或不犯错误。教师在课堂教学中允许学生出现错误，承认学生之间的个性差异，因而在教学中要因材施教，对不同层次的学生提不同的要求，让其有成功感，这样才对学习产生兴趣，进而学会学习。每个孩子都是一本值得好好研读的书，只是这一本开启的方式不同，但开启每一本书都有一个核心思想，那就是让学生感受成功，并不断的给学生们成功的反馈，让学生体会到学习的快乐，并为学生的终身发展奠定基础。
`;