window.__tempArticleContent = `
　　午夜，窗外，雨声潺潺。

　　这黔东南边睡的小镇，秋天的雨总是在夜里来得那么轻柔，那么悄无声息。开始是一滴，两滴，稀稀疏疏，点落在屋顶上，枯叶上，树林中。渐渐的，雨点密集起来，渐渐沥沥，缠缠绵绵。总让人感觉这样的夜里，是有人刻意冻结了时间，万物静止，唯有这雨声，如梦如幻若云若歌。夜，停在永恒；雨，永无止息。

　　半夜醒来，躺在床上聆听这雨声，答答滴滴。不禁想起李清照的《添字采桑子·窗前谁种芭蕉树》“窗前谁种芭蕉树，阴满中庭。阴满中庭，舒卷有余情。伤心枕上三更雨，点滴霖。这是南宋时期夏天的夜雨，此时一位孤苦女子的窗外，那不知是谁种的芭蕉树正郁郁葱葱，阴满庭院。叶片和不断伸展的叶心，一张张，一面面，舒卷有致……

　　我的家乡黔东南，芭蕉树是极其常见的，山道边，土坎下，菜园边，屋后的鸡舍牛栏边……乡亲们总把芭蕉树种在每一块不适宜种庄稼的却又空出的那一丁点不毛之地上。我固执的认为，家乡的芭蕉树不仅是冬天草木枯竭时，猪、牛们最好的口食，也是家乡村落里一道特有的风景！于是，想到芭蕉，一种亲切感油然而生。夏天，村庄里一簇簇或一湾湾绿绿郁郁的芭蕉树尽情舒展枝叶！芭蕉树始冒叶心，那是一卷嫩嫩的鲜绿，鲜得发润，卷得紧密，径直向上。渐渐的，这卷鲜绿变长变粗，慢慢舒展，最终长成绿油油的、宽而长的、平平稳稳的叶子。想到这样的叶心，才恍然，为什么有学者断定“阴满中庭，舒卷有余情。”中的“余情”应作“馀清”，“馀清”既意蕉叶舒卷，“清”又道出蕉心贻人的清凉舒适之感。且若视“清”字为“情”字的谐音，其意胜于径用“馀情”二字。

　　我们家乡的庄稼人也是常听雨打芭蕉的。农忙天的响午，碰上突如其来的雨，倘若这雨下得急、短，往芭蕉树下一躲，这便是庄稼人最好的避雨场所。听雨打在芭蕉宽大的叶片上，啪啪啪……雨停了，钻出来，继续下地。若雨一时半会不停，也不打紧，折下一张最宽大的芭蕉叶，顶在头顶往家跑，这芭蕉叶便是庄稼人最好的雨伞，叶片上的雨声也便成了归家脚步最好的伴奏！

　　只是雨声，却总扯动着文人心中那抹最沉的愁思。李商隐说“秋阴不散霜飞晚，留得枯荷听雨声”。而此时，在这寂静的夜里，这深秋悄来的雨，仿佛故意般逾下逾放肆起来，黑暗中打开窗户，聆听雨声，雨打芭蕉，雨打残荷不过也就是此番情景罢。南宋词人蒋捷说得好：“悲欢离合总无情，一任阶前点滴到天明”。

　　“少年听雨歌楼上，红烛昏罗帐。壮年听雨客舟中，江阔云低断雁叫西风。而今听雨僧庐下，鬓已星星也。”人生难得几回聆听雨声，“轻飘飘的旧时光就这么溜走，转头回去看时已匆匆数年。”我们总是一边走着一边这样感慨。来不及懂得如何珍惜这青春，悲欢离合总是这般无情。那么，不要去想“花好月圆”的事，让它“一任阶前，点滴到天明”吧。
`;