window.__tempArticleContent = `


　　摘 要：随着我国教育体制的不断改革，在不同学段针对不同学科的内容选择不同的教学方法也成为了构建高效课堂的重要策略之一。对于初中数学函数教学而言，为了能够让苗侗地区中学生更加直观的理解知识点的相关内容并增强数学课堂和实际生活之间的关联，就需要数学教师能够充分利用信息化环境，为学生营造丰富且有趣味性的教学氛围，让函数思想能够贯穿学生对数学学习的始终。培养学生的逻辑思维，抽象思维，提高学生的数学能力和学科核心素养。本文阐述了信息化环境下苗侗地区初中数学函数教学存在的相应问题，并针对其有效教学策略进行了分析。

　　关键词：信息化环境；初中数学；函数课堂教学策略

　　引 言：对于初中学生而言，数学学科相比于小学阶段其难度有了较为明显的提高，为了帮助学生跟上学习进度，取得较为良好的成绩，就需要教师能够根据教材内容将知识点的难易程度进行合理规划，采用针对性的教学方式，对不同的教学难点展开教学活动。函数是初中数学最为关键的教学内容之一，也是学生在高中阶段全面掌握数学体系的关键钥匙，为此就需要数学教师能够灵活的运用信息化环境下多媒体教学，互联网教学，分组合作教学，探究式教学等方式，为学生的函数学习打下坚实基础，着重培养学生的思维能力和数形结合意识。

　　一、目前我国初中函数教学存在的问题

　　（一）教学理念

　　首先，受到应试教育的影响，我国很多初中学校和初中数学教师对于函数教学存在理念上的认知不足，尤其是部分教师为了能够有效提高学生的卷面分数和考试成绩，会选择使用填鸭式的教学方法配合题海战术，让学生对不同的类型题进行反复的验算，希望学生能够通过这种机械式的重复来深刻的掌握相应知识点。然而数学学科的学习和其他学科存在本质上的差异，需要学生能够真正了解及知识点的相关内含，才能够对其进行精准掌握，机械化的重复只能让学生的理解流于表面，只掌握了解题技巧，对于学生未来的学习和发展存在较大隐患。

　　（二）教学方式

　　其次，很多教师所选择的教学方式存在较大缺陷，由于函数体系是初中数学的重要组成部分，对于学生的理解能力，抽象思维，逻辑思维有着较高的考验，所以想要让学生快速吸收和理解相应知识点，就需要教师营造相应的课堂教学氛围，利用分组教学，多媒体教学，信息化教学方式，向学生进行讲述。而我国目前大多数教师仍然采用了黑板加粉笔的教学方法，将图像、图表、知识点进行简单口述，对于大部分学生而言，其理解能力都不足以支撑其吃透这一部分知识内容。

　　（三）和实际生活的关联

　　最后，在我国教育体系内，各学科的教学和实际生活关联的缺失是一种非常普遍的现象。尤其是对于数学学科而言，除了部分应用题在讲解环节教师会选择将相关案例和学生的生活实际进行串联之外，很少有内容能够让学生体会一种学习过程中的参与感。缺失了这一部分参与感，教师就很难活跃起课堂学习的氛围，同时也让相应的数学知识点变得更加抽象生僻。因此为了能够提高教学效果，将数学课堂和学生的实际生活相关联，提高学生在日常生活中应用数学的能力，就需要教师利用信息化技术全面拓展到苗侗地区初中数学函数课堂教学过程中。

　　二、信息化技术在初中函数教学中的有效应用

　　（一）信息技术应用在课前预习的作用

　　首先，信息化环境下，初中学生可以充分利用微课、智慧课堂、翻转课堂等方式，对相应的函数教学内容进行充分预习。和传统的教学方式不同，在信息化教学模式下初中生可以脱离传统的教材、图片加文字的阅读式预习方法，利用其他教师或教学机构所制作的微课进行课前预习。

　　微课是信息化环境下一种全新的教学模式，将不同的知识点利用视频、动漫等方式，在简短的时间内如一分半到三分钟进行细致讲解，将知识点所涉猎的知识内容、重点、理解方法以及案例和习题进行快速的阐述。让学生能够在较短时间，对不同知识点形成基础理解，便于课上时间进行学习。

　　举例说明，当初中生学习函数的过程中会遇到相关问题，比如中国联通的话费收费标准是每分钟0.2元，月租30元，中国移动的收费标准是每分钟0.3元，没有月租，那么请问一个人一个月通话150分钟，选择哪一个移动公司更合适?通过这种案例结合的方式，配合相应的微课动画展示，能够让学生在课前预习阶段就对相关知识点有所了解，并认知到初中函数和现实生活当中具有怎样的关联性，对于开启学生对初中函数学习的过程有着十分积极的作用。

　　（二）课堂教学的实际应用

　　其次，在课堂教学环节，信息化技术的应用可以分为以下三个方面。

　　第一，信息化技术能够便于教师进行课堂演示，由于函数知识是几何与代数知识融合度较高的部分知识体系，因此想要学生更加直观的理解函数知识内容以及相关类型题，就需要其具备良好的数形结合思维和逻辑思维。而对于初中阶段的学生而言其本身的继续强化理解能力较强，抽象化理解能力还没有发育成熟，为此教师就可以利用信息化通过多媒体展示的方式向学生动态演示不同类型题所涉猎到的知识点，让学生能够将例题内容，动态曲线分布等知识点进行有机融合，通过直观的方式加强对不同知识点的认知和理解。

　　第二，信息化技术还能够帮助教师构建分组合作式教学，数学学科的学习过程本身就具有较强的探究性，对于初中生而言想要更好的理解相关知识点，除了进行习题练习之外，还需要针对解题思路解题方法解题技巧进行充分讨论。在多媒体环境下，根据不同类型题进行小组学习探究，同样也能够帮助学生更好的了解相关知识点在习题当中的有效应用方式，对于教师而言，通过信息化的展示构建高效趣味的初中数学课堂，能够帮助学生提高学习效率。

　　第三，信息化技术在初中数学课堂中的有效应用，还能够让学生提高对知识点在实际生活当中实际应用的理解。例如，在买房贷款类型题的教学过程中，选择不同的贷款方式进行比较也是初中函数学习过程中非常重要的一类知识点。而利用信息化技术进行相应的动态演示，能够帮助学生更加合理的理解，不同情况下不同条件所产生的情况，从而便于学生进行比较，这种演示方式对于提高学生的逻辑分析能力有着非常重要的作用，并且能够让学生形成一种解题习惯，就是先明确条件再进行分析，将解题步骤转变为一种逻辑分析的过程。

　　（三）课后复习的应用

　　初中数学学科的课后复习，是学生深入掌握数学知识，提高其实际应用能力的重要途径。对于初中函数部分的知识，在课堂教学过程之后让学生根据不同的教学内容和教学重点利用多媒体技术进行课后复习，是加深学习印象提高复习效率的有效措施。

　　举例说明，在正比例函数、反比例函数、一次函数、二次函数和分段函数的学习过程中，如何清晰的掌握其定理、性质、应用和图像是很多教师的教学重点、教学难点。而采用相应的多媒体技术，将上述知识点进行总结，制作成较为清晰的表格和对比图，既可以完成一次对知识点的梳理，又可以让学生更加直观的了解不同知识内容的差算。对于雷画地区初中学生而言，这种复习方式能够有效的避免由于知识点过于分散而带来的理解能力不到位，是节省复习时间，提高复习效率，强化知识点掌握的有效途径之一。

　　结束语：综上所述，初中函数是初中数学最关键的一部分知识内容，而想要有效加强学生对这一部分知识点的理解就需要通过信息化技术，多媒体技术，互联网技术，构建学生对函数的整体认知和运用能力。让学生在课前预习，课上学习，课后复习等不同环节对知识点进行梳理，建初中高效数学课堂，培养学生的逻辑思维能力，提高学生数学学科核心素养。

　　参考文献：

　　[1]贾靖林.信息化环境下初中数学函数教学的策略研究(I]。中国教育技术装备, 2011(05):85-86.

　　[2]王建青.基于信息化环境下初中数学函数教学策略的研究[1] 赤子（上中旬）, 2015(12):298.

　　[3]姬映斗.信息化环境下初中数学函数教学的策略研究 II1. 课程教育研究, 2019(42);53.

　　[4]曲盈.探究新时代下的初中数学信息化教学方案】.读与写（教育教学刊），2017，14(11):80.
`;