window.__tempArticleContent = `
　　一、案例背景

　　本课的教学设计旨在通过创设情景和亲身体验，让学生在活动中研究英语，激发学生的研究热情，培养学生的综合语言运用能力和跨文化意识。教学重点和难点是让学生学会制作奶昔并用英语对基的制作过程进行描述，因此在教学更要注重词汇和句型，并通过实际操作让学生掌握制作过程。同时通过竞争机制激发学生的研究兴趣，让学生在轻松愉快的氛围中完成研究任务。

　　二、案例描述

　　1. 播放视频。

　　让学生观看并说出制作奶昔所需工具和物品必要教师时帮助补充。顺势学习搅拌器biender这个单词。

　　1. 播放制作香蕉奶昔全过程

　　结合学习关键词peel、cut据钢结构安装up、put据钢结构安装into、pour、turnon......

　　1. 教师制作奶昔。

　　边演示边解说saysinEnglish

　　1. pairwork

　　学生两人一组操练如何制作香蕉奶昔。学生动手制作香蕉奶昔。

　　分别请两位同学自愿到讲台上演示制作香蕉奶昔。

　　要求按步骤用英语解说如有误教师纠正然后连同老师做的奶昔一起分给同学们品尝。充分肯定表扬上来制作奶昔的同学。两人一组就某种水果奶昔或水果色拉如何制作进行讨论、操练。然后请一、两组同学站起来表演。及时给予鼓励和表扬。

　　熟话说得好良好的开端成功的一半。这节课从随口询问学生喜欢什么饮料到分别给学生品尝香蕉奶昔极大地刺激了学生的兴奋神经一下把他们吸引住了连后进生也跃跃试试积极配合。

　　生1：怎样制作香蕉奶昔？

　　师：先观看视频，

　　生2：有几个步骤？

　　师：教师解释first...then...next...finally...

　　三、教学感悟

　　在教学过程中既有教师灵活的教也应有学生积极主动地参与才是真正意义上的教学。让学生亲手制作香蕉奶昔品尝奶昔增强了学习趣味性引发学生思考、记忆。体现了学生的主体性教师的指导性。既完成了教学任务学生在学到知识同时亦学得开心、有趣。

　　在本课堂我大胆进行教学拓展。在学生学会制作、描述制作奶昔之后。设计让学生充分使用发散思维想象制作其他奶昔或食品的方法。

　　通过学生们的积极努力不但学会了制作香蕉奶昔也探讨到了制作其他食品的方法。达到触类旁通的效果。

　　体现在让学生到讲台来示范做奶昔时不少学生高高举起手都希望自己能去试试。结果我叫上来的都是品学兼优的学生令那些“后进生”极其失望。甚至有个别学生露出不屑的神色。这点非常欠考虑。备课时没有想到应该让一个优秀生一个后进生来表演从而体现出教师对各个学生一视同仁的原则。以后应该多考虑学生个体、心理以及年龄等各因素。通过这一节课我对如何备好课吸引学生启发学生思维培养学生学习能力有了更进一步的认识也深刻体会到了备课既要备教材也要备学生的真正含义。
`;