window.__tempArticleContent = `
　　上完晚自习已是8：50了，由于饥饿，我迫不及待的冲出校门，骑上自行车穿过喧闹的小吃街，很快就来到偏僻的联山街道。

　　接近十字路口时，那交通灯还是绿色的，我加快了车速。

　　谁知车轮刚刚过停车线，绿灯突然熄灭，黄灯亮的一瞬，紧接着就是红灯，我紧急刹车，可是刹车失灵，惯性把我送出了一米多。我猛的一愣，来不及多想，脑海里蓦的蹦出一个字“逃”。正准备上车，一只大手拍了一下我的肩膀，我一看是交警，这下算完了，我忐忑不安地推着车，跟着交通警察走了过去。

　　“请坐，你……”我不等他说完就“理直气壮”地说：“我不就才超了1米嘛……这是惯性作用，真不能怪我……下次我一定改……难道你们交通警察就会欺负小孩吗？”

　　“啥？不是欺负小孩，是跟修车的抢生意。”

　　我听不懂他话中之意，只是呆呆的望着他。只见他蹲下身，打开一个小木箱，从里面取出老虎钳，铁锤等简单的修车工具，我似乎明白了“跟修车的抢生意”这句话的含义，“警察叔叔真是样样精通啊”我不禁感叹。

　　他在车子旁蹲下来，用工具在车架上这儿敲敲，那儿打打，一会他站起来说：“行了，你可以回家了。”我感到惊讶，忙问“不罚款了？”“谁说罚款了？你的刹车片旧了，我给你换了一个新的。”

　　“谢谢，真是太谢谢您了！”他没说话，只对着我笑，随后便走了。

　　我上了车，回头看时，他站在灯光下，帽上的警徽闪烁着耀眼的光芒……这真是个意外的惊喜。
`;