window.__tempArticleContent = `
　　铃声响了，它一道道的闯进我的耳膜——正是化学课。

　　她踩着第一道铃声进入教室，看到底下睡倒一片，她便把工具箱重重放在桌子上，惊动了不少人，也就在此时，大家都睡意全无，讲台上的实验器材吸引了大家的注意力，都打量着实验器材，“老师这节课要干嘛？”我心里想。

　　上课后便有个同学率先提出疑问，“老师，这节课你是要给我们做实验吗？”老师笑了一声说道：“不是做实验，而是给你们变魔术。”这一说，底下就更不得了了。“老师，那我们拭目以待吧。”大家都精神抖擞，用从没有过的精神来聆听这堂课，每个人的心里或许都在想，“哎，咱还没开始？”当然我也一样。过了大约10分钟后，老师让前排同学关了灯，这灯一关，这种氛围就涌上了心头，后排的人更是兴奋的直起了身板，站了起来，脑袋张望就只差踩在桌子上了，大家脸上洋溢着好奇的笑容，我的同桌亦是如此。

　　灯光暗下来后，她把仪器摆好，材料也准备好，笑着对我们说：“要睁大眼睛看清楚哟。”一个个都瞪着大眼睛看着讲台，慢慢地，教室里明亮不少，定眼一看原来是某种物质相互反应而发生的火花，很大，照着整个教室，接着爆发出一阵阵惊叹，而我听到的第一句就是，“哇！”而后是来自内心的激动与兴奋，我也兴奋地望着，满眼的震惊，同桌更是直接兴奋地站起身。看一阵过后那又开始冒烟，原来是老师又整活了，满教室的烟雾，不一会又开始冒出绿烟，看得我们一惊一乍的，后来她又给我们表演了个绝活：“让你们看看化学的魅力。”接着她在桌面倒上了酒精，又让同学们准备两个湿毛巾，打火机点燃了酒精，桌面瞬间燃起来，前排的同学福利倍增，15秒后便拿毛巾覆灭了，桌面更是毫发无损。

　　我至今还记得化学的实验魅力无限，就像现实版的魔术师，以前总觉得化学课漫长，可这堂课却过的飞快，下课了，我还没有缓过神，仍沉迷在那“魔术”中。这真是一堂令我印象深刻的魔术课吧。
`;