window.__tempArticleContent = `
　　一、案例背景

　　在课堂中发现同学们思考问题和回答问题都不积极，每次提问都只有少数几个同学在回应老师的问题，课堂氛围非常的沉闷，课后问了学生说是有的问题太难，而有的同学胆子小不敢回答。为了能够调动学生思考问题和回答问题的积极性，在课堂教学中引用恰当的案例，引导学生们进行讨论和思考，以此来调动课堂的积极性。

　　二、案例描述

　　(一)导入新课:播放电影《中国机长》片段

　　师:同学们有没有看过这个电影，看完电影你最大的感触是什么?

　　生:看过(部分同学回答)，看完之后感觉这个机长太伟大了，拯救了飞机上一百多人的生命。

　　师:除了这个之外还有其他的感受吗?

　　生:还感觉生命在灾难面前是非常脆弱的(几个同学回答)，我们应该要珍惜我们的生命。

　　师:这几位同学说得非常好，我们应该要珍惜生命，敬畏生命，那到底应该怎么敬畏生命呢?这就是我们今天要学习的内容《敬畏生命》。

　　(二)讲授新课

　　师:我们一起来看一下刘机长在事后接受采访时说的话，讨论思考下面的问题，我们可以同桌或者前后桌的同学一起讨论。

　　刘传健:“其实我当时就在想，确实完了，今天我的飞机要摔了，整个人被笼罩在了一种恐惧之中。”

　　师:据此，我们会感受到生命是什么样的?

　　生:感受到生命是脆弱的，艰难的。

　　刘传健:“那种寒冷是非常可怕的，平时都没有遇到过，就想着坚持、坚持、再坚持一会。”“当你还有一线生的希望的时候绝不放弃，这个信念一直支撑着我。”“我们还活着。”

　　师:据此，我们会感受到生命是什么样的?

　　生:感受到生命是坚强的，有力量的。

　　刘传健:“我们每天是在和人的生命打交道，要对生命有一种敬畏的概念，对生命的敬畏，我们一定要有一种强烈的责任意识。”

　　师:据此，我们总结出对生命要有什么样的情怀?

　　生:我们要对生命有一种敬畏情怀。

　　师:从刚才的几个采访片段中，我们就可以得出我们本节课的第一个问题:我们为什么要对生命有敬畏的情怀?接下来我们请一位同学帮我们把这个问题总结出来。(举手回答)

　　生:这个问题可以从三个方面回答①当人的生命遭遇不可抗拒的自然灾害、人为的灾难、不可预知的结束……我们会感受到生命是脆弱的、艰难的；②当人们万众一心，为挽救生命而努力，为守护生命而拼搏，为悼念生命而默哀……我们又会体味到生命是坚强的、有力量的，生命是崇高的、神圣的；③当我们对生命怀有敬畏之心时，我们就会珍视它。

　　师：这位同学总结的非常的好，希望下一个问题我们其他同学也能这样积极回答。接下来我们继续看一则关于刘机长的采访材料。

　　刘传健：在事故发生的起初5分钟，我想的最多的是，我一定把飞机保持好，一定不要让飞机掉下去，尽量保证更多人的安全。如果我无法操控飞机，能做多少做多少吧。

　　刘传健：“我要尽力、尽全力，在我清醒之前，我一定要尽力去做，保证大家的安全，也保证我自己的安全。”

　　师：请结合生命至上的相关知识点，理解机长的话告诉我们对待他人要具备什么样的情怀？

　　生：把他人生命看得和自己一样重要。

　　师：通过上面的材料我们又可以得出本节课的第二个问题，如何理解生命至上？我们继续请我们的同学来帮我们总结一下。（举手）感受？你能从图片不同的情境中发现哪些共同的情感态度？

　　生1：敬畏生命，让我们从对自己生命的珍惜走向对他人生命的关怀，使我们意识到每个人都需要与他人共同生活。

　　生2：对他人保持尊重、关注、关怀、善待。

　　生3：对生命的敬畏并不是谁的命令，而是自己内心的选择。

　　师：对，从同学们刚才的回答中，启示我们已经能直接总结出最后一个问题的案了，那就是我们应该如何敬畏生命？请同学们在课本96-98页把这个问题的答案画下来，我们一起来齐读一遍（全班齐读）。

　　三、案例反思

　　本节课就是利用案例来引导同学们去发现和思考需要学习的内容，基本上每一个问题都会使用案例来进行思考和分析，通过实践证明，只要教师创造了让学生表现的机会，把道德与法治教育寓于趣味的活动之中，就会极大地激发学生学习的兴趣，开发学生智慧的潜能，唤醒学生学习的积极性。但是也还是存在一些问题，比如有的学生会利用讨论的时间去说一些与课堂无关的话，有的学生在其他同学回答问题的时候故意起哄，还有就是时间的把握不够准确，有的班级一节课的时间完成不了教学内容。

　　初中道德与法治课是中学德育工作的主要途径，教师在教学中要想方设法去“燃情”，“煽动”每一位学生的情感，启发诱导学生，自觉地参与到学习过程中。在这样的课堂中，学生们活跃的思维，精彩的言辞，新颖独到的观点，和他们所表现出来的想像力和创新意识将会大大地超出教师的预料，当然学生在展现自己的同时也会潜移默化地实现道德的内化！
`;