window.__tempArticleContent = `
　　案例呈现：

　　在初中体育教学中，篮球运动是一个非常重要的教学内容。在初学阶段，要想把学生的兴趣引到篮球上来，真正喜欢上这项运动。必须让他们了解认识这项运动，并掌握一些比较简单的技术，具有一定的篮球运动能力。这时，我们在教学中要从基础抓起，学习篮球运动的各种攻防技术。而运球是一个非常重要的进攻技术，也是掌握篮球技术的基础。可要让学生运好球，我们在教学中只有狠下工夫才有可能实现。

　　一、进行原地运球练习

　　首先，练习手指、手腕的灵活性。方法是运起静止不动的球，固定手臂运球，直臂对墙运球。在固定手臂运球较熟练后，可练固定两臂在膝上的换手变向运球。

　　其次，进行全身协调性的运球练习。通过练习使学生上、下肢配合协调，为合理、熟练运球打下良好的基础。这时可采用单臂支撑旋转运球，原地高运球踢腿、原地跨下左、右运球，原地跨下前、后运球，原地背后换手变向运球。

　　最后，复习巩固前面的运球技术，待学生运球达到比较熟练的程度后可加大难度练习。这个阶段我们可让学生练习环绕两腿做8字运球，原地同时运两球。运两球时要经常改变练习的节奏，可做两球同时起落、交替起落的运球。

　　二、行进中运球

　　在练习中选定10-20米距离的场地进行比赛或游戏性练习。由易到难逐步练习，先练持单球的高运球、底运球，跨下左、右运球。此时为了加强练习的质量, 在对学生的评价时要把技术评定作为重点。

　　在练习时让学生相互观察练习，识别同学的动作优劣，及时调整自己的动作技术。经过一至二个单元练习后，学生运球能力有了较大幅度的提升时，可再练双球运球。练习方法同上，用比赛的方式让学生用最短的时间完成一定的运球距离。

　　三、综合性的提高应用练习，采用的方案有：

　　1.快速高运球(15 米)---底运球(5 米)---遇障碍做变向突破运球(4 次)。变向时先做左、右手体前变向过障碍，再做左、右手背后变向运球。

　　2. 跨下左、右运球 (5 米)---单手底运球---不换手的变向运球2次（两手交替练习）。

　　3. 快速运球---做体前换手变向与背后换手变向结合的过障碍练习（连续晃动）。

　　四、较高难度的运球，练习的方法有：

　　1.环绕两腿做8字运球，先练直线行进运球，再做曲线运球。通过练习可使学生在运球时可达到“人球合一”的境界。

　　2.采用消极防守的形式，让学生做运球过人的练习。运球过人时可用急停急起、变向、转身过人。此时，我们在教学中必须根据学生个人水平、篮球技术发展的快慢，让学生选择自己最擅长的过人方式。这样才能发挥他们的积极主动性，在练习中才能不断创新，不断提高篮球运球技术。

　　通过以上的练习，学生的运球技术会达到比较熟练的程度。这时学生的自信心陡升，对篮球运动会产生很高的兴趣，就会自觉的投入到篮球运动中来。近几年来我一直以这种方式教学生，从实际效果来看还是行之有效的。
`;