window.__tempArticleContent = `
　　生活的车轮不断滚滚向前，这其中充满了可控或不可控的变化。我们需要在适当的时候做出必要的改变，哪怕他很微小，或许也能让我们收获满满。

　　语文学习中，写作是一项开放又个性化的学习。学生写作文时，可以根据意愿和需求去找老师探讨，并得到老师的指导。

　　面对前桌同学提出的一起去找语文老师请教作文问题的邀请，我通常是充满歉意的拒绝。就算有时候心血来潮想去问了，但最后关头还是打了退堂鼓，心想下次再去，下次一定去！就这样一次又一次，到后来便不会再去问了。

　　我这种胆怯纠结的心理维持了许久，直到在一次大考前的模拟测验中，我自认为优秀的作文，拿了一个意想不到的低分，我才鼓起勇气，带着满腹不解和一丝不安去了老师的办公室。“这篇作文从整体上来说写的不错，尤其是心理描写，比上一次有进步，而且用词精美。”老师一开口居然是在表扬我，我的心怦怦直跳，这还是我第一次当面听到老师的认可呢！接着老师细致地跟我讲解道：“但是在对骑手和你自己的描写上没做好平衡。你的主题是惭愧，那么你在对自己进行心理描写时就应该突出表现这一点。其实你的选材很好，但还可以从多种角度来立意。比如，从我的角度，可以是理解和宽容；从骑手的角度，可以对待平凡工作的积极态度……“期间，老师还时不时的抬起头来看我是否理解了他的建议。抬头的间隙，我和老师的目光相遇了，我看到的不是那让我害怕的眼神，还是充满期待的目光。在这样的目光下，我那颗怦怦直跳的心竟然慢慢平复下来，思路跟随老师的分析不断拓展开去，同时轻轻的点头回应。老师的分析让我茅塞顿开。我怎么没有想到这些呢？早点来跟老师就好了。

　　尝到“甜头”之后，我变得积极主动起来，我经常向老师请教作文，还会在课后听老师在讲台上给其他同学答疑解惑，从中我获得了许多写作的知识。

　　这件事虽然隔了几年了，但我依旧记忆犹新。这样一个小小的改变，让我打开了写作的思路，更让我在学习中将原来被动消极的态度转变成主动积极的行动，给我的学习带来了很大的帮助。

　　原来成长不过是一次次小小改变的积累，只有自己主动做出改变，才能真正赢得满满收获。
`;