window.__tempArticleContent = `
　　时间重塑了我的筋骨，刻画了我的皮囊，但它永远也改变不了我心中那个理想，那轮烈阳。

　　——题记

　　拉开时间的帷幕，春日仍然繁花似锦，盛夏仍然蝉鸣不止，秋日仍然凉风习习，寒冬仍然白雪漫天。眼前是逝去的青春，是过往的年华，是青葱的岁月，是我的从前。从初一时心灵的悸动，到现如今眼中的清明，我只经历了两年，我从一开始的天真烂漫，到现如今的年少老成，从一开始的无所畏惧，到现如今的谨小慎微，时间的流逝终是爬上了我的衣边，磨平了我的棱角，改变了我的容面，但它从未改变过我心中的那个在季节里萌发的初心，在雨露下成长的初心。

　　在两年前的那个秋天，我走过一条长长的沥青路踏进了校园，这里洋溢着青春与质朴的书香交织在我的心头，这里所出现的新事物冲击着我的眼眸，后来在这个梦伊始的地方，我寻到了自己的理想，找到了自己的初心，望父母不再因自己的成绩而忧愁，望自己不再因未来的选择而踌躇。

　　犹记那年秋，我为了理想而努力。在早上我迎着清晨的第一缕清风来到教室，开始温故知新，在家，在课堂我望着繁多的笔记，我不再置之不理，而是逐字逐句地将它摘录，在写作业时，我不再用寥寥几笔大写著敷衍，后来的作业上面的一笔一划都是经过我的深思熟虑，在课余我不再抱着手机玩了，而是将手机换成手中的书籍，品味多彩的情感。

　　现如今我虽不如初三，但仍在为理想而奋斗，深夜做题时遇见满天繁星，清晨跑操时望见天边的云霞，排队吃饭时仍捧着资料，晚上入眠前仍记忆着古诗，巩固复习时与时间赛跑，考场答题时与知识的拼搏，这些都充满了我奋斗过的痕迹，他们都闪烁着我的心中理想的光辉，我始终相信这些镌刻了汗水的足迹会在未来绽放璀璨风华。

　　如今又是一年秋天。我犹记得在那年秋天，我常常望向窗外，望着光秃秃的枯枝，萎靡不振的低垂，在风的肆虐下发出无助的呻吟，望着空中的凋零的落叶，被风无情粗鲁的扔向地面，不知归途，望着消失的树枝上本就不多的枯叶再度落下，却无人能听清他们下坠时所发出的呐喊，那年秋我常常因此悲凉，因此迷茫，我害怕自己也如那坠下的枯叶在无人倾听。我秋思的角落，一人流浪到现在，我望向窗外时，我不再迷茫。

　　我望着窗外树木那瘦弱的枝干在寒风中仍坚强的挺立，望着树下的枯叶堆与落叶丛中冒出的点点新绿，望着风拂过树木的肌肤，留下的沟壑蔓延，在树的表皮，望着枯枝上的枯叶，面对严寒时的坚强不屈，我发出感慨，感慨生命力的顽强，光秃枝条在寒风中的不屈，感慨在严寒之下仍有生命的萌芽。感慨我的未来是否能如这些树这般坚韧不拔，是否能达到我心中的模样。

　　时间还长，路还要走，我的人生还在继续，但关键是我们是否能带着最初的那个理想走到未来的彼岸，望着昨天慢慢远去，我询问自己得到了肯定，但不知你们答案，虽未来仍然渺茫，但当下却是明了。我们的选择决定了我们的以后，我们的人生不该萧条，我们都是一颗种子，都在等待着一个华盖参天的未来，而非藏于佛冈之下，时间终究将会将我们改变，但永远也无法改变我们心中的那个理想，他就是寒冬中的腊梅，月里的晨露，望我们都能携带理想，直指未来，不负光阴，不负自己，不负年华。
`;