window.__tempArticleContent = `
　　“娃，以后祖母不在了，你想我了，就看看天上的星星，我会变成最亮的那颗星星。”

　　忘了多久没有回老家，也忘了多久没有见到祖母。

　　岁月太过匆忙，不过三年，再见到祖母时，她的背已经弯得像院角那棵老槐的树干，脸上的皱纹像被揉皱的旧纸，连说话都要喘上两口气——祖母是真的老了。“祖母——”，我呼喊她，祖母看清了是我，眼尾的纹路忽然舒展开，眉眼间满是慈祥。“小雪，回来啦，个子长高了，就是太瘦了……在学校读书累不累呀……”

　　那天傍晚刚下过雨，空气裹着潮润的桂香，我放下写完的作业正要关灯，忽然听见敲门声。接着是祖母的声音，轻得像是要落进风里：“娃，快出来，今晚星星很亮，出来和我一起看啊！”

　　月光铺在青石板上，奶奶坐在藤椅里，枯瘦的手搭在扶手上，指尖轻颤地指着天。她的头发几乎全白了，被风撩起几缕，沾在满是皱纹的额角。我搬了小板凳过去，挨着她的腿坐下。我们聊了一会天，也看了一会星星。突然祖母轻声对着天空说：“你看啊，那颗星，一闪一闪的，多像你刚会走路时，眼睛一眨一眨的样子。”我顺着她的指尖望去，夜空里的星星像是浸在雨雾里，亮得柔和，可祖母的视线根本没落在天上——她望着的，是院角那棵老杏树，是我小时候总爬上去摘果子的地方。

　　“祖母，风凉，咱进屋吧？”我伸手想去扶她，指尖碰着她的胳膊，才觉出她身上的温度有些凉，在这夏天的夜晚就显得格外明显。她慢慢转回头，眼里像是蒙着层雾，却偏偏对着我轻弯嘴角说：“再坐会儿吧，你小时候总喜欢坐在这看星星，还要摘一颗给我当糖吃。”我的鼻子忽然酸得厉害，眼泪啪嗒啪嗒的砸在膝盖上。祖母抬起手，像是想要擦我的眼泪，可她的手刚举到半空，忽又轻轻落回了膝头——她的胳膊，已经抬不太起来了。“娃，人老了，总会……以后祖母不在了，你想我了，就看看天上的星星，我会变成最亮的那颗星星……”我心里不由一阵难过。

　　第二天醒过来，我枕头边放了个布娃娃，那是我三岁时祖母缝的，针脚有些歪歪扭扭的，可娃娃的棉絮里，还塞着颗用糖纸包着的“星星”——那是我小时候捡的玻璃碴，硬说它是星星，非要塞给祖母的。

　　祖母走的那天，天上的星星很亮，散发着细碎的光。第七天夜里，我趴在窗边看天，忽然看见一颗星从云里钻出来，亮得晃眼。妈妈站在我身后，声音哑着，长叹一声轻声说：“你祖母总说，你长得像你早走的二姑，尤其是眼睛。”我惊呼一声“二姑？”妈轻声地说“嗯，当年你还没出生，你二姑，便走了。”我终于知道，在这么多孙辈中，祖母最喜欢我的原因，心中不免更伤感：中年丧子，祖母是历经了何等的悲伤！

　　夜风又吹过院角的老杏树，树叶发出“沙沙”的响声，像极了祖母轻声对我说：“娃，我们一起来看星星吧！”
`;