window.__tempArticleContent = `


　　案例名称：抓实学校党建工作，促进教学质量提升。

　　学员姓名：龙章尧

　　地 市：黔东南

　　工作单位：天柱县第五中学

　　职务：书记

　　学号：fq2v90962wrp0019

　　提交日期：2023年6月15日

　　一、指导思想

　　深入学习贯彻落实党的二十大精神，以习近平新时代中国特色社会主义思想为指导，坚持依法执教与立德树人相结合，以党组织领导的校长负责制为统领，围绕“抓党建、促教学”的中心工作，进一步加强党支部的引领作用，加强思想建设、作风建设和党风廉政建设，强化广大党员和全体教职工政治思想教育，增强党组织的凝聚力，充分发挥全体党员在新时代的先锋模范作用，为学校高质量发展提供强有力的思想保障、政治保障和组织保障。

　　二、主要工作和举措

　　（一）加强政治理论学习

　　天柱县第五中学党总支部把党员教师的政治理论学习教育摆在首位，并使之常态化、制度化。通过学习，统一全校的思想和认识，为教育教学提供强有力的政治保障。一方面，严格按照天柱县教育党工委的安排部署，认真学习《新党章》、《习近平新时代中国特色社会主义思想》、《习近平总书记系列讲话精神》等内容。另一方面，认真落实党的主题教育和“三会一课”制度。要求每个党员有学习计划、学习内容、学习记录，及反思整改措施。每月召开一次党员大会，随时了解党员的思想动态及工作情况并及时传达上级部门的文件精神。召开了党员民主生活会，会上充分征求广大党员的意见，有问题及时解决，有针对性地开展批评与自我批评，使“三会一课”落到实处。

　　（二）加强党员队伍建设

　　天柱五中党总支部下设三个党支部，共有党员78人，党员占全校教职工比例达 45.3\\\\\\\\% ，党员在全校教职工中所占比例较高，党支部在抓好党员队伍建设工作中，狠抓党员教育，提高党员素质，增强党组织先进性。本年度，我们不断加大对党员干部的教育力度，在党员教师队伍中相继开展了理想信念、“学党章、正党风、守党纪”“习近平新时中国特色社会主义思想”等专题教育活动，建立健全了党的组织生活制度、三会一课制度、党员集中学习制度等。把年轻、业务能力强的教师动员入党，本年度，我校第一支部如期培养教师欧阳长久为中共预备党员，充实支部党员队伍力量。

　　（三）加强党建与教育教学的深度融合

　　为了狠抓落实提升教育教学质量，我们切实加强党建与教育教学的深度融合。我们认真做到：（1）树立向常规要质量的理念。（2）建立健全学校教学常规管理相关制度。（3）严格认真落实。实行教学常规年级部门月月查、不定期核查的检查网络，确保常规落实规范有序。（4）认真抓好教研课改。党员教师带头上优质课、示范课。

　　（四）加强师德师风建设。

　　加强师德师风建设，我们的做法是： ① 建立制度，有“法”可依。学校制定《师德师风考核方案》。对有违师德的行为根据情节轻重对照处理。对严重违反师德行为一票否决。 ② 加强管理。对一些苗头性的师德师风问题，进行会议提醒、个别谈话等方式解决在萌芽状态。 ③ 树立典型，示范引领。对学校表现优异，敬业爱岗，关爱学生，成绩显著的教师进行表彰表扬。让全体教师在身边人身上吸取正能量。

　　（五）加强学生心理健康建设。

　　随着社会环境的发展变化，学生心理健康显得更加重要。我们的做法是： ① 教师进行学生管理知识培训，转变教育方法，保护、提升学生心理健康水平。 ② 加强班主任工作交流，促进班级管理水平提升。 ③ 积极开展学生心理健康教育咨询工作。安排专人负责，结合学生特点进行咨询辅导。

　　（六）加强家校共育工作，营造良好育人环境。

　　通过家长会、新生人学工作会、家长QQ群、微信群等多种方式加强家长联系与宣传，提升家长教育和监护水平，形成教育合力。

　　（七）全面推进体艺课工作，提升学生体质，培养学生兴趣，抗压能力。

　　按照上级有关文件精神，不折不扣、保质保量开好体育课和学生百日锻炼活动；按照制度加强督查和检查，认真落实，确保体艺教学工作在我校得到全面落实并取得较好效果，切实提升学生体质、提高学生兴趣。

　　（八）努力改善办学条件。

　　在县委县政府和县教育局的关心关爱下，我校的网络建设和校园广播系统得到更新，学校得到江西财经大学的支持，筹建了心理咨询师，亲情聊天室等，全面改善办学条件。

　　（九）高度重视共产党员先锋模范作用。

　　无论是教育教学、教研教改还是控辍保学；无论是为巩固脱贫攻坚成果还是推进乡村振兴，广大党员教师充分发挥了大局意识和政治意识，迎难而上，带头宣传，埋头苦干，起到了模范带头作用。
`;