window.__tempArticleContent = `
　　金秋九月的清晨，阳光洒进了车窗，也洒进了我的心房。告别了夏天，我已是一名初三的学生。怀揣着对初三的美好期待，我早早地来到学校。

　　刚进班级，就听到一个消息，语文老师被换了。我十分地惊讶，我多希望这不是真的，但很快消息就得到了证实。在楼下碰到了杨老师，我问他：“老师，您不教我们班了么，是真的吗？”他却只说：“你们换班主任了，新班主任是语文老师，所以学校安排她教你们语文，李老师比我教的好哩。”

　　回到教室，一切好像什么都没变，可我感觉又好像什么都变了。

　　杨老师陪伴了我们两年。刚认识杨老师，是在初一。记得那时，刚步入初中的我内心满是迷茫与新奇。刚分完班的第一周，我由于某些事情假了。等到周一早晨我匆匆忙忙赶到教室，正好赶上语文早读，早读铃一响，门外出现一位戴着眼镜、身材高大的男老师，他身着蓝灰色的短袖，配着一条浅蓝色的牛仔裤，穿着一双锃亮黑色皮鞋。老师迈着沉稳的步伐走向讲台。他并没有自我介绍，只是叫我们自己看书。整个人看起来十分和蔼，一看就好相处。

　　后来上了他的课，才发现他上课很严格。他讲课的声音十分宏亮。他的声音不仅可以盖住整个班的声音，还可以传到隔壁班，每回上他的课都不敢走神，否则他的一声吼，我整个魂都要被吓没了。他的课上没有几个人敢睡觉，他的一根“棒棒糖”可以让人神清气爽一节课。

　　他也是一位很有耐心的老师：记得当时有道题，我们班几乎全军覆没，老师很是无奈，因为当时这道题老师讲过很多遍，但是老师还是耐心的给我们详细分析，还伴随着滔滔不绝地叨声：“语文其实很简单，课上多听多动手，早读大声朗读，默写都可以。”即使老师讲完这道题，我还是似懂非懂。课下我找了一个时间，去向他请教，老师还是像上课一样不厌其烦的为我解答。后来在一次测验中，我的成绩有进步，得到了杨老师的夸奖，因为这件事情，我兴奋了几天。后来呀，我成功的当上了他的语文课代表，他私下教我如何当好一名合格的课代表，该如何带好早读，如何做一名有勇气的课代表，如何做一名公正的课代表。但我令我没有想到的是，这会是我最后一个学期给杨老师当课代表。

　　窗外的梧桐叶又开始泛黄了。风掠过走廊时，带着初秋特有的清冽，像极了去七年级，站在讲台上为我们讲解“自古逢秋悲寂寥”的模样。原来有些告别，总是和秋天一起来——就像这个秋天，我们不仅要和盛夏的蝉鸣告别，也要和您，和这一程温暖的教诲，轻轻说一声“再见”。

　　我们相遇在秋天，告别也在秋天，不舍的回忆终会过去，我捧着它放在手心，待到消散之时，能做的只剩告别。
`;