window.__tempArticleContent = `
　　贾府中的“异类”，一方面他是贾母的心头宝，得到了区别于其他孩子的偏爱，也遭到了同辈的妒忌，另一方面贾宝玉的行为举止也出格。古代男子大都重视功名，他却弃之如敝履，他的长相和言谈也和其他男子不同。所以从内因和外因来看，他在同辈中都是极少拥有知己的，而当他看到远道而来的林黛玉时，他感受到了相似的孤独，所以才会说“这个妹妹我曾经见过的”，只有拥有灵魂层面的契合，才会说出这样的心语，所以贾宝玉和林黛玉是一样。他们都是“孤勇者”，站在暮色现实中，与周围格格不入，但依然浑身散发着光芒。

　　时光清浅，翻阅《红楼梦》，半窗昏晓，尽是孤勇。

　　红楼梦中的主人公很多与我们年龄相仿，但是他们过早地体会到了生活的巨变。林黛玉从小失去了母亲，只能寄人篱下，所以她性格敏感而又自卑，林黛玉的敏感自卑在很多人看来过于小家子气了，但是任何一个有类似遭遇的少女都想必一样：想要抓住人世间的温暖，想要不染尘埃地活着，想要健康的追逐嬉闹。但是她“行动处似弱柳扶风”，在复杂的封建大家庭里小心翼翼地与人相处，只是为了不被看轻，也是不容易。她就好像一株屏弱的绛珠草，寻找她的知己，原来她是那么害怕孤独。可屏弱的她，不迎合封建闺秀的“贤德”标准，率真直白、敢爱敢恨，始终坚守自我心性，即便深知身世与礼教阻碍，仍勇敢追求纯粹爱情，不向世俗妥协。

　　主人公贾宝玉则不愿走科举仕途、不愿应酬官场世俗，坚守“情痴”本心，顶着家族期望追求人格独立与精神自由，对封建礼教的公然反叛。贾宝玉前世是神瑛侍者，今生携玉而生。他在听了曲文以后突然悟了，体会到了人生原本孤独，即使染上再多烟火气，依然注定了与众不同，于是他成了整个

　　书里面有镜花水月，也有人世沧桑，年轻的生命如花朵般凋零，如同世界上生生息息的所有存在，都是从“无”中来，又要回到“无”中去。红楼一梦，暖玉生烟，人世间有着岁月静好，书中故事点亮了精神的火光，引领着我们重新体会孤独、勇敢的含义。
`;