window.__tempArticleContent = `
　　有这么一位老师，他身材矮小，皮肤黝黑，满头白发，眼睛却闪着睿智的光芒；他声音平时嘶哑，却在课堂上高亢嘹亮，在办公时安静如水，却在课堂上澎湃如涛。他很平凡，却多次荣获“乡级优秀教师”“县级优秀教师”“州级优秀教师”的荣誉。他，就是天柱五中的姜继雷，一位普通的数学老师。一位22年来默默坚守在教学第一线不追名逐利的老师， 一位以骄人的业绩挺立于天柱五中的教学骨干。

　　忠诚于党的教育事业，师德高尚，热爱学生，团结同志，忘我工作，无私奉献，模范履行教师职责，是他固有的标签。

　　自2001年从教以来，他一直担任班主任工作，他坚持以人为本，以提升学生核心素养为中心，尊重学生人格，努力培养学生形成正确的世界观、人生观、价值观。是学生心目中的“好雷哥”。

　　对待工作，姜老师兢兢业业，认真负责，形成了一套独具特色的教学方法。他始终坚持以学生为中心的教学理念，注重培养学生的数学思维和解决问题的能力，不断探索新的教学方法和手段，通过生动的案例和有趣的互动，让抽象的数学概念变得易于理解。学生们不仅在数学成绩上有显著提高，而且对数学学科产生了浓厚的兴趣，教学效果显著。

　　“走上三尺讲台，教书育人；走下三尺讲台，为人师表。”姜老师在平凡的岗位上，用行动诠释了教师这一角色的定义。凭着一腔矢志不渝的信念，把对党的教育事业的忠诚和对本职工作的热爱熔铸在神圣的事业中!他将继续立足三尺讲台，不负使命，心如磐石，春风化雨，一片丹心润教坛。

　　（校团委供稿）
`;