window.__tempArticleContent = `
　　一个人乘坐汽车，向镇远出发，这是一场说走就走的旅行。走的是国道，汽车在蜿蜒的大山里穿行。一路上都是秋日艳阳，车窗外绵绵延延的群山、错落的村庄、刚刚收割的稻田……明亮的画面交替着闪过，阳光果真是最好的滤镜。

　　到达镇远已是日落之时，淡抹的夕阳，昏黄的街灯，夜幕正慢笼着的镇远古城，灯影里的镇远古城，散发着温婉的气息。

　　一个人漫步在古镇江边，舞阳河把这座古城一分二，两岸的高山亘古不变地守候着这座小城。晚风甜甜的，夹着干瘪的稻草和枯黄的落叶的气息，我的心中无比宁静。回想起前段时间的广州之行，正值盛夏，出了车站，扑面而来就是滚烫的热浪，人在高楼林立的热浪里穿行，无处可遁。啊!此刻我更爱这座偏僻的小城了!爱它这宁静的晚风；爱这从群峰顶透出的斜晖；爱我脚下的青石板，我总是清楚地听到自己高跟鞋每走一步踏在它上面发出的响亮的声音，也许是因为我是一个人，不过没有关系；我爱江边的木梯，灯影中，它让我想光着脚板在上面奔跑；我爱这平静的江面，上面波动的光圈，让我想到水里的游鱼；我爱此时掠过舞阳河面上空的飞鸟，夜幕中像黑色精灵，敏捷又矫健；我爱江边的小  店，精致而优雅；有个“彼岸BAR”，是我喜欢的名字，还有个“十一点十一分咖啡馆”……我不喝酒我也不喝咖啡，但是我喜欢路过他们，我看到橱窗上面写着“民谣演出”"慢递”……一切都那么安闲!我爱这种氛围，让我忘记了自己不过只是食人间烟火的俗客。

　　古城灯影绰绰，我开始幸运自己赶来得刚刚好，这时斜阳最后余辉中的小城朦朦胧胧，宁静得像一个梦，这个梦里光线柔美得刚刚好，早些则太明亮，晚些则太暗淡。——人也有很多事情追求刚刚好就好了吧，不要太疏远也不要太缠绵，如当初的纳兰公子所感慨:人生若只如初见。初见过就好，别在留恋什么。

　　谁说独自莫凭栏，看我偏赏尽风景无限!

　　这个让人容易麻木的世界，不是什么都能引起你心灵的感触，以前畅想着总有一天自己带着自己去旅游，那样的追求莫过于此吧。我终于知道我最爱这里什么，爱这里的水，它给了这个小城古韵和灵气。突然想起学生问我的那个有关圣贤的故事:刚者早逝，柔者长存。水是柔的，它千变万化，为雪为雨为冰为风。而它最原本的状态是宁静的,如我眼前这片寂寞无声的江水。

　　也许人的终极追求就是心海的宁静，不管世事变迁，不管沧海桑田。开始有所体会，每个人一生中有段路程注定是孤独的，要自己坚强的走过，只要你勇敢踏上，别有风景；有的风景是只适合一个人静静欣赏的，就像这灯影中宁静的独处，何尝不是种奢求。
`;