window.__tempArticleContent = `
　　天柱五中作为第一批省民族地区教育质量提升行动计划的项目学校，三年来学校紧紧围绕项目行动指南和学校选取的22条任务清单，在优化班级管理、改进学生行为养成教育、强化质量管理、健全激励约束机制、加强薄弱学科建设、加大课堂教学改革力度、改善育人环境、提升文化育人质量等方面积极进行了探索实践，我校在学生发展、教师发展、学校发展三个层面得到一定的提升，也取得了一定的成效，现就我校项目工作情况汇报如下。

　　一、学校项目工作开展情况

　　项目实施三年来，我校严格按照“一个方案、三个指南”有序推进项目工作，并在项目工作推进过程中，适时调整，以求不断适应项目工作新要求。

　　（一）一个方案

　　依据项目申报书，做好项目实施前学校三年发展路线图，即《天柱县第五中学民族地区中小学高质量发展支持专项行动三年实施方案（2022- 2024）》，全力做好学校层面项目顶层设计，为项目工作开展指明方向。方案明确三年发展的总体指导思想是：第一年（2022年）制度建设、发展规划、常规管理等方面的基础工作；第二年（2023年）特色和亮点提炼，启动课堂教学改革；第三年（2024年）学校优势及品牌打造，课堂教学改革持续推进，项目迎评。

　　（二）三个指南

　　一是制定《天柱县第五中学学校管理制度》和《天柱县第五中学党建工作规章制度》两本制度指南，制度涵盖了学校教学、学生、行政、后勤、师德师风、党建等方面管理共54项，对全体师生既有约束又有激励，是项目建设各项工作推进最有力的制度保障。二是制定《天柱县第五中学教师三年发展规划》，主要从师德师风、爱岗敬业、专业素养、教学质量等方面进行规划，是全体教师工作开展的最终落脚点。三是制定《天柱县第五中学学生成长三年规划》，从学生生活习惯、学习习惯、锻炼习惯、技能特长、文明礼貌、思想品质等方面进行规划，是教师和职能部门进行德育和教学工作开展的重要工作指南。

　　二、取得的工作成效及亮点

　　（一）育人环境和文化育人质量得到改善和提升

　　1. 学校工作生活环境方面

　　教师的办公条件优越，办公场所环境卫生、物品摆放、文化宣传等方面得到极大改善，能给广大教师营造良好的教研氛围。学校三年新增教师专著408本，期刊杂志916352本，学生图书3610本，学校师生各类图书共计39318本，“骄风”学生阅览室全天开放，给全体师生阅读提供了必备的物质条件和阅读空间。校园环境卫生、励志宣传标语、师生优秀作品展示、阅读空间打造等校园文化初步显现，学校在教风、学风建设初显成效，

　　2.多举措打造书香校园

　　一是语文教师每学期要求学生至少阅读教材规定的两本名著，班上对阅读名著举行常态化阅读分享活动。二是学校统一征订了名著和群文阅读书籍供学生借阅。三是打造学校的阅读长廊，通过定期开展阅读分享评选活动，把学生优秀阅读手抄报和文章张贴出来，给学生提供良好的阅读环境。四是利用大课间结束后进行全校师生的经典领读活动，营造全员读书的良好氛围。五是强力抓好好每日晨读，年级成立由学生组成的阅读委员会，每天对各班读书情况进行检查评比，学生晨读氛围浓厚。

　　1. 学生社团和课外兴趣小组做到全员，且内容丰富、形式多样。

　　为了解决学生人数过多、活动场地受限的现实困难，决定以学生自主选择和学校引导，自主发展与规范管理，室内和室外相结合，发展技能特长与民族文化传承相结合的原则共开设51个社团，包含了基础学科学习拓展、民族文化传承、艺术特长培养、综合实践活动等方面的内容。其中侗歌班近年来代表学校参加县级以上活动比赛共6次，其中5次获奖，体育民传项目板鞋、高跷在我校也有开设。舞蹈、合唱、美术、田径、篮球、足球等社团参加县里举行的艺术节和运动会等活动比赛中获奖，田径社团还代表学校参加2023年黔东南州第13届少数民族运动会，男女组都获得1到3名不等的好成绩，这些社团成员每届中考在天柱二中、凯里八中的特长生招生中成绩非常突出，仅2023年中考天柱二中全县招50名特长生，我校的特长班就有11位学生被天柱二中录取，尤其是书法、美术、田径类录取人数占了该项招生人数一半以上。为积极努力打造书香校园，开设的阅读分享班、硬笔书法班、写作兴趣班等社团活动，学生学习兴趣浓厚，学生优秀作品丰富。

　　（二）学科课程教学改革初见成效

　　1. 薄弱学科教学改革初见成效

　　近两年来，英语和物理学科通过全面进行教学方式和方法上的改革，成绩有了明显进步，尤其是英语学科，三个年级2023年秋季期末考试成绩均有提升，其中九、七年级各进步了2名，近两年各学科名次进步情况为：九年级进步有3学科，一个学科保持；八年级进步的有一个学科，两个学科保持；七年级进步的学科有6个学科，一个学科保持。总分名次一个年级保持。

　　2.“631”课堂教学模式初步成形

　　学校通过组织培训、外出参观与跟岗学习，定期组织在“631”课堂模式下进行的各种形式的公开课、观摩课等活动，定期召开课改推进阶段总结会等，强力推进“631”课堂教学模式落实在教师的常态课上。通过一个阶段的有效实施，课堂纪律、学生课堂精气神、做笔记回答问题等良好的学习方面均取得一定成效。

　　3.学生三大技能得到长足发展

　　学校目前采取的措施是把唱经典红歌作为课前歌统一布置，每天必唱三首，还有开设各种艺术类社团活动课，学校每学期举办的各种体艺活动比赛，比如五四、一二九、校运会、劳动技能大赛等，同时举行多种形式的音乐、美术、体育公开课活动，多方面促进了学生技能特长发展。在5月17号举行的全县劳动技能大赛上，我校选手在美食类活动比赛中成绩突出，选手比赛过程和作品在金色天柱视频公众号上进行展播。目前，我校绝大多数学生已完全掌握了三大技能。

　　（三）激励约束机制已基本健全

　　1. 每学期开学初，每位科任教师都在依据《天柱县第五中学教师三年发展规划》的相关内容，把一学期的教学质量目标确定好，并要求写在个人教学计划中有体现，作为教学常规的一部分进行检查。大多数教师的责任意识、质量意识、服务意识均有提高，课后辅导学生成为了一部分教师日常工作的一部分。教师的“十个一”工作基本得到了落实，其中教学案例（故事）、阅读分享、团队研修、研讨交流课等已经实现了常态化，教师在活动中学科专业素养得到了提升，学校的教研氛围浓厚。

　　2.教学质量保障机制基本建立

　　成立了课堂教学人人达标领导小组，组织了以达标课为主的推门听课，目前课堂达标人数接近总人数的百分之八十。各学科每周一次的集体备课质量有很大提升，教师参与集体备课的主动性和积极性有较大提高。教学质量分析已实现常态化，即每月由学科组组织，期中由年级组组织，期末由学校教务处组织的质量分析效果明显，有力地促进了学生和教师的发展。

　　3.教师绩效考核奖励办法取得初步成效

　　根据学校制定的期末教师个人量化考核办法，对教学成绩突出、担任班主任工作、超工作量和对学校发展有特殊贡献的人个或团体，都在量化考核上有体现，最终在奖励性绩效工资中得到兑现，教师的工作积极性有幅提高。

　　（四）学生行为养成教育取得初步成效

　　1. 学校初步实现了家校共育

　　每学期开学和期中，学校将根据学生实际情况，要组织召开家长会不少于2次，召开家长会的形式更注重家长参与度，既有家长代表发言，也有主题式家庭教育方法培训，还通过每学期至少一次的教学开放日活动还实现家长参与学校管理的广度和深度。

　　2.德育专题活动开展实效性突出

　　每学期学校都要针对学生行为习惯方面比较突出的问题开展专项德育活动，注重学生的活动体验，同时抓好每周一次的主题班会，开展班主任主题班会公开课活动，开展各种内容和形式的教育大会。学生的卫生习惯、文明礼貌有了明显改观，学生乱扔垃圾、说脏话的现象基本杜绝，反而是学生见面打招呼、做好人好事、上下楼梯不推挤、公共场所有序排队、就餐不浪费不乱扔垃圾等良好的行为习惯随处可见。

　　（五）学校教学质量得到快速提升

　　自从项目实施以来，学校获得县级以上各类表彰共11次，教师参加上级主管部门组织优质课、论文、微课、教学案例等比赛获奖113人次，尤其是本学期我校共有18位教师参加县级以上优质课比赛，其中有4位老师被推荐参加州级优质课比赛。

　　三、存在的问题和困难

　　教育资源仍然短缺：随着学校学生人数的增加，天柱五中面临教学资源不足的问题，如图书资料、实验设备、体育设施、教学功能室等。这些资源的短缺可能限制了学生全面发展的机会，影响了教学质量。

　　教师队伍短缺：教师队伍的素质和能力对学校教育质量有着决定性的影响。天柱五中教师职数不够，工作量大，这都会影响到学校的教学水平和质量。

　　课程改革实施困难：随着教育改革的深入，课程改革成为提高教育质量的重要途径。然而，天柱五中在实施课程改革时面临困难较多，如教师对新课程理念的理解不够深入、教学方法和手段更新缓慢、课程资源开发不足等。

　　学生管理和教育难度增大：随着社会环境的变化和学生个体差异的增大，学生管理和教育的难度也在增加。天柱五中面临学生行为问题增多、心理健康问题突出、家校沟通不畅等问题，这都需要学校加强管理和教育力度。

　　区域发展不平衡带来的挑战：天柱五中受到所在地区经济发展水平的限制，在吸引和留住优秀教师、改善教学设施等方面面临困难。

　　四、下一步工作打算

　　1. 进一步强化学校管理团队建设，完善学校管理机制，不断学习改进，有效地增强思想合力和落实工作的能力。重在强化学校制度的落实力度，提高制度执行力。要尽快整合学校各项制度装订成册，教师要人手一本，每周教师例会至少要组织教师共同学习学校制度，把制度的运用作为学校各部门工作开展情况的重点指标。

　　2. 狠抓学生的养成教育。进一步和班主任及科任教师统一思想，充分认识到学生养成教育的重要性，把立德树人落实到行动上来。提升班级管理能力，把学生习惯养成教育摆在德育工作的首要位置：坚持将习惯养成教育与学校常规管理、日常规范要求、学科课堂教学、师德师风建设、校园内外活动、家校社建设、校本课程建设、校园文化建设相结合。本学期主要抓好学生的卫生、礼仪、阅读、学习笔记、大课间等方面的习惯。

　　3. 努力提升教育教学质量。主要从教师备课、上课、听课、作业批改的检查力度。进一步完成教师的“十个一”，提炼研修团队的成果。

　　4. 进一步提升学校办学特色，形成特色发展的优质学校。
`;