window.__tempArticleContent = `
　　民族板鞋竞速运动集健身、竞技、观赏、娱乐于一体，是一项新兴的民族传统体育项目。学校体育是传承和推广民族体育发展最好的载体，吸纳少数民族传统体育项目进中小学校园，可以使少数民族传统体育文化得到更好的传承和发展。

　　1. 板鞋运动的起源

　　板鞋竞速起源于广西壮族民间的一项传统体育运动项目。相传明朝嘉靖年间，倭寇侵扰我国沿海，广西白色地区瓦氏夫人率兵赴江浙抗倭。瓦氏夫人为了训练士兵的战斗意志和集体观念，她让几个士兵同穿一双长木板鞋“齐步跑”。经过长期训练，士兵素质大大提高，所向披靡，勇挫倭寇，大获全胜。后来，当地人民就模仿瓦氏夫人练兵方法，开展以三人板鞋为主的竞技活动自娱自乐，相袭成俗，流传至今。

　　2. 民族传统体育项目在学校体育教育的现状

　　学校体育是我国群众体育的基础，更是群众体育的重要组成部分，学校开展民族体育的成效与直接关系到民族体育的兴衰。但是在现阶段，我国的民族体育教育发展相对缓慢，许多中小学校还没有将民族传统体育项目列入到体育教学中去。为了民族传统体育项目能更好地持续发展，使其更具生命力的活力和群众基础，广大中小学校应着眼于民族传统体育未来发展，使其步入稳定、健康、持续、良性的的发展轨道，将民族传统体育项目引进学校体育这块沃土。

　　而具有健身性、竞技性、观赏娱乐性为一体的板鞋竞速项目，尤其应当引进中小学校园，它不仅可以培养学生的团结协作精神，而且能够催生学生集体荣誉感的形成。

　　3. 板鞋竞速在学校体育推广中的作用

　　3.1 使身体作用。板鞋竞速运动融入了现代竞技体育的内涵，运动时要求步调一致，增强了参与人的下肢肌肉力量和关节的灵活性，还能提高和改善人的心脑血管及呼吸循环系统功能，综合发展参与人的速度、力量、耐力、柔韧、灵敏等身体素质，并对人的意志品质的发展更显功效，适合在中、小学开展，可作为体育教学内容或在课前体育游戏、课后的素质练习加以实施，对正处于成长期的青少年学生来说，有着积极的作用。

　　3.2 教育作用。引进板鞋竞速项目进校园，不仅使青少年从小就能接受丰富多彩的民族文化熏陶，使民族体育文化得以继承和发扬光大，也有利于树立青少年的民族自信心和自豪感，增强了民族凝聚力。

　　3.3 课程开发作用。该课程学习形式多样，内容丰富，受场地、气候的影响较小，可因人、因地、因时而异，简单易学，生动活泼、新鲜有趣，有着广泛的适应性和有效性。

　　3.4 观赏娱乐作用。板鞋竞速项目将团队协作、集体荣誉感、节奏感、强烈的视觉、听觉冲击有机结合起来并融会贯通，在整套计划的口令下，都能给人以美的感受，具有很好的观赏性和娱乐价值。正是因为如此才使其在众多民族体育项目中脱颖而出，并得以迅速发展和推广，同时得到了社会各界越来越多的重视。

　　4. 板鞋竞速在学校体育推广的建议

　　4.1 宣传推广，科学合理支持板鞋竞速项目。一是教育主管部门和民族管理部门，要加大鼓励、扶持民族民间传统体育发展的力度，根据实际情况制定合理利用资源，发展板鞋竞速项目的计划，并通过广播、电视、网络平台，向人们介绍板鞋竞速项目的有关知识。

　　4.2 有计划、有步骤将板鞋项目引进到体育课堂。各校要建立竞技训练和培养板鞋竞速教师、教练员、裁判员等多种功能于一体的基地模式。各中小学校要普及及发展这项运动，可以作为教学内容进行教学，也可以作为游戏穿插在体育课的准备部分或结束部分，在学校运动会上也可以作为表演项目或比赛项目，让学生了解这项运动，喜欢这项运动，并自愿地进行锻炼。

　　4.3 在保持民族风格的前提下，对板鞋竞速项目进行适当的加工和改造。注重对板鞋竞速项目教材教法的研究，对不同层次、不同年龄、不同性别的学生提供适合的运动方法和器械规格，从而保证板鞋竞速项目事业快速健康、普及发展。

　　5. 小结

　　由此可见，板鞋竞速校本课程进入校园，不仅推动了学生身体素质的增强，还让学生的学业成绩得到了提升，把板鞋竞速融入到校本课程开发中，有效的促进了学生学习的主动性。
`;