window.__tempArticleContent = `
　　在历史的长河中，历史名人的一生大多是遗憾，翻开手中《历史的遗憾》，历史长河中的名人，他们有着伟大的理想抱负。在这片辽阔的土地上，他们经历了一个朝代的毁灭，也见证过一个朝代如烈日骄阳般冉冉升起。或许如今的故土早已不是曾经的家乡，但还是会无数次回想到这片故土，文人墨客，王侯将相，过眼云烟直至现在，手中翻页的书，便是一个辉煌的王朝与文人墨客波澜壮阔的一生。

　　“举世皆浊我独清，众人皆醉我独醒”，年少的屈原满怀希望，谦和而狂妄，骄傲又坦然。当时的楚王曾发誓要励精图治，所以豪爽的破格任用了屈原。他们是君臣，但我看来，他们是之间更像朋友，有相同的理想，有共同坚定的目标。屈原能在朝堂上直言冒犯楚王，而楚王也能够一次又一次的宽容。但后来楚王却听信他人谗言，从此君臣不再促膝长谈。君心易变，当屈原踏上去往齐国的马车时，屈原会在想什么呢？是想故土未收的遗憾，还是将要牺牲的悲痛，或者是对楚王的埋怨。

　　“熟知不向边庭苦，纵使尤闻侠骨香”，少年时的霍去病主动请缨，出战出征，报效国家，征战沙场，第一次出征便斩2020名匈奴首级，如囊中取物，本是小说中的夸张手法，但到了霍去病却成了写实，他这一生征战沙场，有封狼居胥之称，把匈奴骑兵打得元气大伤，无力还手，只得仓皇逃遁。可惜天妒英才，霍去病年仅24岁，正是鲜衣怒马少年郎的时候，因病离世，遗憾！若他平安活着，我想匈奴再也没有卷土重来的可能，也不会有人敢觊觎大汉的土地，他会保护好亲人，会有璀璨的配得上他的未来。

　　“俱往矣，数风流人物，还看今朝”，我们的伟大领袖毛泽东，没有他就不会有新中国，袁隆平“禾下乘凉梦”，钱学森，“两弹一星”等等，是他们让我们民族独立起来，打造出如今繁荣昌盛，国力强悍的中国。从古至今，如接力一棒一棒传给下一代，握着传承的精神，他们是我们的脊梁，在千年的岁月中传承。

　　少年的我们或不能像霍去病为国争光，但我们接过先辈手中传承，守护盛世。不负少年时，或许我们有遇到过屈原一样的困难，但“凡不能毁灭我的必使我强大”，少年时的轻狂骄傲让我们有着天不怕地不怕的勇气，意气风发的我们勇往直前，坚持自己心中的理想，不畏荆棘，向阳而生，坚持我们心中永远高悬、永远洁净的那轮月亮。
`;