window.__tempArticleContent = `
　　看着窗外天蒙蒙亮的样子，几点亮晶晶的光斑在雾气里闪烁，轻柔地包裹着这座城市，拨动了我想奔赴山海的心弦。带着这份对远山的向往，我拉上了正在熟睡的妈妈，踏上了这场说走就走的登山之旅。

　　谁料才在半山腰，阴沉沉的天压了下来。一阵清凉扑面而来，不一会细雨悄无声息地抚摸着大地，轻轻地，细细的，旁人都道：“今天这日出应该是看不成了。”听了这句话，我的心中不由得动摇了，妈妈似乎看出了我的焦虑，说道：“来都来了，就上去看看吧。”妈妈这句话让我打起了几分精神。

　　可这雨不但不停，反倒更大了些，豆大的雨滴打在地上，瞬间绽放开来，脑海里那位游客的话语反复在循环播放，正想停下脚步，妈妈指着远处说道：“瞧，那边的云彩淡了许多，再等等吧。”

　　终于，雨势减弱，风也渐渐平息。突然，阳光穿过云层，在云的边缘镶上黄金色，翻腾的云海似乎就在脚下，转过一道弯，眼前的景色让我情不自禁屏住呼吸，身后的游客也发出了感叹。朦胧的远山现出了翠色，一层薄薄的云环绕在山周围，层层叠叠的远山在目光中显现。这一切都美得不真切，一道彩虹横跨在山间，我突然意识到：还好当时没有中途放弃。

　　望着雨后的山林，我忽然懂得最美的风景往往需要历经艰难才可以观赏到，不禁想起李白的一句诗“长风破浪会有时，直挂云帆济沧海”，在漂泊中仍要有向前行的勇气。

　　生活的意义不仅仅在于成功后的那抹美，能够拥有不怕失败的勇气，亦是一种美。人生如登山，难免会遇到风雨，若畏惧途中遇到的困难而拒绝前行，那将永远看不到雨后初晴的彩虹。
`;