window.__tempArticleContent = `
　　落日是太阳的残影,所以我把最美的记忆藏在落日里。提起昔年的记忆,伴随着成长,它如太阳般温暖,在我脑海中亘古不灭。

　　题记

　　落日游

　　太阳半个身子藏进山里,羞涩的红晕从山间蔓延开来。晚风拂过湖面,清波荡漾。少女扯着母亲的衣袖,指着远空的飞鸟,母亲笑着,很暖。夕阳洒在湖面,鱼儿跃出水摘取夕阳,活似一幅江南画卷。母亲温声细语,"翎儿,不能大吵大叫的,会惊着鸟儿的,那种鸟叫白鹭……"母亲没有指责,耐心的解释女儿对新环境的好奇。

　　落日餐

　　落日酒下的余晖透过窗户照在忙碌的母亲身上,一身干练的工作服上,围着围裙,却丝毫不影响母亲的端庄温婉。一次又一次的叹息声从厨房传来,但一次比一次更坚定。一道温柔声线打断正在做题的女孩的思绪,"你呀,妈妈给你做了佛跳墙,你昨天说想吃的,你尝尝看。"女孩眼底闪过异,随即眼里一亮,一抹光辉打在母亲脸上。母亲眉眼含笑,端庄大气的五官尽显和蔼可亲。厨房角落的垃圾桶今天格外热爱工作。

　　落日房

　　落日扫个阳台,同盆栽道别;透过门缝,聆听房里的音乐。这里有母亲给女儿讲解题目时留下的音符,有母亲训斥女儿错误做法时留下的甜词,还有母亲与女儿交心时留下的旋律。当夕阳牵动他们时,就奏响了婉转歌曲。夕阳落在懒人沙发上,沙发上坐着一对母女,这是最美的编辑封面。

　　母亲的光照了我一生的黑暗,母亲给予的温暖用之不尽,如太阳般永恒。暖的是落日,美的是母亲,把落日下的母亲永远保存在太阳里,照耀我一生。
`;