window.__tempArticleContent = `
　　不甘平庸，奋勇向前，我们不是太阳，也不是月亮，只是一只小小的萤火虫，但我们也可以点亮自己的灯，照亮自己黑暗的一角，这就是我们的追求。出身平凡却不甘于平庸，生如蚁却也不甘堕落。

　　身为普通人，你我都是全世界80亿分之一，放在茫茫人海一点都不起眼，然而看似不起眼的你，也是80亿分之一的唯一。此身虽普通，但依然发光，或许不够亮，只如萤火一般，但只要你尽己所能，有一份热，发一份光，就可以昂首前进，不必等待炬火。

　　放眼当下，一些人因为生来平凡就甘于平庸，他们年纪轻轻就丧失了前进进取心，只想躺平，让当下过得舒服一点，这样得过且过只会让生命越来越平庸，直至变成朽木不可雕也，人生就这样度过无比暗淡的时光，等到老了回顾一生也许会后悔。预期如此，不如趁着年轻的时候努力生出翅膀，翱翔于广阔的天空之上，拒绝平庸，追求不凡。

　　当然拒绝平庸，追求平凡可能并不轻松，甚至会比较艰难，然而难走的路径往是上坡路，只要你咬牙坚持，永不放弃，那么穿过满是泥泞的小路总会走向平坦光明的大道，要知道人生就像一个飞轮，一开始推动它，让它从静止状态变为运动状态，确实无比费力，然而只要飞轮开始转动，后面就会越来越好。推动我们追求平凡的路径也是这样，付出总有回报。走过荒山大漠必然会越走越快，越攀越高，直至登上高峰。

　　然而登上高峰并不意味着人生的意义就此结束，而意味着人生的新起点。这次平凡的我不再平凡，平庸的我不再平庸，让我的人生充满价值与意义，不甘平庸，奋勇前进是我的人生目标。
`;