window.__tempArticleContent = `
　　校园举行了“中考40天的动员大会”，是为了鼓励九年级的师哥师姐中考加油努力！而我也备受启发。在吴小海副校长和杨天益校长的发言中得到了许多启发，中考是我们人生一个重要转折点，关系着我们未来的命运。

　　初中三年美好的校园生活，我已快度过两年了，在这期间我曾经对难懂的知识产生过抗拒，会苦恼人际关系的不如意，会嫉妒对他人的进步。现在我知道这些都是正常的，因为这种苦恼，更迫使我不断进步。就如冷莹的书《心若向阳，无谓悲伤》中所说“不恨不怨，不留不恋。那些过去的过不去的，微笑向暖，年华未央。”只要端正自己的态度，一切负面的东西都会自然瓦解。

　　我的理想目标是考上高中，而且我想上民中，我想成为家中最有出息的人，但我的内心却总是否认自己，总会出现第二个那个阻碍，一直在说“我做不到”。确实！如果是之前的我确做不到，没有迈出那一步的勇气。但现在听了动员大会老师们的发言，我明确了的奋斗目标，因为我还有努力的时间。我也总在想，现在的我不怎么对学习上心，以后我会变成什么样？我又会过上怎样的生活？与什么样的人交朋友？我又会不会逆天改命？就像小说里的草根逆袭成社会精英。当然这些都可能在千变万化的未来世界发生。但现在我们又何尝不是一个碌碌无名的小草根，又何尝不去想改变自己的未来，完成自己的梦想呢！都说向星星许愿的人，愿望会成真，但那也是童话镇里流传的方法。向星星许愿谁又真正的实现愿望了呢？我认为诚实地努力，脚踏实地的学习。抵住现在外界对我们的诱惑，不让自己迷失在外面的花花世界里。我不想在最美好的年纪为难我自己，我们都有自己的理想，理想努力的方向各不相同。对于我自己，努力学习才是无痛成功的秘诀，所以每个学生都应该有向阳而生的精神，因为阳光象征着希望，人们都希望一切事情的因果是美好的。

　　青春无限美好，努力正值当下。
`;