window.__tempArticleContent = `
　　父亲离世已整整十年，期间几次提笔，却不知从何写起，于是不了了之。直到前几天，再次读到朱自清先生的《背影》，内心被深深触动，终于提笔，打算记录一下父亲的一生。

　　父亲生于1941年，家境殷实，在家中排行最小，本来头上有好多个哥哥姐姐，但那年月瘟疫横行，最终只留下了两个年长他较多的姐姐。幼时的父亲应该算是幸福的，甚至还读了几年书。但到他八九岁时，家里发生了重大变故，一夜间跌落到另一番境地。之后，祖父祖母相继去世， 两个姑姑又早已出嫁,父亲终于沦落成了孤儿，从此过上了朝不保夕、食不果腹的生活。少年时期的父亲做得最多的事情就是给别人放牛、砍柴，以换取活命的食物。到了二十多岁，侥幸生存下来的父亲在艰苦岁月的打磨下竞拥有了一个强壮结实的身体。后来经人介绍，父亲认识了同样家境贫寒的母亲。那年月没什么爱情，没什么彩礼，更没什么嫁妆，两个人走到一起就是搭伙过日子，只是时间久了，就慢慢产生了亲情。

　　据母亲回忆，他们成家那会儿家徒四壁，连挑水的桶都要和一个本家去借。但父亲却是个极其讲究的人，家里虽小，却收拾得干净整洁，父亲仅有的两件衣服，他都洗得干净发白，平时都整齐地叠放着。父亲长得算是周正的，最特别的是两边眉头对称各长了一颗黄豆大小的肉色痣，这让父亲更添了一份英气。据说，当时村里有个小伙子结婚，叫父亲去帮忙接亲，父亲竟被当成新郎嚯嚯了一顿。父亲身体强壮，整个夏天几乎不穿上衣，皮肤被晒得黝黑发亮，冬天的衣服也极其单薄。小时候，我们兄妹感冒了，父亲就会抱着睡一宿，把我们捂出一身汗，第二天往往就好了。

　　因为家境贫寒，父亲只能拼命努力干活，他榨油，修路，建房..….…到我两岁时， 他们终于存了三百元钱，从湖南买了栋旧木屋重新立了起来， 自此.一家人才告别了那狭窄的一居室，用母亲的话说，“终于感觉到生活敞亮了些”.

　　父亲是极聪明的，学什么都快，他又是极细致，要求极高的人，所以学的技术非常扎实。在我四五岁时，他曾到省城专门学习建筑，并且还领了个大红证书回来。同去的几个人，要么有了正经工作，要么当了包工头，可父亲因为没有背景，没有资金，那个证书也就毫无价值了，不过父亲的建房水平却远近闻名了。

　　父亲对自己要求高，对家人亦是如此，所以两个哥哥从小都不像村里其他小孩那般顽皮。唯有一次，两个哥哥跟着其他小孩去偷别人家西瓜，被父亲狠狠收拾了一顿。记忆中父亲是不苟言笑的，只有严格细致的要求，大的不说，小到如扫地的方法，切菜拿刀的姿势都不放过。但母亲却是极和善温柔的，所以我们兄妹多在母亲面前撒娇、放肆，而与父亲极少言语，关于父亲的过往，也都是从母亲和姑姑那得来的。我曾想，父亲也许是从小缺乏爱的，所以他不知道怎么去表达爱，就只能用要求自己的方式来要求家人吧。但父亲在村里声誉极佳，在房族中也是极有威望的。

　　在我上初二那年，父亲在帮别人建房时，竟意外从三楼上跌落下来，当场摔断了六根肋骨，内脏受损。大家都以为父亲熬不过去了，即使保住了命，也是终身瘫痪了。但在母亲的悉心照料下，父亲创造了奇迹，经过半年的调理,父亲又能到处走动了， 只是自此就有些驼背了，而经历了生死的父亲变得温和了许多。

　　到我上高中的时候，父亲终于亲手给自己设计并建制了一栋砖瓦房，新房落成后，竟成了好多乡邻建房的模版，甚至有次县里到村上检查工作；村干还带着县领导到我家参观了一番。不过家里的生活依旧艰难，因为我们兄妹三人都还在求学。直至两个哥哥成家，我也参加了工作，家境才一步步好转，慢慢的，我家成了邻里羡慕的对象。此时的父亲似乎才松了一口气，脸上的笑容渐渐增多了，也慢慢会和我们聊天了。后来，我女儿出生，因我要上班，女儿几乎是父母帮我带的。有一幅那时几乎每天都能见到的画面，至今深深地印在我的脑海里：驼背的父亲，佝偻着身子，背着幼小的女儿，在家门外的小路上，笑容满面地等着我下班回家。我想那时的父亲应该是幸福的。辛苦了一辈子的父亲，终于不用再为生计奔波劳碌，可以享受天伦之乐了。

　　可天意弄人，2013年夏，父亲因小腿浮肿，乏力，竟检查出尿毒症。因为当时县里医疗条件有限，我们兄妹要工作，就只能由母亲陪着父亲，到凯里租了房子做透析治疗，每到周末我们去探望二老。每到这时父亲总会心情大好地和我们聊天，问长问短。母亲和我说，每当快到周末时，父亲就会守着老家的方向，望着滚滚车流，不停地问母亲，“他们什么时候到呀?”“那辆车是不是他们的?”每每想到这，我都伤心不已，一把年纪的两位老人，竟还要远离家人，过起背井离乡的生活!好在父亲治疗效果非常好，偶尔还能回趟家，这也给了大家些许安慰。但命运总是对父亲那么不公，半年后，父亲终因突发并发症永远辞了这人世。

　　父亲走得匆忙，留下的是对美好生活的渴望，对家人的不舍，对母亲的牵挂。而我们能做的，就是努力把日子过好，把这份孝心加倍的报答到母亲身上，以告慰父亲的在天之灵。那天母亲告诉我，说她梦到父亲了，父亲笑嘻嘻地和她说笑，“你就好喽，现在过得快活了!”听完我笑了，也悄悄拭去了泪水。

　　父亲的一生是平凡的，但他真正诠释了什么是“白手起家”，什么是“心向未来”。　　人的能力有大小，在自己能力范围内，把事情做到最好，这不就是天地间第一等人吗?我可亲可敬的父亲!
`;