window.__tempArticleContent = `
　　伟大的无产阶级作家苏霍姆林斯基曾经说过：“没有爱就没有教育。”可见，要打开学生的心灵之门，必须有“爱心”这把钥匙。这也强调我们教师应该用更多的爱去教育、引导和感染学生，以促进学生的长远发展。

　　班主任是班级的组织者、领导者和教育者。而班主任工作的核心是学生的工作，学生工作是否成功，则在于对每个学生的爱是否真正落实到学生身上。

　　在教育过程中，最令班主任头痛的是如何转化后进生。这是老师肩负的重大而艰巨的任务，也是每一个教育工作者不容推卸的职责。

　　一、案例描述

　　王强（化名）在小学的时候没有养成良好的学习习惯，学习基础不太好，进入初中后，直接导致他对学习提不上兴趣，从而产生了厌学心理，所以接着而来的是各种违纪行为：早读时不认真，要么睡觉要么影响旁边的人，使得坐他周围的人怨声载道：上课时说话，并且经常有学生反应他趁科任老师转身之际，对老师后背进行所谓的“电摇”，也时常和老师们对着干，他认为只有这样才可以更好的在全班表现自己；除此之外我还发现他在左手食指上刻了个醒目的十字架。

　　二、案例分析

　　通过一周的观察，我发现王强同学的行为主要表现在：心理方面自暴自弃；性格方面不够自信甚至有点自卑；学习方面毫无兴趣；正处于叛逆期，好奇心逐渐增强。而形成这几种现象的主要是以下几方面原因：

　　1.自信心不足

　　王强不能正确地认识自己，正确地评价自己，当面对一个新的环境时就会不自觉的产生自卑心理，这时在行为上就会做出一些旁人不能理解的怪异行为，并且希望这种行为可以吸引别人的关注，从而满足自己的虚荣心。而当出现一些挫折的时候，第一时间想到的总是逃避。就像一开始我选他作为我们班的科代表，他第一时间就拒绝了，并且也没有说明原因，究其根本就是他认为自己的能力不足，缺乏自信心，因此他会选择在食指上刻十字架的这种极端方式来吸引同学的眼光，以满足自己的虚荣心。

　　2.学习成绩不佳

　　就像教育家、思想家苏格拉底曾说过，“所有成绩优秀的学生不外乎两种，一种是对学习拥有极大兴趣，一种则是有属于自己的一套强大的学习方法。”对于学习兴趣，更多来源于天赋，而方法则是我们大多数学生重中之重需要去培养的东西。所以在我看来王强学习成绩不好的原因就是没有掌握正确的学习方法。

　　3.生理因素的影响

　　这个年龄阶段的学生，往往有较强的自尊心，并且随着他们身体和心理的逐渐成熟，更加渴望得到别人的认可，而一旦遇事失败后，就很容易出现挫败感。这种情绪得不到及时疏导的话，就容易变得更叛逆，更孤僻。

　　4.家庭方面的影响

　　父母的很多思想不统一，尤其对孩子的教育方式上，甚至是对立的。使得孩子不知所措。而不和谐的家庭环境也会给孩子性格上带来负面的诱因，进而给孩子的身心发展带来不利影响。

　　三、解决措施

　　古希腊医学家希波克拉底曾说过：“了解什么样的人得了病，比了解一个人得了什么样的病更为重要。”作为班主任，只有给予相应的帮助和心理疏导， 促使他树立信心,才能使他在心理上逐步健康, 成绩不断提高, 能力不断增强。

　　1.以鼓励为主，落实学生主体。

　　在课堂教学中，我提出基础性的问题时，优先提问他，一发现他会回答时，就当着全班同学的面大张旗鼓地表扬他。同时根据他的水平布置基础性的作业，只要他有一点成绩，就给予表扬、肯定。这样，他能直接感受到老师的帮助和关怀，学习的积极性就增强了。

　　2.发挥集体的力量。

　　平时，我鼓励其他同学多与王强接触，多与他交流，大家互相督促，互相帮助，真诚地与他交朋友，让他增强自信心，让他感受到同学们都接纳他，喜欢他，从而让他意识到自己并不比别人差，能愉快地学习、生活。

　　3.多与家长沟通

　　家长都是希望孩子健康成长的，经过与家长的多次沟通，他们也意识到了自身存在的问题，也开始尝试着改变自己，多关注孩子。这让王强逐渐感受到了来自家庭的温暖。

　　4.循循诱导

　　我在一次下课后走到他的身旁拿起他的左手看了一下他的十字架“纹身”, 但是整个过程我并没有说话，只意味深长的看了他一眼。第二天也同样如此.….一直到第五天。在学生放学后，我单独把他留下来，直接询问他:“知道老师留你下来的原因吗?”他小声的告诉我知道，这时我便引导他说出纹身的事情。我没有直接对此事作评价，而是说了一下我自己的亲身经历，并向学生看了自己身上的伤疤，我询问孩子：“你觉得好看吗?”他说：“不好看，很丑。”这时我告诉他不仅仅很不好看，而且在下雨天会有一种抽心的疼痛。他当时很震惊，我接着引导他，“你刻这个纹身，老师完全可以理解，你是为了吸引同学的眼光，现在同学们基本上都看到了这个纹身，你告诉我他们是怎么样的反应?”他回答我：“同学们非常不喜欢，说像社会青年，不务正业的人。”这时这个孩子低下头喃喃自语般的告诉我，他下去会把这个纹身弄掉，也不会再这样了。我顺势告诉他：吸引人的往往是我们身上的闪光点，是优秀的东西。

　　四、总结与反思

　　经过一段时间的师生共同努力，这个男孩的进步是有目共睹的，平时在和同学的交往中，他能主动谦让，犯了错误能认识到错误在哪儿，也能主动完成作业了。对于王强同学，我放下架子亲近他，敞开心扉，以关爱之心来触动他的心弦。用师爱去温暖他，感化他，进而促进学生身心的健康发展。当然，对于他的教育是长期的，我仍会时时关注他，让他感受到来自老师与同学的关心、理解和包容。通过这个案例我认为班主任的爱是学生接受教育的前提。班主任对学生怀有真诚的感情，学生才会“亲其师，信其道”，自觉愉快地接受班主任的教诲。

　　
`;