window.__tempArticleContent = `
　　教育案例

　　我班有个学生叫王强（化名）。我刚接这个班时，他上课无精打采，要么搞小动作，要么影响别人学习，提不起一点学习的兴趣；下课追逐打闹，喜欢动手动脚；作业不做，即使做了，也做不完整，书写相当潦草……每天不是科任老师就是学生向我告状。于是，我找他谈话，希望他能遵守学校的各项规章制度，以学习为重，按时完成作业，知错就改，争取进步，争取做一个父母喜欢、同学喜欢、老师喜欢的好孩子。他开始是一副爱理不理的样子，后来口头上答应了。可他又一如既往，毫无长进，真是“承认错误，坚决不改”。此时我的心都快凉了，算了吧，或许他是根“不可雕的朽木”。但我又觉得身为班主任，不能因一点困难就退缩，不能因一个后进生无法转化而影响整个班集体，必须面对现实！我内心一横：不转化你，誓不罢休。他无进步，或许是他并没有真正认识自己的错误，没有真正要做个他人喜欢的人的念头。

　　为了提高他的学习成绩，除了在思想上教育他，感化他，我特意安排一个责任心强、学习成绩好、乐于助人、耐心细致的同学跟他坐，目的是发挥同桌的力量。我并对他的同桌进行了一番谈话：为了班集体，不要歧视他，要尽最大的努力，耐心地帮助他，使其进步。他的同桌满口答应，并充分利用课余时间或课堂时间帮助他，开导他。有时，他的同桌也会产生一些厌烦情绪，说他不太听话，不太乐学……此时，我就跟他的同桌说：不忙，慢慢来。

　　教育效果

　　渐渐的，在同学们的帮助下，在自己的努力下，王强各方面都取得了不小进步。他更遵守纪律了，劳动也更积极了，甚至自己主动当起了值日生；他学习上更努力了，成绩也有了很大的进步。为此，我会心地笑了。后来，有一次我找他谈话时，他说：“老师，我的同桌这样关心我，爱护我，帮助我，如果我再不努力，对得起他吗？”我笑着说：“你长大了，懂事了，进步了。我真替你高兴！”在期末考试中，他的历史考得了78分的较好成绩，他和他的同桌一同受到了我的公开表扬。

　　教育策略

　　1. 以人为本，付出师爱。我们教育学生，首先要与学生之间建立一座心灵相通的爱心桥梁。对于王强这样特殊的后进生我用师爱去温暖他，用情去感化他，用理去说服他，从而促使他主动地认识并改正错误。
　　2. 以生之助，友情感化。同学的帮助对一个后进生来说，是必不可少的，同学的力量有时胜过老师的力量。因此，我让王强与同学交朋友做起，和好同学一起坐，让他感受同学对他的信任，感受到同学是自己的益友。通过同学的教育、感染，促进了同学间的情感交流，在转化后进生工作中就能达到事半功倍的效果。
　　3. 因材施教，循循善诱。每一个后进生的实际情况是不同的，必然要求班主任深入了解弄清学生的行为，习惯，爱好及其后进的原因，从而确定行之有效的对策，因材施教，正确引导。王强的情况比较特殊，主要是自制力差，对自己的错误、缺点认识不足，对老师的批评教育产生厌恶、憎恨心理。因此，我就与他谈心，与他交朋友，使其认识错误，树立做个好学生的念头；充分发挥学生的力量，编排一个责任心强、学习成绩好、乐于助人的同学跟他坐，给予学习和思想上的帮助；然后引导并激励他努力学习，从而成为品学兼优的学生。

　　教育启示

　　在更新教育观念的今天，作为一个热爱学生的教师，有责任让学生树立信心进而达到育人的目的。愿我们携起手来乘赏识之风，捧起关爱之情，燃起信心之火，播下希望之种，使每一位后进生都能沐浴在师生的关爱之中，共同把后进生转化成为先进生，成为国家的栋梁之才！
`;