window.__tempArticleContent = `
　　自古逢秋悲寂寥，我言秋日胜春朝。

　　——题记

　　每逢秋天，人们的心绪就总有些低落，骤凉的天气使人不自觉抖了抖身子。看向路旁，树叶已黄了大半，花草全都干枯；大风一吹，树叶便纷纷然；雨一刮，整个景象更是萧条，当真是“满目萧然”，此等景象怎能不令人忧伤呢？

　　看到纷纷落叶，才恍然今年已接近尾声，时间过得是这样快，看到干枯的花草，又感慨岁月是这样无情，世间万物终将消散。秋日常引发如我这般的思考，时间无形，却已如流沙般从指缝流走，而我却依旧无所事事。是啊，人怎么能抵抗时间，我又能做什么？

　　但，秋天却也不止于此呢。看那儿，一片金色的汪洋大海，那是农民种下的水稻！这时还是初秋，太阳直挺挺的照着，每一穗稻米便如黄金般闪耀，农民脸上扬着笑，汗水从额发间滴落，他们高兴，这是他们勤劳的证明，一片片水稻都在呐喊：“我们是农民年初勤劳的果实。”

　　秋天不是只有逝去，还有收获。以往的努力都在这一刻得到回馈。

　　再看那儿，菊花。现在已是中秋，它为何才迟迟开放？不如春日温润，不如夏日明媚，偏挑个这样的秋天才开放。我听见它说：“哪怕条件艰苦，哪怕时间再晚，只要努力，我照样不输那满园春色。”原来时间晚点也没关系，重要的，是一颗求上进的心，哪怕再苦再累，只要受住，也迟早会迎来自己的春天。

　　眼看日历，冬天甚至已悄然逼近，而我距离中考已不到一年，我哪还有时间感叹呢？此刻，我应该执笔书写未来，此刻努力，待到明年6月考上高中的那一刻，努力会盛放花朵，也将迎来属于我的春天。
`;