window.__tempArticleContent = `
　　那身影，令我难忘。

　　在我的记忆中，总有一个模模糊糊的身影在我的脑海中，她总是佝偻着背，穿着不像样的衣服，手中拿着干农活的锄头，迈着沉稳的步伐从我的身边走过。

　　在我很小的时候，那时的奶奶还算健壮，我总是叫奶奶背我。奶奶的背结实又舒服，我常常赖在奶奶的背上不肯下来，奶奶也任由着我，背着我担水担柴锄地……如今看着奶奶驼起的瘦弱的背，我感到很愧疚，奶奶的背一定是因为背我才驼的。如今的奶奶，每到晚上就很煎熬，因为背上会传来一阵阵的疼痛，她常常整宿都睡不好觉。有时疼痛厉害，奶奶就会叫我帮她按按，我按着奶奶的背，这是骨瘦如柴的背，揪不出一块肉。

　　尽管是这样，奶奶也不辍劳动。还记得上一次和奶奶一起去地里背红薯藤，在炎热的太阳下，我热得满头大汗，奶奶也早已汗流浃背了。我开始抱怨起来，然后我就去阴凉的地方歇着了。我躲在树荫下，看着烈阳下的奶奶在忙碌着：她佝偻的身影，是那么蹒跚，她劳动的动作，又是那么熟练。她皮肤被晒黑了，脸颊也满是皱纹，威风吹乱她黑白相间的头发——时光带走了她年轻时的样貌。我的心有点不踏实，我问奶奶需要多少红薯藤，奶奶淡淡地说应该拿十五六把吧。我问奶奶为什么要拿那么多？奶奶说家里面的牲畜有那么多，恐怕一大清早就吃完了。我看着奶奶瘦小的背影到的田间穿梭着，我感到有点心酸，随后我也加入其中了。我负责搬运，把散在地里的割好捆成小把的红薯藤一把一把收集在一起，奶奶负责用绳子把这些红薯藤捆起来。两人的效率确实很高，没一会儿地里的红薯藤就捆成一大一小的两捆了。

　　我认为红薯藤应该很轻，因为奶奶日复一日背那么多红薯藤，从来没有抱怨过，我毫不犹豫就弯下腰，准备背起大的一捆，可我用力拽着绳子，这捆红薯藤也纹丝不动。奶奶笑着说：“我来吧。”奶奶慢慢的蹲下，佝偻的背贴上红薯藤，绳子搭在一边肩上，她两手紧紧拽着绳子，慢慢地站起来。

　　回家的路上，茂盛的树叶间泛出点点星光，洒在奶奶的身上。我看见红薯藤压弯了奶奶的脊梁，遮住了奶奶的上半身，只露出一双脚，脚上那双破旧的解放鞋，沾满了泥土。我看着这佝偻的身影，突然鼻子一酸，热泪盈眶了。

　　在我的眼里，奶奶细小的身体如同巨人一样支撑起了我们的家，这身影，令我久久不能忘怀。
`;