window.__tempArticleContent = `
　　未曾窥探过大城市的繁华盛景，作为一个乡村中的土娃娃，我心中始终觉得家乡是最美的，存着我儿时的幻梦。

　　黄昏的光线斜斜的透过了屋子的木质窗，尘埃在光柱里起舞，我推开了吱呀作响的门，仿佛推开了时光的闸门。

　　这里是曾祖父开的染坊，如今布满灰尘，一屋子空荡荡的，只留着几口大染缸。缸的内壁各种色彩堆叠，是那几十年来凝固了的岁月。用手指触碰，指尖传来了阵阵凉意，这口染缸染过的布料定是比天空更深，比海水更蓝。

　　染房内斑驳的色彩刺激着我的视觉，恍然间似乎看到了曾祖父辛勤忙碌的模样——他站在了这几口染缸前，双臂进入蓝色或更多种色彩的染液中，像在抚摸一片多彩的海。那些白色的布料经过他的手，进进出出，每一次都在变化。将这些布料晾在院子中，风一吹，各种色彩交织变换，重组成我梦中的仙境。

　　小时，曾祖父常在里头忙碌，我听他说：“染布是件容易的事，难的是守住匠心，咱们的魂。”我不懂这句话的分量，只看夕阳下随风飘荡的染布，霞光一般不断彼此交换色彩。

　　夕阳西下，最后一缕光正好照在了染缸中。那些斑驳的色彩似乎活了过来，在霞光中呼吸流动。仿佛曾祖父还在，缸里的色彩盛着霞光，融入到了里头去，成了一整片七彩的琉璃，飞向了天空。

　　最美的风景不在于多么遥远的地方，它一直静静徜徉在时光的深处等着你，在某个黄昏推门而入，打开这份藏匿美好的宝匣，与它重逢，而那口色彩斑驳的染缸则是与我重逢的，最美的风景。它承载的是一整个家族的回忆，一个时代的天空。
`;