window.__tempArticleContent = `
　　明末清初，太峡人言一奇谷，其鬼斧神工，天下独绝，四时如一，草木缤纷，蝉鸟互鸣，数瀑成湖而蜓河其中，四面环山，绵延数十里。高俯似长龙卧谷，近临若桃源仙境，其间，无人见之。

　　自乌蒙以西行，予意东至太峡，忽逢云阴，闷雷震响，天地骤暗，将临极雨之势。匆然而行，巧得涧洞，于此停息，转瞬即倾盆而下。于洞中漫行，却见小口，涧洞幽暗，唯有光从口溢，自口入，不过数十步，豁然开朗。

　　四山回环，千峰指云，惟陷一谷，侧为数瀑，哗然而下，如自天而出，一泻千里焉。其下自成一湖，波光荡漾，碧水透天，映紫木远山，似月明镜，延河不知行于何处。万里晴空，片云何见，群雁成行，鸟而往飞，鱼忽竞跃，风拂湖杨，静而雅然。

　　自谷而上，皆为奇花异木，不得其名，驻而观，幽香沁心，皲皲宁神。复行，却见数庐隐于林间，惊定境居有人烟，欲往探明，然自林径出负担者，似取水而归，见余乃大惊，即问何来，尽述之，便要还家，欲谢不得。村中闻得此人，咸来问讯。自云先世避靖康之乱，千百里来此绝境，安而后避世不出。问今是何世，乃不知元疆，何论明清，述以往事，皆叹惋，遂邀作食，杀鸡斟酒，皆聚以客而待。时至迟暮，辞去，谢挽之，便言曰：“今日之所见，只做一梦而空，不足道也。”

　　依流而下，出谷，却见天明雨茫，惊然回首，何见其谷，惟遍山漫林耳。

　　行至太峡，途若一梦，问谷名何？但幸得其名，乃西跃谷也。

　　后往乌蒙太峡寻未果，叹曰：“世间何能得其谷，或长梦一空罢。”召阳周密，古仁人也，得其闻，欣而寻往，未果而终，后无人晓此谷。
`;