window.__tempArticleContent = `
　　读完《鲁滨逊漂流记》这本精彩的小说后，一个高大的形象浮现在我的脑海中。鲁滨逊生于比较富裕的家庭，但他离开了无忧无虑的生活，去完成他的航海梦。在一次去往非洲的航行中，不幸遇到了大风暴，全船淹没，只有鲁滨逊幸免于难。他被漂到了一个荒无人烟的小岛上，开始了他的荒岛求生。在荒岛上，鲁滨逊用自己的双手建造起了房屋，还把抓来的牛羊圈养了起来，用剩下的种子反复的播种，几年后终于吃上了自己的劳动成果。其实学习也是这样的，也有这样循序渐进的过程。正所谓“一分耕耘一分收获”，我们要懂得只有付出才有收获。除此之外，鲁滨逊还救了一名野人，并为其取名为“星期五”。到了鲁滨逊在岛上生活的第28年，鲁滨逊和“星期王"一起制服了叛乱的水手，救了船长，船长答应送他们回英国。

　　读了这本小说，我明白了一个道理：环境优越，生活幸福，常常会使人懒情；而恶劣的环境，则会使人奋发，有上进心。其实不管环境是好是坏，我们都能创造条件。而鲁滨逊用自己的双手创造了住所、食物、生活用品，这简直不可思议，只要我们有鲁滨逊那种在困难面前决不退缩的精神，那还有什么事情能难倒我们呢?鲁滨逊是个很伟大的人，孤身一人在荒无人烟的小岛上生活了28年，他敢于和困难作斗争这才活了下来。这也启示我们只有坚持不懈才能摆脱困境，要相信自己不轻言放弃!
`;