window.__tempArticleContent = `
　　从小幼儿园老师便问过“你的梦想是什么？”几乎每个人均不假思索地说出自己的梦想，这是最真挚的没有遭受世俗名利污染的梦想。可有人却说：“什么是梦想？”

　　那个人便是我，并非不清楚梦想的定义，而是对自己未来的人生充满了深深的迷惘，前方的路是不透光的，暗得伸手不见五指的，不知道该如何去走，只能如盲人般摸索着。

　　狄更斯说：“这是最好的时代，也是最坏的时代。”有志者一步登天，无志者跌落深渊。进入五中的第一次主题班会，班主任为了更好了解我们，给了我们一人一张调查问卷，许多题中有一道题同样是黑底白字，但在我眼中格外修正醒目——“你的梦想是什么？”其他同学都填“明星”“银行家”“商人”等。我不禁感叹：“在世上，难免遭利欲熏心啊。”既不愿与世俗为伍，又对未来无希望，我真的迷茫了。

　　于是出去散心，打算之后再写，望向天空，天空灰蓝，几峰浮云，广阔却只能远望，好像从未属于过我。不知不觉走向了宣传栏，看到那上面罗列了许多人物：文天祥，辛弃疾，秋瑾，周恩来，钟南山……看到“人生自古谁无死，留取丹心照汗青”“为中华之崛起而读书”等名言；看到那鲜红的党旗，回首革命，想到飞夺泸定桥，四渡赤水，又想起疫情……每个时代，在举国危难之际，总有人会救国于水深火热之中，忽然一名路过的老师撞了我一下。

　　“叮——”一个东西掉落，“同学，你没事吧？”我却没有回答。目光盯上声音的来源，愣了神，那是一个党徽，太阳不知何时钻出了层层云霭，直照着那党徽红得发亮，上面黄色的图案反出澄黄的光，是那样耀眼直入了我的心，穿透了我心中那片云。

　　在那一瞬我有了梦想——中国梦，为国家富强，人民幸福，实现中华民族伟大复兴而奋斗的梦，救国于危难之中的人，为何不能是我？我的梦是中华民族的梦，是中国世世代代真挚的梦！

　　天空亮堂了起来，云不知何时消散得一干二净，耀眼而炽热的光把整个天漂得湛蓝，我对老师说：“没事。”心中默念道：“我的中国梦啊，我准备好了！”
`;