window.__tempArticleContent = `


　　她是一朵傲人于世的海上花。

　　她的一生绚丽惊世，她不羁的文学风格曾多少次惊艳那时的上海文坛，她清丽的面貌以出尘脱俗的气质，曾引起多少才人的遐想，她如同清晨的露珠，旁若无人的活着，用一颗赤子之心直面世态的炎凉与人间冷暖。他从不迎合且不媚俗，他从不攀附且不将就，她短短的人生充满了无尽的劫难，她享受过、世人瞩目的荣耀，也享受过爱情艰苦和人们口诛笔伐。她一生坎坷，几多忧伤。夕阳无限好，只是近黄昏。她就是民国才女张爱玲。

　　提起张爱玲大家不约而同会想起她轰动文坛，至今仍久读不衰的数篇佳作，如《倾城之恋》《小团圆》《半生缘》等佳作。张爱玲的小说是充满魔力的，读她的作品的人大多是大多数是女性，她在那个男尊女卑的时代中写出了一种让人猝不及防的惊喜，她宛若一片绿地里冒出了一朵绚丽的玫瑰，引人注目。

　　有人说张爱玲是一位文学天才，才华横溢，有人说张爱玲性情冷傲又清高，不近人情，有人说他痴心，被伤害却故作不知，不知反抗。总而言之，他就像一部未完的红楼梦，引得世人对她的百般解说。

　　张爱玲穷尽一生都在写爱情，但她自己却被爱情伤的遍体鳞伤，她对爱情的幻想是·幅未完成的油画，想去修改时却已经无能为力。在情场中，她就像一只蝴蝶，注定被“花朵”吸引，然而结局又恰似飞蛾，注定扑火。

　　张爱玲是一位坚强的女人，她经历在男尊女卑的思想束缚中，母亲忍受不了父亲的陋习，离家出走时的悲伤，而后又被父亲与继母的虐待后的委屈，还是成年后的失恋的痛苦，她都没有抱怨，独自一人自己默默的承受着。

　　张爱玲曾说：“长的是磨难，短的是人生”的确，她的一生是凄苦的，或许她早已经超脱凡尘，所以无论世事的炎凉还是人间的冷暖，都无法打动她那孤傲的心。她一代民国才女张爱玲，依旧是一朵傲然于世的海上花。

　　因为懂得，所以慈悲，因为懂得，所以宽容。翻开《张爱玲传》让我感受张爱玲那传奇的一生。
`;