window.__tempArticleContent = `
　　在一个闲暇的午后,我从图书室借阅了沈从文先生的《边城》,我对这本书已期待多时,读完这本书后我最大的感受是,从头至尾有一种淡淡的愁云始终萦绕于心。

　　小说以真挚的感情,优美的语言,诗化的意境,把我们带入了与现实世界完全不同的唯美的时空里,使我陶醉于一曲清新悠扬的牧歌里。

　　小说没有曲折复杂的情节,翠翠和二佬朦朦胧胧又了无结局的爱情,在作者的娓伟到来中点染着清风皓月，浸润着潺潺的流水。翠翠的梦如同一颗晶莹剔透的玻璃珠,被大佬的殒命,二佬的出走和爷爷的离世碰撞的支离破碎,这些梦的碎片却需要脆翠用稚嫩的双手在她的余生里日复一日的捡拾。这样的结局怎能不让读者为翠翠的命运所祈祷:青春的梦,请你驻留!

　　然而,爱情并不是小说的全部,作者还为我们展现了一个宁静的古朴的湘西小乡村景致，展现出人与自然的和谐，近乎于原始的生活,淳朴自然的民风,善良敦厚的本性,与那温柔的河流,清凉的山风,挺拔的翠竹,还有那白天忙碌,夜间静谧的渡船一起,构成了一个像诗像画更像音乐的梦境。

　　其实作者也敏锐清醒预感到,随着城市化,现代化的愈演愈烈,这样的边城和边城里的自然、古朴、原始、和谐将如梦境般一去不复返,仅存于美好的回忆中。更深入一层来说,沈从文崇尚自然状态下的人性,一种原始的野性的生命力。以他的文学视角来看,乡村是民族文化的根源。他担心这种自然的人性会被崇尚物质扩张欲望的人性所湮灭。因而着力向现在都市人呈现出另一种生活,另一种人情世界,呈现出他所认为的理想精神和人生的惬意状态。

　　与其说《边城》带给读者一个自然清新的梦。不如说沈从文希望通过这部小说把他灵魂深处呐喊告诉现代的人,希望引起人们的共鸣。唤回自然和谐的人性,它不应该是易逝的梦,应如同那停留在边城山下的小溪一样永不干涸。

　　有人说，世间最痛苦的人是艺术家,因为他们能敏锐的看见美的消失,可世间最快乐的人也是艺术家,因为他可以活在自己编织的梦境里。而我想说,今天最幸运的人是《边城》里的读者,因为作者沈从文先生在这些人的心底留下了一个梦,这个梦永远驻留在湘西的小边城里
`;