window.__tempArticleContent = `
　　所谓的光辉岁月并不是以后闪耀的日子，而是无人问津时你对梦想的偏执。

　　眼见开学了，迎接我的又是一个崭新的学期，我这次下定决心好好拼一把来弥补之前的不足，于是我开始制定学习任务，将每天的任务贴在课桌上。课后的我抓住老师不放去问题目，即便有同学的晞嘘和嘲笑，但老师欣慰的笑容使我心中多了几分坚定。小小的单词书和古诗词已经是我囊中的常客，而桌上是为了提神的苦汁，当我上课眼神迷离时，转时间看见便利贴上两颗大大的字“未来”，我总能靠着强大的意志喝苦汁。回家路上的我，仿佛人了魔一样，只想让自己多背些单词。

　　这些天的努力，终于迎来了一次测验。小小的测验却使我非常紧张但又坚定，我相信自己的努力是有回报的。考了两天的试，我心身疲惫，但还是满怀期待着成绩，可现实却给我重重一击。我的心忽然间抽搐了一下，快室息了，感受不到褶皱的试卷上多了几滴泪痕，我好累，真的好累，我看着之前桌上努力的痕迹发呆：我可能真的不适合学习吧。回家路上我眼睛无神，颓废充斥着我的身体，压灭了心中余下的火花。身后的书包仿佛有千斤重，压得我呼不过气。

　　能就此放弃吗？

　　你并没有别人那样渊博的父母，也没有别人那样雄厚的背景，更没有位高权重的地位，你有什么资格不努力，去选择安逸，选择平庸，选择放弃？现实就是这么残酷，没人会可怜你，停下等你，学习的确不是唯一的出路，但它却是通往你梦想的一条捷径。我想去看看北上广11点仍灯火通明的街道，而不是是窝在这个小县城享受现在的安逸与舒适。

　　是的，振作起来，必须。

　　体育课上老师测800米，我还有些许紧张，因为平时不怎么锻炼，站在起跑点上，看着身边的人我惶恐不安，我用尽全力去奔跑，把不开心，所有的慵懒与寸步不止还给过去，我必须为自己的梦想而努力，向着我的目标去靠拢。

　　人生短暂，转瞬间岁月流逝，要知道岁月蹉跎很难回头，各自努力，咱们顶峰相见。
`;