window.__tempArticleContent = `
　　——天柱县第五中学达标课堂推进会暨学科跨校主题研修阶段总结会

　　“问渠那得清如许?唯有源头活水来。”教育教学工作是学校工作中心，提升课堂质量是学校高质量发展的重要举措。为推进民族地区教育质量提升项目计划行动，促使“强课提质”行动走深走实，落地天柱五中课堂教学达标评价标准，2023年12月5日下午，天柱县第五中学行政，学科组长和学科骨干教师参加了学校达标课堂推进会暨学科跨校主题研修阶段总结会，会议由科教主任申汕主持。
　　
　　　　![ ](https://s41.ax1x.com/2026/01/03/pZUw50s.jpg)

　　首先，科教处主任申汕带领大家一起学习天柱县第五中学达标课堂评价标准，他从教学目标、教学内容、教与学过程和教学评价指标展开叙述，指出：达标课堂的基本要求规定了各学科教学的基本环节和程序，提出了落实学业质量标准的建议。同时，就学科跨校研修情况进行了工作总结。

　　接着，教学副校长吴小海对学校达标课堂工作进行进一步工作部署，安排各学科组组长和骨干老师不定时推门听课。

　　最后，吴小海副校长作出动员讲话，教学质量是我们学校的生命线。学校达标课堂的评价标准是民族地区基础教育质量提升项目行动计划的重要指标。推门听讲是促进教师课堂提质的路径，希望各位要老师不断提高意识，常进不怠，确保课堂达标效果，切实关注每堂课的提质，让课堂教学见“实”效，让教学质量提“实”质。
`;