window.__tempArticleContent = `
　　当我们充满兴致地去饭店吃饭，遇到慢吞吞的上菜速度，我们只能愤然等待；当我们走过车水马龙的繁华街道，那一缕红灯格外的突兀，我们只能无可奈何地等待；当我们买完东西结账时，眼前早已立起长队，我们只能不愿地等待。

　　我们总喜欢等，等着下课，等着放假，等着校园的紫叶李开花。等待总有一番风味，但是味道却总是因人因时而异，可能是那三月鲜草的芬芳，也可能是那糖果的甜美，或者是那久违放糖的咖啡，苦涩得令人心醉。有人等着昙花一现，虽然如烟花般绚丽多彩，可十分短暂，但能目睹花开，也就无憾。事实中，我们无法看到铁树开花，也无法见证金丝楠木的成长，当我们总在原地等待，等来的是时间的流逝，是青春的不辞而别，是那心中充斥着的遗憾。

　　上天是公平的，总是幻想机会会眷顾自己，常常站在原地等，没有人会一直在原地等你，我们应当依凭自身的努力，去搜取，我们不能消极的等待。

　　峰回百转，渐渐的，等待成为一种智慧。等待是一种希望，雪铺天际，霜华漫天，严寒的至冬，我们在安静地等待和煦的春风，在经历失败以后，我们坚持等待成功，付出下一次的努力，这便是成功的方法，这便是生活的希望。因此我们不能说等待是一种悲伤，是一种疼痛，是一种无奈，有的时候它是一种被我们忽略的美好与喜悦。等待总是那么平淡无奇，等待总是一副琐琐碎碎的样子。等待是平凡，以至于十分平庸，但是又不可或缺。时间给予未来一个赠礼，赠礼的名字叫做等待。未来我们的成功与挫折，离不开我们这漫长耐心的等待，如果没有漫长耐心的等待，那又怎来卓越的成功。
`;