window.__tempArticleContent = `
　　一本好书就像一个要好的朋友。都说书籍是人类进步的阶梯，可要找一本真正有灵魂的书，那实属不易。

　　罗伯特·盖茨曾说：“在所有的理想和智慧里面，最能让人心动并能激发行动力量的就是名人名言，因为它们是人生经验与成败的浓缩。”而皮鲁克斯也曾断言：“名言是绝大多数人思想的摇篮，又是绝大多数人迈动双脚的动力。”《句透人生》真的是句句直击心灵，醍醐灌顶。它有古今中外众多的名人名言，还包括了各种民间谚语和从日常生活中提炼出来的警言佳句，有为人篇、心态篇、处事篇、治学篇等等一系列的主题篇章。对于信仰，它说：“在经济道路上，唯有信念和忍耐才能开辟出康庄大道。”“只要月亮追着太阳，那么它就即使缺了还是会再围起来。”写宽容，它说“宽恕别人的过失就是自己的荣誉。”“在宽恕面前软弱会化为乌有，没有宽恕不能做到的事情。”写爱情，它说“下次遇见喜欢的人，千万要记得只做朋友，近距离的欣赏，不至于到最后乱了初心，败了芳华。”说得轻巧，却在内心深处为我们打开了大门。

　　人生总会遇到许多不顺心的事，可真正从苦难中走出来的又有几个人呢？乐观若是一种鼓励，困苦必然是常态，我想当我们从困苦中走出来时，总坚信的也许是“回头看，轻舟已过万重山。”曾经走不出的淤泥再看已布满鲜花，我们是大海中漫漫的小舟，亦是展翅击长空的雄鹰，所以向前看吧。总要信一次李白的“长风破浪会有时，直挂云帆济沧海”。春的回眸，风的荡漾，山的巍峨，海的浩瀚，人间坎坷都不过是惊鸿一瞥，纵看世间万物，横看世间万物，风还是风，树还是树，山依旧巍峨，海依旧浩瀚，至于人生坎坷，“回头看，轻舟已过万重山；向前看，前路漫漫亦灿灿。”

　　多说无益，当你真正的读过这本书时，你才会相信文字的力量，即使不说，早晚你也会幡然醒悟。
`;