window.__tempArticleContent = `
　　当80响礼炮冲向高空，军人们拿着先进的武器装备，整齐的走在长安街上，蔚蓝的天空中出现新型的战机描绘彩虹——我们迎来了抗战胜利80周年大阅兵。

　　整个阅兵仪式场面宏大。在天安门广场上，歌声响遍全场。鲜艳的五星红旗慢慢升起，军人们笔直站着接受检阅，他们一声声“为人民服务”威武响亮。

　　接下来，我看到东风导弹车像一条条巨龙一样凸显神威，新型战斗机像雄鹰一样在天空翱翔。这是我国科学家们的完美成果。仿佛在告诉我们，不用像以前一样，被强者踩在脚下了，因为我们现在就是强者。

　　最让我震惊的是一位白发苍苍的老爷爷，他穿着旧军装，胸前挂满了勋章，他不是为了炫耀，是他一生的荣誉。他混浊的眼睛里闪烁着泪光，像是看到了久别重逢的朋友。观看阅兵时，解放军的每一个方队都整整齐齐的，每一步落脚都那么完美，每一个动作都那么丝滑，那是他们日复一日的坚持。

　　今日的富强让我回想到80年前，在中国生死存亡的关键时刻，无数英雄挺身而出，他们面对敌人的压力毫不退缩，用血液和生命捍卫了国家尊严。

　　无论是长城下英勇奋战，还是在根据地艰苦斗争。每一段历史都有着不屈的精神，那些名字或许早以被时光淹没。但我多么想告诉你们，我们胜利了！我们成功了！我们变强了！都是因为你们的不畏牺牲换取了现在中国的和平和安全。

　　让我们铭记历史，不忘来时路，让我们满怀理想，开创未来路。让我们用实际践行“强国有我”的庄严承诺，中华人民万岁！
`;