window.__tempArticleContent = `
　　一、案例背景

　　我在上一节课的教学中，已经让学生认识了什么是分式方程，学会了解分式方程的基本步骤，这节课进一步让学生学会审明题意，寻找等量关系，将实际问题转化成分式方程的数学模型。用分式方程的数学模型反映现实情境中的实际问题，经历运用分式方程解决实际问题的过程，发展抽象概括、分析问题和解决问题的能力，体会数学模型的应用价值，从而提高学习数学的兴趣，培养学生的创新精神，从中获得成功的体验。

　　二、案例过程

　　1. 提出问题，引入新课

　　师：前两节课，我们认识了分式方程这样的数学模型，并且学会了解分式方程，接下来，我们用分式方程解决生活中实际问题。

　　2. 讲授新课

　　做一做：某单位将沿街的一部分房屋出租。每间房屋的租金第二年比第一年多500元，所有房屋出租的租金第一年为9.6万元，第二年为10.2万元。

　　（1）你能找出这一情境的等量关系吗？

　　（2）根据这一情境，你能提出哪些问题？

　　师：现在我们一块来寻求这一情境中的等量关系。

　　生：第二年每间房屋的租金=第一年每间房屋的租金+500元。

　　生：还有一个等量关系：

　　第一年租出的房屋间数=第二年租出的房屋的间数。

　　师：根据“做一做”的情境，你能提出哪些问题呢？在我们的数学学习中，提出问题比解决问题更重要。

　　同学们尽管提出符合情境的问题。

　　生：问题可以是：每年各有多少间房屋出租？

　　生：问题也可以是：这两年每年房屋的租金各是多少？

　　师：下面我们就来先解决第一个问题：每年各有多少间房屋出租？

　　【师生共析】解：设每年各有x间房屋出租，那么第一年每间房屋的租金为($\\\\\\\\frac{96000}{x}$)元，第二年每间房屋的租金为($\\\\\\\\frac{102000}{x}$)元，根据题意，得:($\\\\\\\\frac{102000}{x+500} - \\\\\\\\frac{96000}{x} = 500$)

　　解这个方程，得 x=12

　　经检验 x=12 是原方程的解，也符合题意。

　　所以每年各有12间房屋出租。

　　师总结：列方程解决实际情境中的具体问题，是数学实用性最直接的体现，而解决这一问题是如何将实际问题建立方程这样的数学模型，关键则在于审清题意，找出题中的等量关系，找到它就为列方程指明了方向。

　　三、案例分析

　　本节课是关于分式方程应用的课堂教学，课本内容较少，如何使知识容量、思维容量尽可能饱和，有效培养学生的创新能力，是设计本节课的指导思想。

　　1. 首先设置问题情景，从学生熟悉的房租、水费入手，激发了学生学习知识的积极性和好奇心。

　　2. 整堂课设置问题，层层深入，给学生充分的思考时间，使学生感受到了自己是课堂的主人，让学生在亲身实践中去体验、去感悟，一切的新知识都是由学生自己发现。教师只是引导和帮助学生去探索，而没有把现有的知识灌输给学生。

　　3. 根据《2022年数学新课程标准》所提出的先进教学理念，要用教材教，而不能只顾教教材，着重在用眼观察、用脑分析、用语言表达的素养上培养学生，让课堂由学生主导，充分发挥学生的主体作用，结合初中生的认知特点，本节课力求形成“创设问题情景→构建模型→合作探究→实践应用”的模式，在重视双基的同时，更关注知识的形成过程。

　　四、感悟反思

　　《分式方程的应用》是在学生已经学习了《分式方程及其解法》后学习的内容。其主要教学目标是经历运用分式方程解决实际问题的过程，发展抽象概括、分析问题和解决问题的能力，体会数学模型的应用价值，从而提高学习数学的兴趣，培养学生的创新精神，从中获得成功的体验。

　　在这节课中，我认为有以下几点感受较好：

　　1. 通过情景创设，引入新知较恰当，切合实际。从而调动学生探索新知的兴趣和学习的积极性。

　　2. 这节课较多的给学生提供自主学习，自主操作、自主活动的机会。不论是回顾旧知，还是探究新知，都是教师引导，学生自主探索。体现了学生是数学学习的主人的新理念。

　　3. 在这节课中，通过设计问题和启发、引导，让学生悟出学习方法和途径，培养学生独立学习的能力。

　　但感到遗憾的是不少学生操作计算速度慢，我没有时间等待他们探索出结论。这样他们对这节课所学的内容理解不透彻，不能更好应用所学知识去解决问题，今后的课堂，要加强这方面的改进，给学生留有足够的时间和空间去思考交流，并且对不同的学生教师应提出不同的问题，使不同的学生得到不同的发展。
`;