window.__tempArticleContent = `
　　春，带着冬天的冷意，却有着暖洋洋的微风，就连太阳也是如此的温柔。

　　尘封的万物复苏，我漫步校园，看到了树上冒出的第一抹绿，心里有些欣喜。教室，书声琅琅。我拿出英语课本，翻开单词表，看着一个比一个长的单词，手指摩挲着书页，心里竟生出了逃避的念头。“这么长，我背了也会忘吧。但是不背英语就不可能拿高分啊”我心想。内心的困难，似乎就要把我打败。这时我望向窗外，有一颗嫩芽突兀的生长在那片空地上。我恍然醒悟，每一颗渺小的种子都是在迷茫又黑暗的世界中，一寸寸用柔弱却坚韧的身体顶开泥土的禁锢，得以在土地上，我眼中看到新生的绿意，我不再犹豫，开始一点点啃下密密麻麻的单词。

　　夏是一位风火的女子，她把太阳变得火辣，把大地变得暖烘烘的。树影婆娑，光影斑驳。而我最害怕的就是夏天，因为有体育课。

　　顶着头上骄阳似火，踩着脚下地面滚烫。我跑了，不过才两圈，泪水便在衣衫泅出了一片深色的痕迹。“这节课练排球”体育老师发号施令。我拿起排球在足球场开始练习。排球似乎在与我作对，方向总是偏离直线，打出老远，叫我难也难抢。我以为是不熟悉，多练就没事了，没想到半节课过去，脸上红晕，背后大汗，手上红印，这球还是不对。我只得求助老师。老师指导了我的手势，又让我试着再打。我怀着忐忑的心情，居然也打出了成绩。看着老师赞赏的目光，这一刻阳光都不再灼人，热风竟带着几分温柔，连汗水也像喜悦的点缀。

　　学校门口银杏树的落叶满地，风送来凉爽，我知道秋天来了。

　　“这份文件你看一下，我打算让你参加。”迎着老师期待的目光，我答应了，看着演讲稿，虽然不算多，但对我来说也有难度。于是，早晨的我在背，午休的我在背，晚上依然有一个我的倔强的背影。我不想辜负老师的期望，力求达到最好。演讲比赛时间到了，我伸手接到落下来的叶子，带着秋的祝福走进了比赛场地。看着参赛选手自信脱稿，我心里有些自卑。心中的小鹿乱撞，手心的汗出卖了我的紧张，各种情绪在我心里蔓延开来。

　　很快到我上场了。我深吸一口气，想到秋夜那个努力背诵的我，心中突然自信起来，脸上带着坚定的笑容，开始缓缓演讲。秋天，我做到了。

　　天气愈发寒冷，四季来到了尾声。我坐在教室里，目光紧紧盯着题目，手上的笔一刻也不敢停，脑海不断浮现出各种解题思路。一遍又一遍，演算的步骤写满了一页纸，解题方式却总也不对。我打开窗户，脸对着呼啸的寒风，强迫自己冷静下来。看着沉沉的夜色，脑中突然灵光一现，我好像知道了。按照新的方式，我怀着激动的心情，笔尖流出的每一个数字都是极其顺畅。随着最后一个等号写出，答案呈现在了我的眼前。这场艰难的数学压轴题战争，我在冬夜取得了胜利。

　　两点之间，直线最短。我们离梦想的距离是遥远的，但我们付出的每一步努力都拉近了我们与梦想的距离。

　　四季见证了我的成长，我也见证了四季的美丽。祝愿我们在青春中书写辉煌的篇章。
`;