window.__tempArticleContent = `
　　缤纷绚烂的樱花，热气腾腾的热干面，辉煌瑰丽的黄鹤楼，这就是人们心中华灯璀璨的城市——武汉的象征。当樱花早已凋落，当热干面不再香飘十里，当黄鹤楼的游人寥寥无几，全国人的目光聚焦在了这个城市。

　　在 2020 年的冬天，梅花依然宁静地开放：这个冬天，蓝天依旧明净如洗。但是在这个冬天，新型冠状病毒肆虐着中国的整个大地，从此大地不再有活力，人们的心情也变得如此沉重，人山人海的大街被浓缩成小小的剪影，藏在人们充满幻想的未来中，欢乐的春节气氛被突如其来的疫情打破。

　　就在这时，一个个雪白的身影站了起来，他们背井离乡，舍小家顾大家，舍自己顾人民，冲到抗战疫情的第一线。他们的出现如同一道曙光, 照耀在被病魔折磨的大地上，每个夜深人静的夜晚，他们不辞辛劳，奋战在第一线，每次面对强大的病魔时，他们无畏前行，书写了一封又一封的“请战书”。他们日夜奋战，即使累倒在手术室，也记得起自己肩上所背负的责任，他们也是人，他们也是父母捧在手心的的孩子，他们也要休息，但为了所有不幸患病的人，他们无怨无悔地站在抗击新冠病毒的前线，与死神作斗争。他们冲在前方，用自己的平凡之躯为身后的亿万中国人筑起防护的堡垒，他们不眠不休，战斗在这场没有硝烟的战场上的最前沿。他们是来自全国各地的最美逆行者，他们是新时代的最美先锋人物，他们是可亲可敬的白衣天使。

　　在这群人当中，有一位84岁的老院士，叫钟南山，出任国家卫健委高级别专家组组长，奔走于疫情防控一线。“病毒人传人，要隔离。”“可防可治，不必恐慌。”“情况会慢慢好起来，必须有坚强的斗志。”——钟南山院士的声音坚定有力，拨开了层层乌云，为人们指明了前行的道路。17年前，他义无反顾地冲在抗击“非典”的一线，17年后，他又亮出了党员本色、医者初心，奔上了前线。“我推崇讲真话，真话不是真理，真话不一定是对的，但起码是心里话。尤其是涉及到大家的健康，要非常严肃地对待，最重要的是病人的生命。”钟老的话语被无数人铭记：86岁的董宗祁老教授，他坐在轮椅上，一上午看了30多个病人，他说：“我这辈子，就是为了救人”；73岁的李兰娟教授，知道国家有难，她毫不犹豫前往武汉，坚定地说出她的誓言：“我打算长期待在武汉，与那边的医护人员一起奋斗!”他们就是当之无愧的“大美逆行者”。

　　疫情凶猛无情，也感染了一些医护人员，我们失去了一些冲在一线的战士，他们用自己的生命守护他人的生命。武昌医院院长刘智明为了抗击疫情曾三天三夜没有休息，终于被病魔击倒，即使生病也心系病人，还在辛苦工作，他由于心肺严重衰竭，永远地离开了我们。还有林正斌、徐辉、李文亮、宋英杰等医生也因为这场汹汹的疫情殉职了，他们是真正的英雄，人民永远怀念他们!

　　“没有一个冬天不会过去，没有一个春天不会到来”，不知不觉，武汉的樱花已抽出了嫩芽、饭店里的厨师也焯熟了面条，江边的黄鹤楼也快开放了，未来的中国一定会更加繁荣昌盛!“哪有什么岁月静好，不过是有人负重前行。”——在此，致敬感恩所有的白衣天使。
`;