window.__tempArticleContent = `
　　杨涵，女，天柱县第五中学九(8)班学生。一位活泼开朗却又不失稳重的女孩；一位总喜欢“打破砂锅问到底”的清秀女孩；一位敢手追求，卓越出彩而深受老师和同学喜爱的优秀中学生。

　　学习上追求卓越，让“成绩”出彩。

　　在学习上，从小学到中学，成绩一直名列前茅，这得益于有一套自己的学习方法，有自己的良好学习习惯、有一个明确的学习目标。她会根据目标将计划分为短期计划和长期计划，·般而言，她会制定一个学年计划和一个学期计划、然后出将长期计划分为一个个需要达到的小目标，根据小目标制定相应的短期计划，比如说大计划、周计划。计划明确以后，她认为行动比计划更加重要，而良好的心态又比行动更加重要。”我们为某一件事、某一个目标去付诸行动，去做、去闯，不是为了最后有多么大的荣耀。我们在这个过程中所学会的才是真正宝贵的财富!”她始终相信，“只要能保持一颗阳光向上的心和永远坚持走下去的毅力与勇气，那么所求的就会向你奔来。要记住，除了自己，没有人能够打败你!”靠着自己的辛勤汗水，她曾多次获得各级各类荣誉称号：“三好学生”“校园之星”“美德少年”等

　　生活中追求卓越，让“品质”出彩。

　　学习上勤勤恳恳，在生活中乐于奉献。在周末的闲暇时间里，她会积极参加社区的环保志愿者活动，义务清理被随意丢弃在各处的垃圾，为美丽的社区整整容。在班里，每当同学学习遇到困难需要帮助时，她总是积极站出来，热情辅导他们的学习。更是在各项捐赠活动中涌跃奉献出自己的那一份爱心。

　　兴趣上追求卓越，让“个性”出彩。

　　积极培养自己的兴趣爱好，在口语、写作、主持、画画都有涉猎，还广泛阅读课外书籍：四大名著，《基督山伯爵》《博雷家书》都已经读完。她始终牢记陶潜曾说的“开卷有益”，认为读书是站在巨人的肩膀上看世界。这些精神财富不断充盈着自己的生活，拓展着自己的眼界，让自己的世界变得丰富多彩。
　　
`;