window.__tempArticleContent = `
　　闻着远方飘来的包子香，我停住了脚步。不禁回想起了母亲以及她做的包子——那是我吃过最好吃的包子。

　　从家里到学校有几里的路程，所以每天我都起得很早，这样才能赶上早课。母亲起得比我更早，她每天喂了鸡鸭，都会给我做些早上的吃食，我就深刻记得那一次。

　　那是一个天气晴朗的早晨，雾还未散，母亲已经开始做包子。首先，她要在面粉里加水，再加鸡蛋，这些步骤她早已烂熟。她用手揉了揉面团，揉得有些吃力。她身体不好，有时候揉一会儿就出了许多汗，但她还是坚持着，这就是母爱吧!最后的步骤需要手巧的人、母亲手上虽有些茧，长得不细致，但她手却不笨拙。她做的包子极精美。把包子放在蒸笼里蒸，考验的是人的耐心。母亲是个有耐心的人。做什么事情，她从来都是仔细，认真，从不马虎。蒸好时，她不会第一时间像个小孩一样把盖子打开，而是再等几分钟。在我看来漫长的时间里，母亲却是如此高兴。她心里所想的，全都是包子蒸好，我也可以好好上学了。她真是把时间全浪费在我身上了啊!

　　包子出笼时的香气浸满了全屋，我迫不及待地品尝起来，全然不顾它的滚烫。母亲做的每个包子都美，尤其是那手法的精练和细致，这是别人做不到的。那最美味的包子也是别人永远做不到的。蒸笼打开时，她每次都会毫不犹豫地把最大最香的那个包子给我，这时，母亲脸上总是充满笑容。早上去学校的路虽然寂寞、冷清，但摸着母亲做的包子，我的心也顿时温暖，我爱我的母亲。

　　不觉间，我加快了脚步。回味着美味无穷的包子，我奔向了我所向往的地方，朝我的梦想快步前近。
`;