window.__tempArticleContent = `
　　吾生于舒氏，或家父望吾同骏马奔腾，深晓，如望子成龙，所名骏，名曰舒骏。

　　吾于庚寅年丁亥月诞于闽，前以总角之年皆于此。但逢大年仍回乡，亲常言：“已然一年未归，当行四方转，访亲友。”只是年善不解，现当知何为思乡忆亲。

　　于异地些年，就地读幼、小学，所忆中，唯小学些事尚存于心。吾时有一友，董氏之人，吾于此友心有深遗憾，惜时不以珍，却待之以厌，甚觉烦，今悔而迟。今觉好友难遇，已晚，所友甚少甚惜时之友情，念之，欲来年于闽寻之。

　　梦，如海上灯塔，伴一生之行，指前途漫路。吾之梦，始于小学。某年日，似是四年级，应校之盛典，有鸿儒徐先生于校演讲，甚是慷慨激昂，声情并茂。吾深受启发，生以作文之梦，逐立志勤学奋进，期后有所成。

　　闽居风景秀丽，独有其韵，临海，常至海岸游玩，闲时于岸，观海之辽广。八九时便自乐植花，成些许，但稀少孤淡，后又试许，均不尽人意，叹曰：“此花娇生惯养，与吾无缘，亦弃之也无惜罢。”些许日后，又习他法，植绿豆三两株，本无期待，不料几月之后竟繁茂异常，结数荚也，细理已然二十余种，此非无心插柳柳成荫乎？因此信心倍增，又植“多肉”数余盆，已去近两年，今仍不衰且盛密繁茂。于数年，所悟其多，且以上叙而论——闽之景，给(j)吾以应目阅自然之景，心感其境，会融于自然，以领悟自然之美，同承康乐之感。植花之乐于吾以，物以细，观常人无所觉，以得事物另面，亦增趣味，亦于作文时入此，若停于事前细观于当与理，甚有所益。

　　吾后又兴科学之趣，对机电，电路，信息三方入，欲制泡沫船，属可自行数米之列，已置材，只未制成便急归，甚惜。至电路，细学，但晓基法，现仍有用。信息有大用，吾刀之多，今遇异亦可解。

　　吾于徐先生事后，甚爱读书，尤科幻一类，已不下数十本。业有名著与优美文学一类，亦细品味，所书一箱之数，现在于闽，每本至少阅两三回，今已许久未阅，甚是想念。至今仍喜书，吾自以为大有所益，作文之法可于中取益。

　　小学已毕，便回乡念初中，此前，有些许莫名之恐，因闻初中之严或大体变同，人学方修正但觉不过谣言尔。自入初中，虽吾不善结友已有两三人可称，吾感，初中开放，更易展露才华，亦觉习业残酷，仅落节课之差，如隔鸿沟，仅耽几时之误，遥遥落后。所幸，得良师之导，学而不躁，课亦有趣，所学得人归已所用。

　　返乡后，所居非故乡白市新舟面于渡马婆家。吾归，先访亲友，后独至祖地舒氏宗祠前望，顶秀劲刻字“宗兆郡”中端庄大气“祠

　　宗氏舒”甚有年代，寻文物保护石碑，才知立于清光绪二年，便是公历1876年，已立百余年之久，许是因久未归或是因它莫生难以言表之情。

　　后漫步于田间，赏乡之宁静淳朴之美，不觉已行数里，天色渐暗，暗道不妙，使手机照前方寻大道，沿其欲行，突一亲行车驶过，顺同行回家。自是受责，但收获良多。

　　秋至，吾观景于窗前，稻谷金黄，山树红黄绿相间，夕下，农户撒谷，是以晒，吾于此景前久久不去，乎有所感，故文《秋痕》。

　　自人五中，已近两年，于此，吾习甚多，道也解许。吾自五中以来，习惯大有所改，晨时读书本仅读，但后解晨读之意，待以认真，所读吾皆记于心，以固旧学。吾于此遇良师，乃杨代能师，初至时，仅至觉之甚是历害，后经学，不知他意，但吾以尊，实可承人之师表之名，以时虽授二班，但于吾班亦重。于课所学易悟且非无趣，大多甚是认真。杨师负责，常教导曰：“尔学为吾？尔学为亲？尔学无为他人，仅为自己。吾亦可于不学之人不教，但吾心甚痛，不愿弃之不教，尔不学，于吾无害，仅对尔无益，尔善学，亦于吾无利，但尔可得益，吾话止，尔自当知。”杨师之言，吾谨记于心，付诸于行，努力践行之。虽令杨师不复授吾班，然吾仍敬之至也。

　　然吾觉初至时之动力不复存矣，今若就以后，必不成大器，方寻解，欲以振熄心。吾欲上民中，以不及二中罢，但其基石乃学业上进之心，今后需治此事，更寻初心，吾只以后居者而上。

　　此吾传已然尾声，但往后仍长路漫漫，兴有大喜或大忧，但当待以静，事当皆两面，当以乐面观。待往后，是吾有所成就亦或碌碌无为皆由吾所决。愿余将来，观此文，怀以感慨非以叹息。为后成愿实初梦，吾从今起当勤勉自励，笃学不倦，以求知识大道。
`;