window.__tempArticleContent = `
　　世间有千万种风景，而你就是我的风景。——题记

　　提起曾经，我去过很多地方，见过很多风景，但唯一印在心上的却只有你。

　　杏花香飘，我踏着青石板登了杏花林，指尖轻点花瓣，他们就带着雨水迅速的落在了青石板上，为石板着上了色。闭眼，花香缭绕。

　　忆起当初，那是我最黑暗的日子，那时我被父母留在了乡下老家，一切打得我措手不及。黑洞洞的家是困兽，让我心生畏惧。于是我伴着夕阳余晖到了杏花林，花朵们绽放出最美的样子，微风习习，一切都十分美好，引得我驻足观赏。

　　突然一阵银铃般的笑声传来，转身对上你如花的笑容，“你也是来赏花的吗？”你的眼睛是山间明月，十分闪亮。我愣了愣，“不是的。”是这样简短的三个字，冷漠又疏离，你却仿佛没察觉。你笑着一把拉过我向林子深处走。你闪亮的眼睛感染了我，让我情不自禁的跟着你。

　　那天我们玩了很久，天黑之际我们分别，你问我明天还能来吗？我愣了愣，望着你的眸子，我点了点头。我愉快的回家了，对于爸爸妈妈把我留在家的事也不再纠结，脑海闪过那个灿烂的笑脸，嘴角也翘了翘。

　　回家后跟奶奶说起，奶奶说那孩子叫秦姝，那片杏花林是他家的，不过那孩子的爸爸欠了别人的钱，他们很快就要去城里了。我微愣，眼前浮现你璀璨的笑容，却一个字也听不进去了。后面几天，我还是时常找你，你也对我如初，只是面对你，我却欲言又止。这时你就会用一捧落花向我撒去，然后就拉我去打水漂，玩捉迷藏，你嘴边挂着笑，眼睛闪亮，又是杏林里的另一个风景。

　　时光飞逝，不觉间20多天了，我又一次到了杏花里。你说：“我明天就要走了啊。”我震惊，你眼中的光突然暗了下来，一朵杏花落了下来，风把你的声音带了过来，杏花真美呀，就让它留在我们的回忆里吧。风带着一朵朵杏花，衣服的一角被吹起，我的视线也模糊了，虽相识甚短，却胜过千百情谊，虽故事新鲜，却缘分太浅。

　　第二天，我没有见到你，但我却记下了你比那一缕杏花更美。你就是风景，你就是我的风景。人生无不散的宴席，宴席虽散了，但我却得到了比宴席更重要的东西——你的笑，你的眼睛，是世间最美的风景。
`;