window.__tempArticleContent = `
　　古往今来，许多优秀的作品都凝聚了作者的感情和智慧。阅读这些优秀的作品，可以丰富我们的文化知识，可以陶冶我们的情操，还可以了解古代历史，窥探当时的社会面貌。

　　今天我要分享的是我国古代史学名著《史记》。

　　《史记》是我国西汉史学家司马迁所创作的中国第一部纪传体通史。它记载了从上古传说中的黄帝时期到汉武帝元狩元年，长达三千多年的历史，是“二十五史”之首，被鲁迅誊为“史家之绝唱，无韵之离骚”。

　　《史记》里面讲述了为什么我们被称为炎黄子孙的原因。当你去阅读《史记》时，它所展示的每幅历史画面哪一幅不是惊心动魄的?如“周幽王烽火戏诸侯”“秦始皇焚书坑儒”“韩信背水一战”等都是我们耳熟能详的人物典故。而在这些众多人物典故中我最喜欢的是背水一战的韩信。他用他的谋略把所有赵军诱出城外再让原先布置好的二千骑兵去夺城，最后韩信取得大获全胜。当李左车被俘虏  时，韩信并没有杀他，而是帮他解绑，不仅让他和自己对坐，而且待他以老师之礼。韩信就是这样一个有勇有谋而且重视人才的人。他还是刘邦建立汉朝的大功臣，“汉初三杰”之一。然而他的命运和张良、萧何完全不同，不仅被剥夺所有爵位，还被吕后残忍地处死，这样杰出的军事家最终却是以这种悲惨的方式而告终，真让人嗟叹不已。

　　大浪淘沙，不管是在以前还是现在，《史记》都是一本非常值得去阅读的名著，史学家和文学家们说它具有史鉴的明智，诗歌的颖慧、数学的精细、博物的深沉、伦理的庄重、逻辑与修辞的善辨。

　　让我们一起去阅读《史记》，去了解古时候相关事实和英雄人物。
`;