window.__tempArticleContent = `
　　万物争春，只有它在寒冬默默开放，它不惧严寒，只为给这凄凉的寒冬增添几分美，这便是梅。

　　早晨，昨夜下的大雪已经停了，外面的世界已然变得白茫茫一片，在这般条件下，还有什么花能够开放呢？忽然，一股淡淡的清香钻进了我的鼻腔里，这股清香似乎有什么神奇的魔力，竟让我方才还冻得发颤的心静了下来，我顺着清香一路找寻，却看到了令我大为震惊的一幕。

　　清香的源头是一棵梅树，那棵梅树长在屋檐下，它的身上正压着一层厚厚的积雪，树枝都被压弯了，我真担心它下一秒便会被折断。一阵寒风吹来，我连忙裹紧了衣物，而那梅却将积雪抖掉，重新直起了腰。我此时才注意到，它的花，是多么的白。

　　梅花是纯白的，可它却不像梨花那般白得可爱，也没有桃花那般粉嫩，甚至没有路边的野花好看，它白到能够与雪融为一体，大雪中若不细看，甚至会以为那只是枯树枝，可偏偏是这样的花，却能够经受严寒。

　　梅花它没有美丽的外表，也没有迷人的香味。但它从不与其它的花争奇斗艳，它就这样默默地在寒冬开放，从不在意别人的看法。这恰好象征着生活中那些默默无闻的人，这也是梅花能够成为“花中四君子”的原因之一。

　　此时，我才明白，为何君子不与世俗同流合污，又为何不会受世俗影响了。因为他们正像这梅花，洁身自好且品行端正，自然也就不屑于去做那苟且偷生之事。所以，我们也应该像梅花一样洁身自好，不受外界影响。

　　不与世俗同流合污，唯有自清才能成，而梅，便是这寒冬中最好的代表。
`;