window.__tempArticleContent = `
　　黄昏喝醉了倒在市井间，街边角落花开迷了人眼，这便是最美的风景。

　　我正倚在窗边读书，眼前是欧阳修的“醉翁之意不在酒，在乎山水之间也”，这时耳边传来楼下的喧嚣声，我一向不喜欢下楼，一个大菜市场，一排小饭馆，熙熙攘攘，毫无诗书宋韵的美感，所以当母亲拉我下楼时，我是不大情愿的。

　　傍晚，许多人赶着买当天的最后一批菜。走过一个个摊铺，只见那些蔬菜上方新装了高科技喷头。淡绿色的，从高高的半透明的蓝灰色屋顶上垂下来，好似西湖倒悬在了上方，莲蓬从湖水里长出来，晃荡在人们眼前。店主们时不时按一下按钮，细细的水流就喷洒出来，落在新鲜可爱的蔬菜叶子上，氤氲出一片由水珠构成的薄薄的烟雾。老奶奶、中年白领、带着孩子的夫妇……讨价还价，寒暄闲聊，家长里短间，流露的是生活的富足与希望。

　　走出朦胧的烟雾后，已是日落时分。摊主们从市场里出来，到对面的小饭店里去，打一碗盖浇饭，就算是结束了菜市场的一天。小饭馆灰黄色的灯光熏着饭菜冒出的白气，热腾腾的，白气被染黄了，天也黄了。

　　回到家，夕阳柔和的光亮从高楼大厦的间隙中游过，伴随着几声鸟鸣落在枝叶上。原来生活中的美感不止书中醉翁新温的一壶好酒，雅致的远亭，文人墨客在宋韵的清风皓月里推杯换盏的清雅恬适……我们在城市繁忙的喧嚣间看到的人间烟火，也未尝不是一种抚慰人心的生活之美。它美在生机勃勃，它美在富足幸福，它美在能给人们温暖与希望，这或许就是那最美的风景。
`;