window.__tempArticleContent = `
　　淡黄的樱桃吹着五月的风缓缓变红，临近的中考也渐渐迎着五月的风来。

　　清晨的露珠被初升的太阳照得发光，大片的阳光撒在地上反射出的光映得人金灿灿的。正是这风高日丽的早晨举行了“中考四十天动员大会”，令人激动。

　　早晨匆匆打扫完卫生就被急赶着下足球场去，虽搬着沉重的凳子，同学们却丝毫不觉着累，反倒脸上洋溢着青春的笑容。不过多久，同学们均入了座，初升的太阳照耀着大地，红旗向着太阳缓缓上升，九年级年级组组长开始主持大会。先是杨天益校长说出那些激奋昂扬的话，鼓励着初三中考生们。接着是吴小海副校长对成绩进行各项分析，庆幸这次带来了好消息，高中扩招学生一千人，代表着初升的太阳又将耀眼，副校长还领着初三生宣誓，做了对中考必胜的准备以及对美好未来的期望，各位中考生宣誓的声音气震山河，让我听到了他们对中考必胜的决心。说完了这些振奋人心的话，紧接着就到了走成功门的这一项活动，九年级的各位老师站在成功门两侧，等待着中考生们与他们击掌走向成功们。是啊，老师们只能成为一盏灯照亮他们前进的路。

　　成功门就像鲤鱼门，越过这道门就是走向美好未来的第一步。第一道门槛。中考生们就如鲤鱼们一样，走过这道成功门相信自己努力奋斗就像鲤鱼越龙门那样奔向美好未来。各位中考生走过成功门，脸上灿的笑容，必胜的决心这大概就是青春最美的样子吧。这次大会，各位领导老师的话都深深烙印在我心中，“现在吃的苦就是为以后铺的路，即使还有一年，但我已经下定决心好好学习，勤能补拙。

　　走过成功门，迈向美好未来。
`;