window.__tempArticleContent = `
　　纯洁的心灵像一朵盛开的小花，回首，它依旧那么美丽。——题记

　　那是我陈封以久的事。如今想起，那是我小学时发生的一件事，我却记忆犹新。

　　那一年上学时，举行了一次月考。我答完了卷子，没有仔细检查，让马虎钻了空子。考完了试以后我与同学对答案，果然发现错了一道题，我感觉十分沮丧。

　　当星期四下午放学，我看到数学老师高兴地拿着试卷走来，心想：我们班这一次一定考得很好。果不其然数学老帅一来就说：“我们班这次考得不错，都得了八十分以上，尤其是小郭和小潘，都得了一百分。”我听了这话后沉默了，心想：我考完后与同学对了答案，明明错了一道题，该是老师改错了吧。同桌拍了拍我的肩膀，全班同学都投来了羡慕的目光。我又对了对试卷, 确实有道题是错的!同学又拍了拍我的肩膀说：“你怎么了，一脸不高兴，我可羡慕死了!”“额，没什么……”我连忙把卷子收进书包，慌慌张张地跑回家了。

　　回到家，我迅速地扒了几口饭，心不在焉地便进了房间。看着那道少了个小数点的题，我拿起了钢笔，此时我的脑子产生了激烈的思想斗争：有一个声音说：“你快改，反正不会有人知道的，诚不诚实不重要，分数最重要!改了就能得一百分了!”另一个声音说：“不行，你不能改!下一次考细心一点就能得一百分了，人要懂得城实。”我涨红了脸。这时忙完了家务的妈妈走过来，看到我的脸红了，便问：“怎么了，你不舒服吗?”于是，我便向妈妈“交代”了事情的起因和经过。妈妈听后说：“你应该去跟老师改掉分数。”“可是——好不容易得了满分, 改掉……”我可怜巴巴地回答道。妈妈语重心长地告诉我：“你要懂得诚实，虽然这次不能得满分，但是只要下一次考完后认真检查，就一定能考满分。”听了妈妈的话，我陷入了沉思。

　　第二天，我毅然决然走向了老师的办公室，就这样我得了九十九分。看着试卷上新批的分数“99”,格外的醒目, 我的心里却如释重负。原来诚实，是这种感觉!那一刻，我明白了：虽然我没有得到一百分，但我得到了心灵上的满分。

　　我懂得了诚实。
`;