window.__tempArticleContent = `
　　晚自习下了，外面的雨仍然淅淅沥沥的下着，一点停的意思也没有。也许在雨中漫步会别有一番情调吧，我想。于是我哼着小调走出了校园。

　　雨不停的下着，马路上的行人已经很少了，距离我前面没几步，是一位撑着伞的年轻女孩。女孩不时的回头看我，眼睛里好像掠过一丝惊慌与恐惧。她把我当成坏人啦？想到这里，我心里有些不好受。但怎能怪她呢，换做我也可能会害怕。现在电视剧中不是经常有这样的镜头：一个漆黑的夜晚，一条深邃的巷子，一个魁梧的大汉尾随一位年轻貌美的女郎……

　　为了证明自己是个好人，我放慢了脚步，挺直了腰杆，小曲也不哼了，极力装作好人的样子。装假真不舒服，尤其是好人还要假装好人。算了吧，我还是走到她前面去吧，把背影留给她，也算给她一个明明白白。从她身边走过时，真怕她会尖叫。一个年轻女子的尖叫，加上轰隆隆的雷声，城市里的每个人都会神经错乱的。

　　君子坦荡荡，我才不怕呢。就这样，我走到了她左前面。走着走着，雨变大了。这时没想到的事发生了，竟然有把伞有意无意的偏向了我，最后竟举过我的头顶。雨水被截住了，啪啦啪啦的响，就这样我们成了同路人。起初我很拘谨，东张西望，真的好像做了坏事一样，我尽力把目光投向远方，但远处灰蒙蒙的，什么也看不清。忽然间，我看到了一只纤细的手，看到那白皙的手臂正费力的举着伞。我不由得暗责自己的粗心，于是赶忙接过雨伞，就像保镖一样，护送她回家。临别时，她让我拿着雨伞，但我谢绝了。转身步入雨幕中，只有一声轻轻的“晚安”在耳畔萦回。

　　躺在床上，有意无意的想象故事的结局。或许这个城市很小，第二天我们又相遇了，我想我们会打个招呼，然后微笑着擦肩而过。再或许，陌生的你我不再相遇，但我时常会想起你——因为你曾在一个雨夜，为我撑起一把遮风挡雨的伞。

　　我想，孤独与陌生不该是现代城市的主题，人与人之间不该习惯于冷漠和孤独。倘若人们一味的将自己封闭在冰冷的钢筋混凝土中，保护自己的同时不也失去了自己吗？

　　今夜又是雷雨交加，旅途中，是否会有陌生人为你撑起一把雨伞？是否会有陌生人与你道一声“晚安”？
`;