window.__tempArticleContent = `
　　今天真是个好日子，风和日丽，万里无云。“叮铃铃——”，放学铃一响，同学们便飞一般的冲出校园。

　　我三蹦两跳的回到家中，却发现家中空无一人，只有茶桌上有一张纸条，上面写着：今晚有事，你自己解决晚饭，我们要晚点回来。我认出了，这是父亲的字迹。可是自我记事以来，我便从未做过饭呀！不过想一想，我是什么人？这点小事怎么能难倒我这聪明人？煮饭，不就是加水；炒菜，不就是加油加盐吗？今天厨房就是我大显身手之处了。

　　我直奔厨房，挂上妈妈的围裙，挽起衣袖，准备开工。

　　我一边回忆母亲做饭的样子，一边准备先煮饭。可煮多少呢？一筒米？这么点，哪能填饱我这饥肠辘辘的胃呢？两筒？再加点，差不多了。放多少水呢？管它，随便加点应该没问题了，电饭锅一按，搞定。

　　接下来看看弄点啥菜。我拉开冰箱门看了看。里面有土豆、西红柿、鸡蛋、青菜和少许肉。于是我拿出土豆，决定做一道我最喜欢的炒土豆丝。我学着母亲平时做菜的样子，先将土豆放入水池中反复清洗干净，然后找出刮皮刀，一点一点把土豆皮刮掉，再把它放在菜板上切丝。咦？真是奇了个怪了，平时在母亲手上那么好用的刀，怎么在我手上就不听使唤了？我右手紧紧握住菜刀，左手使劲按住土豆，小心翼翼的切起来。忽然土豆一滑溜，刀失去了控制，我吓得尖叫起来。好险啊！幸亏刀子从我手背上掠过，只是蹭破了一点皮，没什么大碍。就这样，我费了九牛二虎之力，才将土豆切好。可现在摆在我面前的哪里是什么土豆丝？分别是一条条土豆棍，并且长短不一。

　　我用纸巾将脸上的汗水擦去。打开火，进行第二道工序——炒土豆。我把油慢慢倒入锅中，一不小心倒多了，想想，应该没什么大碍，便放下心来。可是很快锅里便冒起了白烟。我赶紧把调料、土豆丝放入锅中，“呲——”尖锐的声音伴着四溅的油星，把我吓得不轻，我赶紧扯过锅盖挡在面前，然后侧着身子颤抖的用锅铲搅了搅土豆。许是被吓蒙了吧，我忽然记起没加盐，又手忙脚乱的去找盐。就在这时，一股烧焦的气味传入了我的鼻中。不好！等我冲过去并关掉火的时候，土豆已经变色了。我用盘子把土豆盛出来，用筷子尝了一下自己的“杰作”，不禁皱起了眉头。

　　再过一会儿，电饭锅按键跳动了。打开锅盖，妈呀，有小半锅了！尝一口，竟然是夹生的，想来是水放少了。

　　看着自己的这份美食，我才发现，之前狂妄的我却原来是个生活的白痴。

　　幸而这次历险为时不晚，生活的高山险峰，等着我！
`;