window.__tempArticleContent = `
　　一、案例背景

　　作为《生物学》七年级上册教材中一个技能性的操作实验，该课内容理论与实践在于一体，是非常基础和重要的一节内容。但由于显微镜较昂贵，学生之前又没接触过显微镜。过去教师在教学显微镜使用时总是把显微镜的结构、功能、使用方法、步骤、注意事项讲的十分详细，然后才让学生动手，这样不利于培养学生的创新精神和实践能力，也不符合新课程改革中核心素养的培养学生自主探究能力的理念。结合我校学生生源来自不同乡镇的特点，我把本节课设计成自学+讲授+探究课，给学生创设情境，将学生的亲自动手操作为中心，整个学习过程以此为出发点，及时将学习过程中遇到的困难在课堂中解决。适当引导学生进行自学和部分探究，让学生掌握显微镜的结构、功能及使用方法。学生通过手脑并用的探究与合作在教师引导下，获得新知与能力的提高，同时体验探究过程的曲折和乐趣，学习科学方法，发展科学探究所需要的能力。

　　1.教材分析

　　1.1 本课在教材的地位和作用？本课属于新课标主题中第二大主题——生物体的结构层次中的内容。显微镜是生物学研究中最常用、最基本的观察工具，显微镜也已经成为人类探索微观世界不可缺少的工具。初步学会独立使用显微镜是初中阶段十分重要的生物技能之一，学习认识、使用显微镜对学生在后面进一步从微观认识动植物，乃至学习生物学知识的基础，有重要意义。在学习过程中，因为重点是让学生学会使用显微镜，所以不必对显微镜的原理进行深入的了解，而应让学生通过不断的练习，达到熟练使用显微镜的目的。为下一节动、植物细胞的观察打下良好的基础。

　　1.2核心素养

　　通过认识和了解显微镜使用，培养学生严谨求实的科学精神，引导学生关注科学与技术相互促进的关系。

　　1.3教学目标？通过本节内容的学习，学生自主学习、亲自实践，从而使书本知识迁移深化为一定的能力、素养，同时引导学生形成一定的情感价值观。

　　① 知识目标：了解显微镜的构造，说出显微镜各部分的名称和功能。

　　② 能力目标：能独立、规范地使用显微镜，能观察到清晰的物像；在认识、使用显微镜的过程中发现问题，并尝试解决问题；通过小组探究合作培养学生与他人合作的能力；通过交流讨论培养学生的评价能力和语言表达能力。

　　③ 情感目标:认同显微镜的规范操作方法,养成爱护显微镜的习惯以及养成科学实验的良好习惯,初步形成实事求是的科学态度。

　　1.4教学重点、难点的分析:

　　① 教学重点:显微镜的使用方法。

　　② 教学难点: ? 规范使用显微镜,并观察到物像(要求学生用左眼注视目镜内图像的同时,右眼睁开)。

　　二、课前准备

　　教师:准备显微镜,并逐个检查;三种标本(写有"e"字的玻片、有数字的透明纸、有数字的不透明纸),擦镜纸,纱布,显微镜课件。

　　学生:对照课本彩图,认识显微镜各部分名称,并思考每一部分的作用;阅读课后的显微镜发展史。

　　三、案例描述

　　从古至今,人类一直都没有停止过对宏观世界的探索,包括深邃的外太空。然而,你可曾想过在我们身边就有许多"外星人",这里所讲的"外星人"是指一些奇异的微生物。这个奇异的微观世界,在我们的身体内部、在我们生活中的任何角落都存在。例如,你的血液中就有大量的像变形虫一样的白细胞,两面凹圆饼状的红细胞、导致人感冒的病毒、人类男性睾丸里每天产生大量的蝌蚪状的精子、植物进行呼吸的气孔等等。虽然它们没有我们所知的思维,但是一样可以控制自身的一切生理功能。它们都十分的微小,几百几千甚至上万堆在一起我们肉眼也无法看到。那你想认识它们吗?其实认识他们并不难,你只需要一部显微镜,就可以揭开它们神秘的面纱。

　　认识显微镜的构造只是一个开始,我们要学会使用显微镜。今天。老师给大家提供了三种观察标本: ① 写有"e"字的玻片; ② 印有数字的透明纸; ③ 写有数字的不透明纸。?要求:同学们在动手观察时,做到动手之前先看清楚想明白;做的过程保持安静,不能影响他人;保持显微镜和实验室的整洁,尤其是不能弄脏和损坏镜头。

　　四、学生活动:

　　五、教师活动

　　教师对学生活动巡视指导,发现所存在的问题及时解决。帮助实验操作有困难的学生,适当鼓励并帮助他们改正存在的错误。对于一些不太容易理解的结构,特别是光学结构,就要给以适当的讲解。

　　六、教学思考

　　本节课顺利地完成了教学任务:学生能规范操作显微镜并观察到清晰的物像。学生根据教材,对照实物,通过看一看,摸一摸,试一试等教学手段,大都能说出显微镜的各部分构造与功能。以小组合作为单位,对显微镜进行学习交流、展示并评价,这样培养了学生学习的主动能动性,充分调动学生的学习主动性,每次学习都让他们尝试到成功的喜悦。同时学生们的合作交流、探究习惯和解决问题的能力也得到了充分的提高。

　　为了更好地贯彻"自主、探究、合作"的学习理念。结合生物学科核心素养中的实践探究（科学探究）：发现现实世界中的生物问题，针对特定的生物现象进行观察、提问、设计实验、实施程序、交流讨论结果的能力来展开教学。考虑到学生对显微镜比较陌生，在帮助学生认识显微镜的结构和功能时，采取了探究学习和接受学习结合的学习方式。对于有些比较容易理解的结构，让学生自己描述这些结构的特征，推断他们的功能（结构与功能相一致的观点）。对于一些不太容易理解的结构，特别是光学结构，就要给以适当的讲解。要让学生们不仅认识这些结构，也能初步理解这些结构的作用原理。只有理解了显微镜的结构原理，学生才能真正明白各项操作注意事项背后的原因。从微观到宏观的认识过程学生有一定的难度，课堂上考虑到学生首次接触显微镜很新鲜，所以在设计上首先让学生自主看书尝试摸索显微镜的使用，体现了学生为主体的角色，也充分实现了生物学核心素养中探究实践任务的落实完成。

　　本节课不足的地方：绝大多数学生还停留在理论学习层面，而对于动手操作环节还有待加强巩固：如将观察的标本上移或左移，看看物像朝哪个方向移动？这个问题解决不到位。在整个教学过程中老师还是牵着学生的鼻子走的时候多，给学生做的铺垫太多，没有放手让学生自己去解决问题。归根结底都是因为自己的观念还没有解放。在今后的教学中自己要努力解放自己，树立新的思想观念，提高生物学科核心素养素质，确切做到以学生为主教师为辅的实验教学模式，全面提高学生自主探究实践能力。
`;