window.__tempArticleContent = `
　　在青春这条单行道上，我时而奔忙，时而蹦蹦，我知道并非所有努力都会如愿，但我并不蹉跎这美好的岁月。塞缪尔厄尔曼曾在《青春》一诗中写道，“青春气贯长虹，勇锐盖过怯弱，进取压倒苟安。”在以梦为马的路途中，我从未想过放弃，一直在砥砺前行。

　　外面刚下过雨，不过一会儿天空就升起了太阳，刚踏出教室就感觉一股暖流从身上流过，这让我倍感舒适。一抬头就看到了一道绚丽的彩虹。内心有说不完的喜悦，想跟家人分享，我立马拿上书包回家，我开心的和爷爷分享我的喜悦，——我被选上篮球校队了！爷爷在一旁慈祥的看着我。

　　“你这不行啊，看我的膀下。”说着他就把球往膀下运，看着周边的欢笑声和他们高超的球技，瞬间感觉我也不过如此，站在旁边的我显得格格不入，在训练中我表现的很差劲，我不知道是我太差劲了，还是他们太厉害了，我感到了挫折，这种感觉让我很不舒服。

　　“对不起，你和他们比起来，现在只能暂时当替补，不过你还是有机会的，加油！”老师遗憾的说，听到这消息的我恍惚了一下，我不敢相信这是真的，我知道他们都很厉害，但是我也相信只要不放弃努力，每个人都能迎来自己的曙光。

　　于是在篮球场的一角，每天都有个身影在晃动，我总重复着教练教的动作。当我看着他们可以在球场上大放光彩时，苦涩涌上心头，我为什么离我的梦想越来越远了呢？我的鼻子一酸，眼泪混着汗流了下来，我的视线被泪水给打湿了，一个模糊的身影朝着我过来，等我看清她是谁时，她就已经走到了我的前面。她向我伸了手说“不要气馁，我知道你很努力，也很有天赋，只是你还没有发现自己的不足。”教练的话让我想起了小时候和爷爷一起看女篮比赛，那时候的我还什么都不懂，我天真地问爷爷什么是国家队，爷爷耐心地给我解释，国家队是克服很多困难和通过层层考验选出来的人。爷爷让我以后成为这样的人。

　　我搭上教练的手，这次我不仅是为了爷爷，更是为了我自己，我又重新开始了训练，每天五圈的跑步和每天重复训练，在实战中可以运用的动作，我不断努力着，尽管满头大汗，我也丝毫不受影响，因为汗水早已化成我努力的证据，我也在课下空闲时间不断努力练习，我终于可以和队友轻松对战了，也终于有了上战场比赛的机会。

　　我并不是天赋异禀的人，我有的是一颗 100\\\\\\\\% 努力的心，但我的青春绝不会是一场普通的比赛，我会以梦为马，追逐着属于自己的梦想，让这条路在岁月的长河中，不负青春，不负韶华。
`;