window.__tempArticleContent = `
　　我们在日常的教学中，教师们都是以传授知识为主体，以提高教学成绩为目的教学活动，很少对建设美丽家乡这一方面的教育。怎样让学生努力学习知识，长大后为建设美丽家乡而贡献自己的力量？而为自己的人生留下浓重一笔？一定要让学生树立崇高的家乡情怀，为建设美丽、富强、文明、和谐的家乡树立坚定的信念。

　　一、为增长自己才干而树立努力学习的理念

　　学生从进入幼儿园就开始学习，从最简单的字母开始，一直到初中阶段的各学科的系统学习，经过十多年的学习，学生已经掌握的许多知识和做人的道理。同时也意识到，唯有知识才能改变命运的道理。从而更加努力学习，来增长自己才干、改变自己命运。

　　二、从小树立为建设美丽家乡的信念

　　教学片段：

　　课前学生唱《贵州欢迎您》

　　师：家乡美丽吗？

　　学生的回答当然是肯定的，是问一下：

　　有谁不热爱自己的家乡呢？

　　师：把学生分成四个小组，

　　师：你家乡地形及特点？

　　学生小组回答：

　　第一小组学生代表：我家住在山上，到处都是山坡，有许多树林，还有水果可以吃。

　　第二小组学生代表：我家住在坝子上，中间较平，种植水稻，黄金金的一大片，四周是高山。

　　第三小组学生代表：我家住在清水江边，前面是大河，看到许多大鱼在河里自游自在游荡。背靠山坡。

　　第四小组学生代表：我家住在县城，相对宽阔，比较热闹，买卖方便，交通方便。

　　师：对学生的回答作了肯定的表扬，

　　生（科代表）：归纳我们家乡的地形类型及特点：我们贵州省地处云贵高原东部，平均海拔 1100 米左右，地势西高东低，地形以高原、山地为主，地表崎岖。

　　师：我们贵州有“八山一水一分田”之说。

　　师：同样把学生分成四个不同地区小组

　　师：你家乡有什么资源？学生小组讨论回答：第一小组学生代表：我家那里有煤矿，有许多人在开煤洞。第二小组学生代表：我家那有重晶石，也有许多人在开采重晶石。第三小组学生代表：我的家那里有电站，可以发电，并将电输往外省。第四小组学生代表：我的家乡有金子，有好多人在淘金。师：作了肯定的支持，并归纳了我们家乡的资源：有金矿、重晶石、汞矿、铝土、磷矿、淡水资源。师：既然，我们的家乡如此美丽，资源众多，你们对此有什么想说的吗？

　　甲生：保持环境，人人有责，从我做起。

　　乙生：保护资源，合理利用资源

　　丙生：开发旅游业，增加人民收入

　　丁生：努力学习本领，为家乡服务

　　三、教学感悟：

　　从我们家乡的环境、资源来引导学生热爱家乡，建设家乡的理念。充分认识到学习的重要性，只有掌握的真实的本领，才能更好为家乡服务。

　　通过对本课的学习，同学们对自己家乡的地形基本概况，资源状况有了更一步的了解和认识，从而更加热爱家乡、美化家乡、建设家乡。

　　1. 以学校附近的学生住处为例，来学习，教学目标更加明确清晰。学生对自己常年居住地，对地形、资源有更深刻的认识。

　　2. 立足于学情，让学生自己解决问题。每一学生来自于县内的各地区，更加了解和认识当地的特色。

　　3. 师生共同探究学习。课堂中，学生是主体，老师是引导者。让学生学得自由，学得知识，学得方法。最大的挥学生的主动性、自觉性、能动性。只有这样，教学效果才会更好，才能更好地激发学生的学习兴趣，才能让学生能够解决实际问题。

　　4. 通过学习，更加热爱自己的家乡，长大后建设家乡。
`;