window.__tempArticleContent = `
　　染柳烟浓，吹梅笛怨，春意知几许。不知何时已经入春了，微风拂过，吹起缕缕发丝，也吹走了一整个冬天的严寒。

　　天色灰蒙蒙的，云朵密密的挤着。已经临近傍晚了，却还下起了丝丝小雨，想起昨天傍晚火红的晚霞，真遗憾没有记录下来。我缓缓走在去看电影的路上，没有撑伞，细雨打在脸上的感觉，凉凉的，意外的惬意。电影临近开场，我才开始不慌不忙悠闲地向电影院走去。这部电影是我期待了很久的，我一路上哼着小曲，心情愉悦，路上冷冷清清的，路边挺拔的树在雨水的冲刷下更加绿意盎然，在灰蒙蒙的天空之下格外显眼，格外可爱。

　　远远地向电影院望去，一个衣着朴素的阿姨牵着一个小男孩准备进去，小男孩一蹦一跳的，我看着这温馨的画面，心里暖暖的。很早以前我也喜欢这样牵着我的妈妈，也这样和妈妈一起去看电影。不知不觉我走到了她们身后，我感到奇怪：电影已经快开场了，她们为什么还在这里逗留？我环视着周围零零散散站着巴望等退票的人，不等我细想，之前那个在电影院门口的阿姨凑到了我跟前，她的眼神带着急切和无奈，她身后的小男孩紧紧抓着她的衣角，一双眼睛怯怯的望着我。“你好，您有多余的票吗？”我愣了一下，原来是她们没有买到票啊，我在心里为她们感到遗憾，我多么希望我有多余的票可以给她们，可是我只有一张，这部电影我也期待了很久的。

　　她见我不说话，可能是料到了我没有，略微低下了头，遗憾的向我解释：“不好意思打扰到你了，我们只买到了一张票……孩子一个人进去我又不放心，所以才打扰到你，实在是不好意思啊。”小男孩探出头来看了看我，又看了看他的妈妈，有些失望的又缩了回去。我想说的话哽在喉间，我突然觉得有什么会比这场电影更好看的呢？

　　“哈哈，好巧，我原本就是没有时间看想要退票的，这张票送给你们吧。”我伸出手把票递给小男孩的妈妈，她听到我说这番话，有些惊喜的接过了这张票。一个劲的向我道谢。我捏了捏小男孩脸，他微笑起来，漆黑的眸子清澈又漂亮。

　　“谢谢，谢谢。我把钱转给你吧。”小男孩妈妈的眼里带着光，和小男孩的眼睛一样漂亮。我摆摆手，催促她们赶快进去，电影马上就要开始了。小男孩牵着妈妈的手，又像之前那样蹦跳起来。笑意攀上我的脸，我出了电影院。

　　夕阳从云层中泄露下来，洒在路边的宣传栏上，上面赫然出现“雷锋精神”四个字，多么美好的字眼啊。

　　回家路上雨停了，夕阳染红了半边天，也染红了含苞待放的小花，一片片的小草，一枝枝的绿叶。隐隐的，我的心被什么填满了。今天的晚霞比昨天的好看，今天的春色，也格外的浓。
`;