window.__tempArticleContent = `
　　一.前言

　　自我决定理论(Self- Determination Theory, SDT)是20世纪80年代以积极心理学为背景发展起来的一种认知动机观。该理论认为,个体是积极向上的,具有自我实现和自我成长的需要,个体具有自主、胜任、归属等三项基本的、与生俱来的心理需要。自主需要是指个体希望在从事各种活动时可以根据自己的意愿进行自主选择,同时希望在活动中感到不受限制、对自我的行为和决策拥有选择的权力;胜任需要是指个体需要在活动中体验到有能力完成该项任务,或者说个人感觉自己能胜任或掌控工作;归属需要指个体希望自己在所处的环境中能感受得到来自他人的关怀和爱,感受到自己属于组织中的一员。个体自主、胜任、归属需要的满足会显著增强个体内在动机。作为一名班主任,我觉得可以利用积极心理学的这个理论来应对问题学生的管理和教育。

　　二.故事情节与处理意图

　　1.情节一

　　一天,班上小田(化名)同学突然来到我的办公室说,“老班,我不想读书了!”,“为什么会有这种想法?”我焦急地问她,可她没有回答,埋着头一直躲避我的目光。之后,便一直称病在家,不肯来学校读书。在我的印象中,小田曾经是一个眼里有光且活泼开朗的女生,虽然成绩不是十分优异,但是平时她积极参与班级的文体活动,尊重老师,团结同学,是老师和家长眼中的“乖乖女”。然而在进入八年级之后,由于早恋并且经历感情受伤后,她一直很消沉,无心上课甚至还几次做出自残行为。之后作业也总是不做,上课打瞌睡,学习成绩一落千丈,因此也受到各科老师和家长的批评,尤其是该生的父亲(备注:小田为单亲家庭,父母已离婚多年,她和爸爸一起生活至今),虽说在面对女儿的变化他也耐心教育了一段时间,但是发现改变不了后便开始放弃了,甚至对待女儿的态度一度非常不好,还扬言让她自生自灭,甚至九年级上学期报名费也没有交。在和该生母亲取得联系后,我让她利用周末多女儿沟通,多关心她的生活和精神状态;紧接着,我找到平时和小田玩得比较好的几位女生，一起到小田家中进行了家访，还交代好她们要时刻关注小田的情绪和动向，多陪伴她开导她。

　　处理意图：该生的厌学心理是主要由失恋及父亲对她的放弃造成的，所以我选择了从她身边亲近的信任的人人手，我们一起努力去让她意识到身边还是有人关心她爱护她需要她的。我运用了“归属需要”这一心理需要，让她在自己所在处的环境中能感受得到来自他人的关怀和爱，感受到自己属于组织中的一员。

　　2.情节二

　　接下来我加了小田的QQ，开始试探性的和她聊天，果然换了一个平台，她就像找到了倾诉对象一样。她很难过，“老师，我现在满脑子都是他，怎么都放不下，他为什么不喜欢我？为什么要和我分手？我爸爸现在也不管我，我很讨厌这个家，讨厌这个世界！”，“所以你就不想学习？所以你就伤害自己？”我继续问，“对，没有人关心我需要我，也许我受伤了他们会在乎我一点。”我可以感受到她的沮丧和无助。于是我当起了情感导师，耐心地开导她，告诉她要爱惜自己，自尊自爱，更要不断努力，变得闪闪发光那样优秀，别人才能看到她看重她……就这样，我和她聊着聊着，我也慢慢走进了她的内心世界。之后，她会经常主动和我聊天，“老师，最近心情好多了！”，“老师，我今天看了点书！”“老师，我想去学习化妆！”……我都会及时给她回一个大大的“赞”。虽然小田同学不愿返校读书，但是至少她对待生活的态度开始变得阳光开朗起来了。

　　处理意图：在走进该生的内心世界后，我及时采用正面，积极地教育和引导，运用“自主需要”这一心理需要，让她感受到自己的重要性，使她明白只有自己需要自己，别人才会需要你的道理，让她逐渐重拾对生活的信心。

　　3.情节三

　　之后，小田同学没有返校读书，而是选择离开学校去到浙江待在妈妈身边。中考报名前夕，我一再打电话和通过QQ与小田联系，劝说她回来参加中考。我告诉她，欢迎重新回归我们这个大家庭，全班同学等着她回来一起拍毕业照；而且，读了九年的书，如果不参加中考以后想起来人生会不会有点遗憾？更何况中考无论考多少分，于她而言并不重要，重要的是对自己青春的一个交代，她也应该为初中阶段划上一个圆满的句号……通过我的劝说，小田同学终于答应回来参加中考报名。于是，她坐了24小时的火车终于赶在清明节放假前到学校参加了中考报名。

　　处理意图：在劝说小田同学返校参加中考的过程中，我充分发挥了“个体自主、胜任、归属需要”这三个心理需要理论的重要性。从小田同学本人来说，她的内心深处是积极向上的，她是具有自我实现和自我成长的需要的主体。从心理学角度来说，“个体自主、胜任、归属需要”这三个需要的满足会显著增强个体内在动机。所以，小田同学能够千里迢迢从江苏回来参加6月份中考，这是她和我共同努力的结果，让我既欣慰又感动。

　　三.案例分析反思

　　这一案例中的“主人公”小田同学在班上虽然不是最调皮捣蛋，经常违反纪律的那种让班主任头疼的人，但是她却是现在初中阶段班级管理中最典型最常见的因为早恋而影响自己成长和学习的那一部分人。我们学校大多数孩子都是留守儿童，其中单亲家庭又占有很大的比例。这就导致了家庭教育的缺失，使得长期缺爱的孩子，尤其是女生容易有早恋行为。但是青春期的孩子心智发展还不成熟，思考问题和处理事情的方式比较极端，甚至会做出许多伤害自己和他人的事情，往往会造成许多严重的后果。虽然处理小田同学的这件事情经历了比较漫长的时期，也花了我很大的精力，但是我在处理这件事的过程中，深刻感受到只要教育方式恰当，很大可能会让这类“问题”学生“迷途知返”。虽然在班主任管理教育的案例中这是个很平凡的例子，但在处理细节上只要班主任能抓住学生心理，及时采用正确恰当的手段，正如案例中“自主需要、胜任需要、归属需要”这一积极心理学理论的有效运用，就能达到立竿见影的效果。所以，作为一名中学教师尤其是班主任，要教育好学生除了爱心和一腔热血，我们更需要从学生的实际问题出发，具体问题具体分析，同时按照相关的心理学法则去互动、去教育好并促进学生的成长，只有这样才能真正做到教育好学生。当然，家校合作的意义也在案例中充分得到了体现。

　　四、结语

　　德国哲学家卡尔·雅斯贝尔斯在《什么是教育》一书中说到：“教育就是一棵树摇动一棵树，一朵云推动一朵云，一个灵魂唤醒另一个灵魂”。通过小田的转变，使我感到，在当前“问题生”的转化工作中，除了需要班主任对他们倾注更多的爱心和耐心，更多的是真诚和理解，而且特别注重方法，注重分析他们的心理，让他们感到自己的重要。总之，只要我们共同努力，坚定信心，科学教育，把转化“问题学生”作为班级管理和素质教育的一个重要方面和义不容辞的责任，这些迟开的花朵在阳光明媚的时候会开得更加绚丽和烂漫！
`;