window.__tempArticleContent = `
　　灰蒙蒙的天幕，一根风中的芦苇，摇曳于莽莽苍苍的水面，像一支羽毛笔，画动在洁白的稿纸上。水面上荡起的涟漪，就是这脆弱的芦苇写下最淡泊，最空灵，最剔透的文字，也是我生命力最量美的源泉。

　　我愿将青春比作这芦苇，而那些充满热血，或是对于整个青春重要的机会，我便将它称为荡起的涟漪。学生时代，总有许多表现的机会，“五四”大型活动即将来临。我们班准备出一个节目，我因为身高合适，被老师选当舞蹈团的一员。我们所选的舞蹈叫做《有我》，这支舞无论是在动作还是旋律都符合“五四”精神，把那种勇于斗争的精神，表现得淋漓尽致。我十分看好这支舞，因为它并不同于“商女不知亡国恨，隔江犹喝后庭花”的麻木，而是真真正正做到将精神融入舞蹈，将情绪表达于舞蹈动作中，将思想藏在旋律里，这才是该向大众所展现的舞蹈。

　　舞蹈中看不出任何的骚首弄姿，只有对当时黑暗势力强烈的不满。

　　其实，这是我第一次参加这种大型的爱国主义活动，但也是因为舞蹈选的好，让我对此产生了若大的兴趣。说真的，我并没有什么舞蹈天赋，但也许是内心对这次活动的好奇，我也想用实际形动来证明，我并不比别人差劲。所以我努力的练习，让自己也能跟上别人的进度。虽然目前还不清楚，能不能选上？但至少努力过，便也算是一次磨练自我的机会了罢。我的努力也许并不能赢来想要的结果，但每每想起这件事，会为曾经热血的自己感到欣慰。

　　别放松，机会正在眼前，别骄傲，追梦的道路总是“一山放出一山拦”，勇于伸手，敢于追梦，努力拼搏，直至抓住机会，追梦成功。
`;