window.__tempArticleContent = `
　　如果要选一样东西来证明它阻碍了你前进的步伐，毫无疑问，我选数学。如果要将他比作一座高峰的话，那么我就是那装备不齐全的、还在山脚的探险者。也许有人说，把它当做一场旅行就好了，放松心态。可我认为，“探险”应该是惊险的，是一场危险与机遇并存的“游戏”。

　　而我也曾怨天尤人，埋怨我的父母不给我遗传个聪明的脑瓜子，让我这样的愚笨。而爸妈说，所有的人的起点都是一样的，后面的路程要靠自己。于是我背上“行囊”，准备攀登前面的这座大山。刚开始，我感叹着林间小道的美景，慢悠悠的走着，看着赶超我的人，心中也有些着急，可回头一看，更多的人跟在我的身后，心中那些着急顿时烟消云散了。即将走到半山腰，一些弯弯绕绕的羊肠小道和逐渐有些陡峭的山，让我有些力不从心，但努力坚持依旧让我挺了过去。

　　到了半山腰，一张月考卷让我有些怔愣，上面75分的鲜红大字，仿佛提醒着我离90分的差距有多大。再看看同桌，嚯，123分！我的心情转瞬低到了谷底。来不及抑郁，稍作休整，我们再次踏上了去往山顶的路。这段路明显与之前不同。硌人的石头，酷暑的天气，还时不时从旁边的山壁上掉下石块，定眼一看，“动点问题”“三角形全等”，巧的是，这都是困扰我已久的难题。再往前走，我正头昏目眩之际，前方忽然蹦出几个蒙面人，提起刀说：“已知P为AB上一动点……若是解不出这题，你就别想走了。”糟了，我内心暗呼，这死题！我冥思苦想许久，在浪费了6张草稿纸后，我脱口而出答案。蒙面人对我点头，把我放行。就在这时，金光闪现，一张含金量满满的99分数学卷出现在我面前。我激动的说不出话来，我终于到顶峰了。

　　到达顶峰后，也许会有人选择止步于此，悠闲看着芸芸众生的攀登路，但我不同，我要向前，向前，去攀登更高的峰。
`;