window.__tempArticleContent = `
　　天柱县第五中学在上级主管部门的大力支持和指导下，在全体师生的共同努力下，突出工作重点，明确责任分工，按照“理思路、重落实、抓常规、提质量”的工作思路，推进学校各项工作迈上新台阶，现将我校项目建设2023年度工作总结汇报如下：

　　一、年度完成的主要工作

　　（一）学校发展

　　1.制度建设

　　制定“天柱县第五中学2023年度项目建设任务清单”和年度项目工作计划，明确责任分王到人。进一步修改完善了教学常规管理制度，对集体备课和听课、评课作出了更具操作性的规定。

　　制定了课堂达标实施方案，进一步规范了行政、学科课堂评价小组推门听课的工作要求。

　　2.文化建设

　　对项目宣传的固定展板、活动展板进行了重新规划，活动展板按教师和学生发展分类布置，突出近年来教师和学生能力发展的成果，把学生的阅读分享、学科作业、书画作品、学习之星，劳动之星、体育之星等能体现师生学习成果的每学期更换两次, 把侗歌 舞蹈、高跷、板鞋等富有学校地域特色的社团活动进行宣传展览，进一步加大项目宣传力度。

　　3.社团活动

　　以加强德育、体育、美育、劳动教育以及养成教育， 助推高质量发展为指导，充分利用学校室外场地、功能室和教室，开齐开足学生社团和课外兴趣小组38个，学校57个班级，3200多学生基本参与。其中运动项目技能有足球、篮球、排球、羽毛球、高脚、田径、板鞋、跳绳、象棋等；艺术技能项目开设有绘画普及班、绘画提升班、软笔书法、硬笔书法、合唱、舞蹈、校园乐器、侗歌、演讲与口才等；还开设有趣味小实验、励志电影等项目，极大地丰富了学生的课余文化生活。

　　4.德育管理

　　德育管理首先从教室抓起，学校重点对教室物品摆放，如劳动工具、课桌上书籍的摆放，课前准备等细节进行了统一要求。对班级文化建设重在突出各班的主题教育，重在打造班级积极向上的富有班级特色的文化，如感恩、孝等。

　　其次抓好课前歌和两操的纪律，比如学校规定每天第一节课的课前歌是全校齐唱国歌，第四节课齐唱校歌，第五节课齐唱《歌唱祖国》，统 的课前歌要求全体师生起立，务必严肃。眼保操操要求当节课的教师下课后维持好纪律，不得提前出教室，以保证眼保操的质量。

　　组织了学生“成人礼”“中考百日誓师大会”“五四”“一二九”等活动，在活动中对学生进行文明礼貌、爱家爱国、爱校爱党等思想教育。

　　成立学生文明监督岗，对学校环境卫生、食堂就餐纪律、寝室卫生等进行学生自治管理，培养学生主人翁意识。

　　5.特色定位

　　学校师生是以少数民族为主，其中侗族人数最多，石洞镇籍的学生有深厚的侗歌文化底蕴，学校将打造侗歌传承文化为学校的特色教育。培养学生热爱家乡, 建设家乡的思想情怀。6.家校共育创新家校共育工作开展形式，建立家校共育工作机制，学校以家长会、家委会、家访、家委会开放日等形式，为畅通家校沟通的渠道，推进家长参与学校管理创造了条件。

　　（二）教师发展

　　1.团队建设

　　结合各年级各学科和各班级的教学和班级管理现状，确定本年度学科团队和班主任团队跨校主题研修和校内研修的具体内容。最后分别制定了学科团队研修和班主任团队研修工作实施方案。学科团队研修方面，共组建了 10个跨校主题研修和9个校内主题研修，5个跨校主题班主任团队研修和2个校内班主任研修。跨校研修涉及天柱四中、六中、兰田中学、坪地中学共四所跨校研修学校，并按每月一次开展各类主题研修。

　　2.课堂改革

　　以学科团队主题研修为抓手，通过开展公开课、示范课.汇报课、经验分享等形式，探索实践新课标教学理念。一年来各年级各学科开展各种教研活动100多人次，开展以班级小组建设为主题的研修活动8次，为学校推行的“三段六步”课堂教学模式积累经验。根据各学科在教学中的困惑，有针对性地邀请县教育局教研室领导, 以及名师送教（请进来）和一体化教研活动以及学科专业培训（走出去）,解决教学中的实际问题。一年来共开展贵州省刘开良乡村名师，贵州省梁厚明乡村名师，黔东南州初中美育研修团队等名师团队到校开展教学工作指导共5次，教师外出专业培训 11 人次，线上培训 421 人次, 县级培训354人次。

　　开展“三段六步”课堂教学模式专家引领和培训，从理论和实践两方面入手，通过科任教师集中培训，试点班级手把手培训，专家课堂观摩等方式，从教师备课（含集体备课）、磨课、上课、评课、小组建设等方面分阶段培训。一年来请课改专家培训共计10天4次, 助力教师的专业成长。

　　3.质量管理

　　抓好教学常规检查力度，分为每月定期检查和每周随机抽查。每月定期检查涉及全体科任教师，对教案、听课记录、作业批发等进行全面检查和反馈。每周随机抽查主要是根据学生反馈和平时巡课中发现的问题,有针对性对部分老师的常规材料进行检查。一学期随机检查共50多人次。

　　建立教师约谈机制，主要针对学校统一考试学科成绩在全校排名严重靠后的老师，常规检查中发现关于教案、作业批改、测验等问题,还有师德师风问题等。一年来共集中约谈教学成绩落后的科任老师35人次, 教学常规严重不符要求的3人次。

　　重视学科质量分析，每学期的期中和九年级的月考 都要求各学科组进行试题质量分析，并写出分析报告，召开质量分析会。实施课堂教学达标工程，以学科为单位，成立课堂评价领导小组，通过推门听课，课后反馈等形式促进教师关注课堂。一年来共进行推门听课80余人次，每次推门听课后，科教处对评价小组成员的评价结果进行汇总，对被听课老师课堂中存在的问题以文字的形式传达给本人。从所听课老师的课堂达标初评合格率为80%左右，优秀率为40%左右。

　　（三）学生发展

　　1.抓好阅读语文学科组八、九年级的团队主体研修都是以阅读为主题，培养学生的阅读习惯和能力是语文学科老师的重要工作之一。他们通过班班搞阅读分享活动，写作比赛和阅读题解题大赛等形式来促进学生阅读。

　　以活动促阅读，除各班开展学生的阅读分享活动之外，学校还通过学生的阅读分享作品展, 利用 12.9活动开展全校性的红色经典故事分享比赛等形式，培养学生的阅读兴趣.

　　2.抓好习惯

　　一是抓好学生打招呼的习惯，学校成立了以政教处副主任莫祖凤为总负责人，学校行政为成员，每周随机一天对学生不打招呼人数进行统计,然后反馈到班上.由班主任和科任老师进行再教育。二是学习习惯， 重点对早读或早读前，自主学习课、晚自习等时间，对学生在教室学习的状态进行检查，各年级组负责人帮助各班学生科学合理地制定学习计划，并监督执行。对学习认真，读书声音洪亮的班级利用校园广播进行公开表扬。三是生活习惯，从教室和寝室物品的摆放, 课桌上物品的摆放, 学生的穿着和个人卫生, 食堂就管纪律等方面抓起，发现题及时公布。

　　3.抓好技能

　　学校紧紧围绕三大技能开展工作，一是利用课后延时服务开好社团和兴趣小组活动，每学期根据学生实际需求开展的各类项目达40余种，内容涵盖了运动、艺术、劳动三大技能。二是学校对学生技能建立台帐管理，由教务处把三大技能的项目进行汇总，先由学生自由选报，每大项不低于2个项目。然后各班统计，再根据学生报选情况，由各班主任分类打印给体育、美术、音乐、信息等老师，由相关老师在课堂和课后进行指导。期末进行抽检，评估学生技能掌握情况。

　　二、项目实施亮点经验

　　（一）抓教研，促提升

　　一是为营造团队主题研修工作氛围，在学校方案制定后，邀请有跨校研修的学校校长及研修成员和教育局主管领导集中召开团队研修启动仪式，为后续研修工作开展得到相关校领导的支持。一年来, 跨校研修团队取得了一定的成效，老师的业务研修意识和能力得到了提高。每学期末分学科和班主任两大团队, 学校组织专场研修汇报总结会, 听取各研修团队开展工作情况，帮助他们提炼研修成果和资料档案材料收集。其中七年级数学“数形结合”，八年级语文”写作能力策略研究”，化学“思维导图在教学中的运用”等学科主题研修团队效果较好，能通过研修来呈现学生的学习成果。班主任“小组建设与管理”研修团队也取得了一定成效，比如八 13 班通过该主题研修，教学成绩在本年级中领先一大步。

　　二是创办校刊形成师生研修的物化成果，校刊紧密立足于项目建设，每学期出版2期。校刊内容板块丰富，以教师的教学案例、教育故事、教学小论文，师生的阅读分享，学生的学习体验，还有校园大事记，师生优秀文学作品等为载体。全面促进学校教研风气、学习氛围的提升，丰富了学校的办学内涵。

　　（二）抓技能 促发展

　　学生的三大技能通过台帐式管理，专人指导培训，学校常规保持，期末统一检测等工作,能较好的实现学生技能特长发展。比如劳动技能，每周五班主任都要布置学生回家的劳动任务，班主任采取发劳动图片和视频，随机电话访问学生家长等方法来促进学生爱劳动的习惯。学校通过统一的课前歌, 使全校学生都会唱三首歌曲，分别是《义勇军进行曲》《五中之歌》《歌唱祖国》，既发展学生的艺术技能，又对学生进行了爱国主义教育。运动技能是通过社团活动、特长训练、两操、体育课的开展，期末统测评估等途径来完成。

　　（三）抓常规 提质量

　　1.抓学生行为养成习惯。通过各班规定的制定和落实, 制定《天柱县第五中学学生生日堂行为规范》,学生见面打招呼已基本成为学生的习惯，打招呼率大于90%。七年级组成立子学习部，负责每天早读前检查学生读书情况, 并定期公布.七年级学生的阅读习惯整体较好，这一方面值得进一步推广。

　　2.抓教学常规检查”除了教务处定期检查外，日常的巡课发现的问题,当日发现当日解决, 根据问题的严重程度决定该约谈的立马约谈，该私下交流的就交流。比如 12 月 6日进班随机抽查发现陈登平老师作文评语·律只写日期和写“阅”,还有杨通平老师作业量太少, 而且批改不认真.12月7日就由学校党总支负责人，师德师风负责人，教务处等部门参加，对其进行约谈。又如 12 月 3日学校在巡查早读学生读书情况时，发现九年级学生学习状态非常差，辅导老师又不关注。学校就马上组织有早读辅导的语文，英语学科老师进行开会.反馈巡查中的问题，并要求学科组长马上制定整改方案，并督促落实。

　　（四）抓活动 促进行

　　每学期，各学科组将根据团队主题研修计划，开展相关的学生活动竞赛，既促进了学生能力发展，又增强了学生学习的兴趣。每学期各学科组组织的学生活动竞赛达20余次，并对学生的成果进行公开展出。比如美术组的书画艺术节活，化学组的思维导图设计手抄报活动，地理组的读图能力的中国地图和贵州地图绘画活动，政治组的相关手抄报活动，八年级数学组的数学建模大赛等等。社团活动成员本学期在“天柱县第六届中小学艺术节艺术展评活动”中舞蹈《勾镰》荣获一等奖、合唱侗歌《难忘老师的恩情》《我和我的祖国》荣获二等奖。

　　三、存在的问题

　　一是学校缺乏共同的目标和愿景，每学期要落实的重大工作是什么不明确，沟通和协作不畅，遇到困难没能形成合力来解决，缺乏有效的领导和管理。

　　二是课堂教学改革推进力度不够，没有健全的课堂教学评价体系，没有成熟的教学模式可全面推广。

　　三是学生养成习惯培育不明显，部分学生来自易地扶贫搬迁原生家庭，问题学生相对较多，学生职业生涯规划推进工作存在较多问题。

　　四是学校常规管理制度不健全，不能调动教师们的积极性。加上前期项目宣传力度不大，从学校班子到普通老师都没有尽快的形成共识，起步较晚，导致工作滞后。

　　五是学生人数在不断增加，大班额问题得不到有效化解，学科老师欠缺，就请代课老师或即将退休的或退下来的老领导兼课， 还有研支团学生兼课等，教学成绩难以提升。

　　四、下一步工作计划

　　1.建立共同的目标和愿景，加强沟通和协作行动，完善学校管理机制，不断学习改进，有效地增强思想合力和落实工作的能力。

　　2.狠抓课堂教育教学质量，提升班级管理能力，把习惯养成教育摆在德育工作的首要位置，坚持将习惯养成教育与学校常规管理、日常规范要求、学科课堂教学、师德师风建设、校园内外活动、家长学校建设、校本课程建设、校园文化建设相结合。

　　3.加强校园文化内涵建设，改善育人环境，发挥文化育人功能，提高文化育人质量。

　　4.进一步优化课后延时服务项目设置管理，把劳动实践教育作为延时服务的重要组成部分，进一步提高非文化类兴趣活动学生的参与率。

　　5.进一步挖掘和提炼学校特色，找到特色发展的工作方法和路径。
`;