window.__tempArticleContent = `
　　我班一个叫天天（化名）的男生，性格内向、懒散但聪明，成绩不是很好。半个学期后，他的性格日渐凸显，他易冲动，喜欢以武力解决问题。我找他谈了几次，但是效果不明显。作为班主任的我，深感责任重大，决定再跟他好好谈一谈。

　　正在我准备找他谈话的那个下午，隔壁班班主任告诉我说天天又打架了，把他班的一个学生摔倒在地上，磕到了头。我真是哭笑不得，“心静，不要生气!”这是当时我对自己说的话。领他回办公室之后，天天也许是知道自己犯了错，他一直低着头，没有说话，从这一点我看出原来他并不是无药可救，这就更坚定了我的决心，所以我并没有骂他，而是说了这样一句话：“每个人都有不顺心的时候，但是处理方式的不同直接显出了一个人的水平，尤其对一个男子汉，更为重要。”听到这句话，他抬起了头，竟然对我说：“老师，其实我一直很感激你，因为你一直没有放弃我。”当我听到这句话时，我想到天天父母已经离异，很小的时候妈妈就离家出走了，爸爸长期在外打工，姐姐高中未毕业就外出打工了，他和奶奶居住在一起，爸爸基本不过问他的生活和学习。这种长期缺乏父母关爱的问题家庭，造就了他偏激、冲动、易怒的性格，常常因一点小问题就会激发他的负面情绪。正处于叛逆期的天天得不到正确的疏导，以致这种性格越演越烈，性格孤僻内向，不愿与人沟通。现在听到天天的话我明白了，我轻轻地拍了一下他的肩膀。

　　在随后的日子里我时不时与他促膝长谈，经常鼓励他，并与其家长经常联系。通过我们双方共同的努力，天天脸上开始展现出了原来没有的笑容，性格也变得开朗起来，并主动争取担任班干，成绩竟然上升了一百多分，让我和家长都十分意外。在学校评比中还获得了优秀班干的荣誉称号，真是让人刮目相待。

　　案例分析：

　　面对一个叛逆的学生，我们往往会头疼，会想到放弃。其实他们也需要理解，需要关心。通过这件事，我有了如下深深的认识。

　　一、爱与理解很重要

　　不论是谁，都需要关怀，学生更是如此。教师除了在认知发展上给予学生支持、鼓励与指导外，还应该在情感上给予学生关怀，关爱他们，让学生时刻感受到教师是相信他们的，被人相信是学生在发展中的基本需求。如果能满足学生这些基本需求，将有助于培养他们的韧性、承受力和自尊。

　　另外理解学生也是很重要的。俗话说“理解万岁”，其中也包括教师与学生之间的互相埋解。开且要谨记对学生的理解不是一次可以完成的，因为学生始终处在变化之中。我们要将心比心，及时消除误解。教师与学生客观上存在理解差异，教师只有经常换位思考，才能及时发现存在于自己和学生之间的误解以及造成误解的原因，特别是学生的那些容易被人误解的行为的原因，从而找到消除误解的办法。

　　二、细心与恒心相辅相成

　　教师是一项特殊的工作，是一群与心灵打交道的人。面对各色各样的学生，我们不仅要有爱心，还需要有耐心、细心和恒心。教育的美丽源自用心，成功的关键是细心，难能可贵是恒心。班主任要细心，要认真了解每个学生的特点，包括他的缺点，要尽快发现每个学生的闪光点及问题所在，并以这个闪光点做为切入口去开展工作。要细心观察每个学生行为倾向、精神状态，了解他们的心理情感、内心世界，以便更好地进行教育教学。恒心，就是用“水滴石穿”的精神去教育学生、影响学生、感化学生。学生的问题往往不是一次两次就可以解决，也并不是有了一个相对完善的管理制度就可以解决所有的问题，它更需要长时间的教育、潜移默化。这就要求班主任具有恒心，要持之以恒，一次、两次能关爱学生是不够的

　　三、与家长沟通十分必要

　　在家长、教师、学生这个组合里，教师无疑是个导演。老师应在分别了解家长和学生的心理需求的情况下，做好家长和学生之间的沟通工作，使家庭教育和学校教育能够和谐统一，使学生得到更好地发展。沟通前的准备工作也是很重要的。教师在与家长沟通前，应先全面观察学生的行为表现，对家长叙述时，要多给予学生正面肯定，少做负面谴责，对学生的偏差行为也要尽量客观陈述事实，不加情绪化地批评。另外，家长不仅想知道孩子的问题，而且更迫切需要的是知道“怎么办”。在这种情况下，教师如果提不出具体的解决问题的办法和建议，同样会影响沟通效果。如果能在有充分准备的前提下，与家长共同分析学生出现问题的原因，深入讨论教育对策，并提出期望，形成共识，沟通的目的就达到了。只有这样，家长才能从思想和行动上担负起家庭教育的职责，孩子的问题才能得到圆满解决，才能有利于学生的健康成长。

　　在更新教育观念的今天，作为一个热爱学生的教师，有责任让学生树立信心，有责任让学生感受到关怀，有责任让学生快乐。让我们携起手来乘赏识之风，捧起关爱之情，燃起信心之火，播下希望之种，使每一位学生都能沐浴在老师的关爱之中，成为明天的栋梁之才。

　　
`;