window.__tempArticleContent = `
　　不知不觉中很多事情都在慢慢的改变，包括我们自己。在改变的道路上，我收获了很多，一切看来似乎都不是那么糟糕，这一些改变看是一个小小的变动，但当你知道最后的结果呢？

　　学校在这个学期里做了一次大规模的改动，以每九个人为一小组的模式上课，简称“631”模式，我被分配到了第四组，在班主任的安排下，我做到了b2的位置。

　　刚换位置的我并不习惯，我旁边坐的是我并不喜欢的同学，刚坐上我就很不适应，在位置上一直沉默。一段时间里，我们两个相处方式如同陌生人般平淡，但她的数学成绩好，这一点我也很认同，但我们还是没有多大的交集。

　　那次发数学卷子的时候，我看了看并不理想，我一直对数学不太感兴趣，所以对这次考试没有太大的期待。翻开试卷鲜红的大叉看在眼中，老师让我们改正错题，看这卷子我不知从何下手，瞅见大家不停地在纸上圈改，我只能硬着头皮去问了问她，她看了一眼题目，马上就耐心地和我讲题，我听了半懂，在她讲完去别的教别的同学时，我坐在位置上一遍又一遍的算，终于把答案写了出来。

　　慢慢的我的数学有所提高，我改变了之前对她的看法和对数学的思路，认真看待不懂的题目，思路打开没有什么不同的，数学题不会就一遍又一遍的去做，有看法的人从不同角度去看，总有一天也可以发现她的亮点。

　　在这期间我收获了很多宝贵的经验，思路的突破。回首过去，我深感那些小小的改变如同璀璨的星辰照亮了我前行的道路，每一次的改变都让我更加坚定的走向成功，收获满满的自信和力量，我改变了现在的自己，也改变了在心灵深处未来的自己。
`;