window.__tempArticleContent = `
　　在多年的美术教学中，我在七年级下册第五课《真情传递》设计应用教学过程中，一直难以突破的是更好调动学生的能动性和激发学生的情感价值观，所以为了上好这一堂课，我总是反复的打乱原本的计划试图想要更理想的效果，可多次都难以如愿。而在一次贺卡设计教学过程中通过“吐露真情”作为一个载体，激发出学生对爱的诠释与表达，珍视亲情、友情，关注社会上人与人之间关爱的情感。

　　贺卡是最朴实、最经济、最平等的方式。贺卡传递，打破了生活圈子小范围的界限，最大限度的、最大范围的表达着自己的情感，亲自书写本身就是一种对友谊、亲情的承诺和兑现……在以往的贺卡教学中我都是一味以谈话情感方式导入，试图让学生在内心深处呼唤一种拉近距离，打破隔膜的形式来表达自己的情感。而学生感觉这是一种说教，不能触动学生内心，学生不能产生共鸣感觉茫然，总感觉课堂乏味、枯燥，所以收效甚微。于是我将此环节交给学生自行完成。因为每期上到本节的时间正逢母亲节，首先在导入这部分我将交给学生，让部分学生自行上台表达对母亲爱及感谢，这样更能拉近母子间内心的距离，也能为顺利完成本节课贺卡的作业做元美的铺垫我本以为这种方式课堂氛围很好，可奈何他们大部分都是来自各个偏远乡镇的留守孩子，平日里都是和爷爷奶奶生活，只有逢年过节时候才能短暂的与父母团聚，所以对于父爱母爱的感知能力还是略显欠缺，对父母的情感略显陌生，再加上本身我们学生综合素质不高，所以这一环节有的学生上来显得很木讷、害羞不知说些什么，这又让我的课堂氛围陷入尴尬的境地，完全没有达到我想要的效果。

　　课后我反思了许久，我能用什么办法改变这种情况，让学生发自内心的能参与进这个课堂，即便简单说上一句能表达爱的话也行啊!

　　于是在后面的一周才上此课的班级我改变策略，在周五返家前我提前给下周要上课的班级打布置任务，要求他们回家去每个人都要和母亲通上一通电话，了解母亲的工作和生活情况，然后酝酿了一句想对母亲说的话，可以提前书写好，需要在课堂上来表达，老师要用手机拍摄记录。这样的准备时间可能略显长，但用任务的方式去要求学生，他们都会用心去对待准备，而且能充分调动学生的能动性、积极性，参与度会高很多。

　　下面就具体介绍一下此环节的开展过程

　　师说：“我们尤时尤刻都惦记我们远在千里之外劳碌的父母，母亲节临近，我想同学们心里深处都有想对父母诉说的话语，下面我们请各小组派代表上台..”

　　因为是推荐上台所以课堂氛围就渐渐活跃起来。每组推荐都是相对优秀的学生，而且表达话语长短不做要求，只要发自内心即可，前期也交代了任务，学生准备充分，所以这一节课效果明显比上周好很多，学生也少了份胆怯。

　　一小组代表：“妈妈，感谢您为这个家为我的默默付出，您辛苦了”。

　　二小组代表：“妈妈，您虽不是超人，但是却为我变成了无所不能，谢谢妈妈。”

　　三小组代表：“妈，母亲节快乐，你是我生命中最重要的人，希望我的妈妈永远平安、健康、快乐。”

　　此环节进行的同时学生表情专注，眼里有光，我在旁边观察，也能感受一股爱在他们内心涌动。

　　四小组代表：“妈妈、妈妈、妈妈我爱你，（全场欢笑及掌声鼓励）请原谅这些话我无法当面你说出来，你是我最珍视的人，今天对着老师的手机我想把藏在心里的话和你说..”

　　五小组代表：“亲爱的妈妈，母亲节快乐，感谢你把我带到这个世界，虽然我经常会让您生气，但是你在我心里永远都是100%的好妈妈，我会努力成为你的贴心小棉袄，待会我会用心用二份费卡送给妈妈表送我的爱。

　　此教学环节每组依次进行，我用手机对每个发言者的表现及全场氛围全程进行拍摄，气氛较好且教学秩序井然有序，营造了满满的节日氛围感, 爱和热情已被点燃, 在贺卡制作的介绍及动手环节，学生都很认真的精心制作，并在字里行间留下他们发自内心的话语。贺卡制作完成后，我以小组为一列展开，用手机拍摄学生的所有作品，能清晰的看到学生名字以及学生对妈妈的留言。课后我把课堂记录的所有视频剪辑完成并发给班主任, 委托班主任发给班级家长群, 让学生们远在异乡打工的母亲感受这母亲节的浓浓爱意。

　　教学感受：这节课最大的收获就是把学生从说教式的枯燥中解放出来，而是挖掘学生内心深处的情感，并且让他们把自己对母亲的爱大胆的吐露于贺卡之中 这一节课在满满的热情和爱中完成，这个班学生本节课设计的贺卡作品也比之前那个班的学生用心、精美了很多。因为提前做好的准备，所以在导入分享爱的环节也能在六分钟内完成，虽然时间略长但是我觉得特别值得，在老师讲授贺卡形式和制作方式上我也控制在十分钟完成，学生还有近二十分钟的动手环节，最后留3至4分钟展示点评及拍摄作品。
`;