window.__tempArticleContent = `
　　为厚植学生爱国主义情怀,加强学生思想政治教育，2024年5月11日，天柱县第五中学举行了以“弘扬五四精神,创造青春辉煌”为主题的新团员宣誓仪式暨纪念“五四”爱国运动105周年文艺汇演活动。

　　在新团员入团宣誓仪式活动中。学校团支部书记潘文韬宣布新团员名单，学校领导为新团员佩戴团徽,新团员面向团旗庄严宣誓,新老团员代表发言。最后学校党支部书记龙章尧做讲话,他对新团员寄予希望,要以共青团团员身份做他人的榜样，要热爱学校、努力学习，懂得感恩。

　　在纪念五四爱国运动105周年文艺汇演活动上，学生们表演了精彩的歌舞、小品等节目,此次节目内容积极健康,主题鲜明,形式多样，紧密围绕五四爱国运动精神展现了天柱五中青年学生的蓬勃朝气和爱国情怀。本次文艺汇演节目，学校还组织评为对其表演质量进行了打分，在学校评委公平公正公开的评比中，评出了语言类节目一、二、三等奖各1个,优秀奖1个,评出了非语言类节目一等奖2个,二等奖4个,三等奖6个,优秀奖1个。其中荣获一等奖的节目是语言类合唱节目《国家》和非语言类舞蹈《彩云之南》《黄雀》。评出等次之后,还进行了节目表彰,激励广大学生积极进取，树立爱国主义情怀。

　　本次活动的开展,增强了学生的爱国主义情感,激发了学生的社会责任感和使命感。使学生明确了自己作为共青团员的责任和义务,有助于培养学生的团队意识和集体荣誉感。文艺汇演丰富了学生的校园生活，为学生提供了展示自我才华的平台,促进了学生的全面发展。同时，通过表彰，树立了榜样,激励更多学生向优秀看齐,形成良好的校园氛围。
`;