window.__tempArticleContent = `
　　20世纪初，物质至上的观念统治着一切，功利主义压倒了精神追求，社会陷入自私自利，污浊与腐败的气氛中，“人类喘不过气来”，有感于此，法国文学家罗曼·罗兰创作了《名人传》，又名《巨人三传》，包括《贝多芬传》《米开朗琪罗传》和《托尔斯泰传》，借为人类历史上精神巨人立传，激励人们“打开窗子”，“让自由的空气重新进来”。

　　《名人传》里面让我感触最深的是《贝多芬传》。在这一传讲述了贝多芬不屈服于命运，勇于斗争。贝多芬对音乐有火一般的热情，先后创作了许多优秀作品。他的作品深邃辉煌壮观，充满了幻想。但灾难还是无情的降到贝多芬头上，1802年，他意识到自己的听力障碍已经无法治愈。一个听力是一个音乐家的所有，没有了听力，贝多芬很有可能再也不能创作了。这是一次非常大的打击，不仅是身体上带来的病痛，更是心灵上的沉重打击。但他没有因此放弃音乐家这条道路，而是顽强地与命运作斗争，后期的贝多芬仍然创作出许多举世闻名的乐谱。这种对生活和对命运永不妥协的精神，正是我们应该学习的。伟大不屈的灵魂让黑暗的世界有了光芒，让生活有了希望。

　　读了贝多芬的故事，还让我联想到了海伦·凯勒——一个同样不向命运屈服的人，她的生活同样也是很不幸的。海伦凯勒在儿时生了一场大病，让她变成了一个又聋又哑的小女孩。在她的世界里没有声音，也没有色彩，但她却完成了许多著作，如《假如给我三天光明》等。在她的努力下，她最终为为19世纪最有影响力的人物之一。

　　贝多芬和海伦·凯勒在生活中都遭遇着不同的磨难，但他们却有着同样的精神——不向命运屈服！这不仅让我敬佩，也让我深深思考，作为一名中学生，学习功课越来越多，学习压力逐渐增大，面对种种困难，让我们借着他们的光芒永不向困难所低头，用坚定的信念去面对挫折，用坚强的毅力去实现自己的理想。
`;